Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: BitTorrent is a protocol for distributing the bandwith for transferring very large files between the computers which are participating in the transfer. Rather than downloading a file from a specific source, BitTorrent allows peers to download from each other.
he: ביטורנט הוא פרוטוקול לחלוקת נפח הפס, לצורך העברת קבצים גדולים בין מחשבים המשתתפים בהעברה. במקום להוריד את הקובץ ממקור מסוים, ביטורנט מאפשרת למשתתפים להוריד זה ממחשבו של זה.
hr: BitTorrent je protokol za dijeljenje i prenošenje velikih podataka između računala koja sudjeluju u prijenosu. Umjesto preuzimanja podatka sa specifičnog izvora, BitTorrent omogućava korisnicima da preuzimaju podatke jedni od drugih.
id: BitTorrent adalah protokol untuk mendistribusikan jalur transfer file super besar antar komputer yang berpartisipasi pada transfer tersebut. Daripada mengunduh sebuah file dari sumber spesifik, BitTorrent memperkenankan para penggunanya untuk saling mengunduh satu sama lain.
it: BitTorrent è un protocollo per la distribuzione di file molto grandi attraverso computer che contribuiscono a loro volta al trasferimento. Invece di scaricare un file da una fonte specifica, BitTorrent permette di scaricare attraverso altre in parallelo.
ja: BitTorrentは、複数のコンピュータ間での巨大なファイルのやりとりに使う帯域を分散させるためのプロトコルだ。特定の一か所からファイルをダウンロードするのではなく、BitTorrentではピアを使ってお互いにダウンロードできるようにしている。
ro: BitTorrent este un protocol pentru distribuirea capacității de transfer între calculatoarele care participă în tansfer. În loc să descarce un fișier de la o sursă anume, BitTorrent permite participanților să descarce fragmente ale fișierului unii de la alții.
zh_cn: BitTorrent 是一个分布式下载协议。所有参与文件下载的电脑之间都同时参与传输文件。这使得BitTorrent与传统的从同一个源下载文件的方式不同，而是使人们互相从对方处下载所需的部分。

source: Connectivity relates to the ability for communities to connect to the Internet, especially the World Wide Web.
he: חיבוריות היא היכולת של קהילות להתחבר לאינטרנט, ובמיוחד לרשת ה- WWW
hr: Povezivost označava mogućnost spajanja na internet, posebice na World Wide Web.
id: Konektivitas berhubungan dengan kemampuan komunitas untuk terhubung ke Internet, khususnya World Wide Web.
it: La connettività si riferisce alla capacità delle comunità di connettersi a Internet, in particolare il World Wide Web.
ja: インターネット、中でも特にワールドワイドウェブへの接続と通信が可能であるかどうか。
ro: Conectivitatea se referă la posibilitatea comunităților de a se conecta la Internet, în special World Wide Web.
zh_cn: 网络连接性指的是访问互联网尤其是万维网的能力。

source: A right for the creators of creative works to restrict others' use of of those works. An owner of copyright is entitled to determine how others may use that work.
it: Un diritto per i creatori di opere creative di limitare l'uso dei propri lavori ad altri. Il proprietario del copyright ha il diritto di stabilire come gli altri utilizzare il suo lavoro.

source: See :term:`Data Access Protocol`.
he: ראו :מונח:'פרוטוקול גישה למידע'
hr: Vidi 'protokol o pristupu podacima'.
id: Lihat :term:`Protokol Akses Data`.
it: vedi :term:`Data Access Protocol`.
ja: :term:`Data Access Protocol` を参照。
ro: Vezi :term:`Data Access Protocol`.
zh_cn: 参见 :term:`数据访问性协议`

source: A system that allows outsiders to be granted access to databases without overloading either system.
he: מערכת המאפשרת גישה חיצונית לבסיסי נתונים, מבלי להעמיס על אף מערכת.
hr: Sustav koji vanjskim korisnicima dopušta pristup bazama podataka bez preopterećenja bilo kojeg sustava.
id: Sebuah sistem yang memperkenankan pihak luar diberikan izin akses ke basisdata tanpa mengganggu sistem mereka.
it: Un sistema che permette ad esterni di accedere a database senza sovraccaricare il sistema dove sono ospitati.
ja: どちらのシステムも書き換えることなく、外部からデータベースへの認証済みアクセスができるようにするプロトコル。
ro: Un sistem care permite utilizatorilor externi să acceseze baze de date fără a supraîncărca sistemul.
zh_cn: 这个系统允许外来者访问数据而不会导致系统过载。

source: Data protection legislation is not about protecting the data, but the right of citizens to live without doubt of the consequences that might come if information of their private lives becomes public. The law protects the privacy (such as information about a person economic status, health and political position) and other rights such as the right to freedom of movement and assembly. For example, in Finland a travel card system used record all instances when the card was shown to the reader machine on different public transport lines. This raised a debate from the perspective of freedom of movement and the travel card data collection was abandoned based on the data protection legislation.
it: La legislazione sulla protezione dei dati non riguarda la protezione dei dati, ma il diritto dei cittadini di vivere senza dubbi sulle conseguenze che potrebbero accadere se le informazioni della loro vita privata diventassero pubbliche. La legge protegge la privacy (quali situazione finanziari, salute, posizione politica ...) ed altri diritti come quello di libertà di muoversi e di riunirsi. Per esempio, in Finlandia, un sistema di tracciamento delle carte da viaggio registra ogni spostamento su un lettore che veniva poi esposto su diverse linee di trasporto pubblico. Questo ha sollevato un dibattito dal punto di vista della libera circolazione e la collezione sulle informazioni delle carte da viaggio è stata abbandonata a causa della legge sulla protezione dei dati.

source: A right to prevent others from extracting and reusing content from a database. Exists mainly in European jurisdictions.
he: הזכות למנוע מאחרים שליפת נתונים ואחזור תוכן מבסיס נתונים. קיימת בעיקר במדינות האיחוד האירופי.
hr: Pravo na zabranu ostalima da izvlače i upotrebljavaju sadržaj iz baze podataka. Pojavljuje se većinom u europskom pravosuđu.
id: Sebuah hak untuk mencegah orang lain dari ekstraksi dan penggunaan ulang konten dari basisdata. Hal ini dapat ditemui terutama di wilayah yurisdiksi Eropa.
it: Un diritto per impedire ad altri di estrarre e riutilizzare i contenuti da un database. Esiste soprattutto nelle giurisdizioni europee.
ja: データベースの中身を他人が読み出したり再利用したりすることを禁じる権利。主にヨーロッパの法域に存在する。
ro: Un drept de a nu permite altor persoane a extrage și reutiliza conținut dintr-o bază de date. Există în special în jurisdicțiile europene.
zh_cn: 这个权利允许阻止他人从数据库取出数据并重利用。这条例主要在欧盟司法系统存在。

source: European Union.
he: האיחוד האירופי
hr: Europska Unija.
id: Eropa Bersatu.
it: Unione Europea.
ja: 欧州連合。
ro: Uniunea Europeană.
zh_cn: 欧盟。

source: The *Directive on the re-use of public sector information*, 2003/98/EC. "deals with the way public sector bodies should enhance re-use of their information resources." `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
he: ה*הנחיה לאחזור מידע ציבורי* (Directive on the re-use of public sector information) מס' 2003/98/EC, עוסקת בדרך בה גופים ציבוריים צרכים להאיץ את אחזור מקורות המידע שלהם. " `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
hr: *Directive on the re-use of public sector information*, 2003/98/EC. "bavi se načinima kako tijela javnog sektora mogu poboljšati upotrebu svojih informacijskih resursa" Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
id: *Petunjuk pada penggunaan ulang informasi sektor publik*, 2003/98/EC. "berurusan dengan cara badan-badan sektor publik harus meningkatkan cara penggunaan kembali sumber daya informasi mereka." `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
it: *La direttiva sul riutilizzo dell'informazione del settore pubblico*, 2003/98/CE. "Tratta come con gli organismi del settore pubblico dovrebbe comportarsi in materia di riuso dell'informazione pubblica". `Azioni legislative - Direttiva PSI <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
ja: *PSI 再利用に関するＥＵ指令* 、2003/98/EC。 "公的機関が保有する情報が再利用可能であることを確保しなければならない。" `Legislative Actions - PSI Directive <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_
ro: *Directiva de reutilizare a informației din sectorul public*, 2003/98/EC. "se ocupă cu modul în care entități din sectorul public ar trebui să îmbunătățească reutilizarea resurselor informaționale."` Acțiuni legislative - Directiva PSI <http://ec.europa.eu/information_society/policy/psi/actions_eu/policy_actions/index_en.htm>`_

source: IARs are registers specifically set up to capture and organise meta-data about the vast quantities of information held by government departments and agencies. A comprehensive IAR includes databases, old sets of files, recent electronic files, collections of statistics, research and so forth.
he: רשימות IAR מיועדות לאסוף ולארגן מידע-על, על כמויות המידע העצומות המצויות בידי משרדים וגופים ממשלתיים. רשימה כזו כוללת בסיסי נתונים, רשימות של קבצי עבר, קבצים חדשים, אוספים של סטטיסטיקה, מחקר, וכדומה.
hr: IAR-i su registri posebno osmišljeni kako bi prikupili i organizirali metapodatke o golemim količinama informacija u vlasništvu vladinih odjela i agencija. Cjelokupan IAR uključuje baze podataka, stare podatkovne skupove, nedavne elektroničke podatke, statističke zbirke, istraživanja i tako dalje.
id: IARS adalah register khusus yang dibentuk untuk menangkap dan mengatur meta-data tentang jumlah besar informasi yang dimiliki oleh departemen dan lembaga pemerintah. Sebuah IAR komprehensif mencakup basisdata, kumpulan file lama, file elektronik terbaru, koleksi statistik, penelitian dan sebagainya.
it: IAR sono registri appositamente istituiti per catturare e organizzare meta-dati sull'enorme quantità di informazioni detenute da amministrazioni ed enti pubblici. Uno IAR completo include database, insiemi di vecchi file, file elettronici recenti, raccolte di dati statistici, di ricerca e così via.
ja: IARは、政府や官公庁が保持する大量の情報に関するメタデータをとりまとめて登録したものだ。広義のIARには、データベースや過去のファイル、最近の電子ファイル、統計情報、研究結果なども含まれる。
ro: IAR sunt regiștri special făcuți pentru a stoca și organiza meta-date despre vastele cantități de informații deținute de departamentele guvernamentale și agenții. Un IAR cuprinzător include date de baze, seturi vechi de fișiere, fișiere electronice recente, colecții de statistici, cercetare și așa mai departe.

source: The :term:`EU PSI Directive` recognises the importance of asset registers for prospective re-users of public information. It requires that member states provide lists, portals, or something similar. It states::
it: La :term:`Direttiva PSI UE` riconosce l'importanza dei registri per potenziali riusi del informazioni pubbliche. Richiede che gli Stati membri forniscano liste, portali, o qualcosa di analogo. Tale direttiva dichiara::

source: IARs can be developed in different ways. Government departments can develop their own IARs and these can be linked to a national IARs. IARs can include information which is held by public bodies but which has not yet been – and maybe will not be – proactively published. Hence they allow members of the public to identify information which exists and which can be requested.
it: Gli IAR possono essere sviluppati in diversi modi. I dipartimenti governativi possono sviluppare i proprio e collegarsi a IAR nazionali. Gli IAR possono includere informazioni detenute da enti pubblici, ma che non sono ancora state pubblicate - e forse non lo saranno - in modo proattivo. Di conseguenza consentono al pubblico di individuare informazioni che esistono e che possono essere richieste.

source: For the public to make use of these IARs, it is important that any registers of information held be as complete as possible in order to be able to have confidence that documents can be found. The lack of completeness of some registers is a significant problem as it creates a degree of unreliability which may discourage some from using the registers to search for information.
it: Questi IAR, per poter essere usati dal pubblico, è importante che siano registrati qualsiasi tipo di informazione detenuta e che siano complete in modo da garantire che i documenti possano essere trovati. La mancanza di completezza di alcuni registri è un problema significativo in quanto crea un livello di inaffidabilità che potrebbe scoraggiare qualcuno nell'utilizzare il registro per cercare informazioni.

source: It is essential that the metadata in the IARs be comprehensive so that search engines can function effectively. In the spirit of open government data, public bodies should make available their IARs to the general public as raw data under an open licence so that civic hackers can make use of the data, for example by building search engines and user interfaces.
it: È essenziale che i meta-dati negli IAR sia completi in modo che i motori di ricerca siano grado di funzionare efficacemente. Nello spirito di open government data,, gli enti pubblici dovrebbero rendere disponibili i propri IAR offrendo dati grezzi e con una licenza aperta, in modo che i civic hackers possano utilizzare i dati, per creare - ad esempio - motori di ricerca e interfacce utente.

source: Monopolies granted to individuals for intellectual creations.
he: מונופולים מוענקים ליחידים, ליצירות אינטלקטואליות.
hr: Monopoli dozvoljeni pojedincima za intelektualne tvorbe.
id: Monopoli diberikan kepada individu untuk kreasi-kreasi intelektual.
it: Monopoli concessi a privati ​​per creazioni intellettuali.
ja: 知的創造物を、その作者に独占させることを認めた権利。知的所有権。
ro: Monopol atribuit indivizilor pentru creații intelectuale.

source: See :term:`Intellectual property rights`.
he: ראו :מונח:'זכויות קניין אינטלקטואלי'
hr: Vidi 'pravo na intelektualno vlasništvo'.
id: Lihat :term:`Hak kekayaan intelektual`.
it: Vedi :term:`diritti di proprietà intellettuale`.
ja: :term:`Intellectual property rights` を参照。
ro: Vezi :term:`Intellectual property rights`.
zh_cn: 参见 :term:`知识产权`

source: Information that is machine readable is information that is able to be extracted by computer programmes. PDF documents are not machine readable. Computers can display the text nicely, but have great difficulty understanding the context that surrounds the text.
it: Le informazioni che sono leggibili a macchina - machine readable - sono informazioni che possono essere estratti da programmi informatici. I documenti PDF non sono machine readable. I computer sono in grado di visualizzare il testo, ma hanno grande difficoltà a comprendere il contesto che circonda il testo.

source: Open data are able to be used for any purpose.
it: Gli open data sono in grado di essere utilizzati per qualsiasi scopo.

source: Generally understood as technical standards which are free from licencing restrictions. Can also be interpreted to mean standards which are developed in a vendor-neutral manner.
he: בדרך כלל מובנים כסטנדרטים טכניים, שאינם דורשים רישוי. ניתנים גם לפירוש כסטנדרטים מסחריים נייטרליים.
hr: Obično definirani kao tehnički standardi koji su oslobođeni licencnih restrikcija. Mogu se intrepretirati i kao standardi koji su razvijeni po principu neutralnog prodavača.
id: Umumnya dipahami sebagai standar teknis yang bebas dari pembatasan lisensi. Bisa juga diartikan standar yang dikembangkan dalam koridor vendor yang netral.
it: Generalmente inteso come norme tecniche che sono esenti da restrizioni di licenza. Può anche essere interpretata nel senso che gli standard siano sviluppati in maniera vendor-neutral.
ja: 一般に、ライセンスの制約を受けずに自由に使える技術的な標準ととらえられているもの。ベンダー中立な立場で作られた標準規格と解釈されることもある。
ro: Înțeles în general ca standarde tehnice care nu sunt constrânse prin restricții de licențiere. Poate fi interpretat ca standarde dezvoltate independent de un anumit furnizor.
zh_cn: 通常被认为是不受许可协议限制的标准。也可以被理解为中立的标准。

source: See :term:`Public Sector Information`.
he: ראו :מונח:’מידע מהסקטור הציבור'.
hr: Vidi 'informacije javnog sektora'
id: Lihat :term:`Informasi Sektor Publik`.
it: vedi:term:`Settore Pubblico dell'Informazione`.
ja: :term:`Public Sector Information` を参照。
ro: Vezi :term:`Public Sector Information`.
zh_cn: 参见:term:`公共部门信息`

source: No copyright exists over the work. Does not exist in all jurisdictions.
he: אין זכויות יוצרים על העבודה. לא קיים בכל שטחי השיפוט.
hr: Za djelo ne postoje autorska prava. Ne postoji u svim nadležnostima.
id: Tidak ada hak cipta yang melintasi kerja. Tidak ada dalam semua yurisdiksi.
it: Non esiste copyright sull'opera. Non esiste in tutte le giurisdizioni.
ja: その作品に関する著作権が存在しない。どの法域にも存在しない。
ro: Nu există drepturi de autor pentru material. Conceptul nu există în toate jurisdicțiile.

source: Information collected or controlled by the public sector.
he: מידע שנאסף או מנוהל בידי הסקטור הציבורי.
hr: Informacije prikupljene ili kontrolirane od strane javnog sektora.
id: Informasi dikoleksi atau dikendalikan oleh sektor publik.
it: Le informazioni raccolte o controllate dal settore pubblico.
ja: 公的機関が収集した、あるいは管理する情報。
ro: Informații adunate sau controlate de către sectorul public.
zh_cn: 由公共部分收集或控制的信息

source: Use of content outside of its original intention.
he: שימוש בתוכן, שלא על-פי הכוונה המקורית שלו
hr: Korištenje sadržaja izvan originalne namjene.
id: Penggunaan konten di luar tujuan aslinya.
it: Utilizzo di contenuti al di fuori della loro intenzione originaria.
ja: 本来の意図とは違う使いかたでコンテンツを使うこと。
ro: utilizarea conținutului dincolo de scopul original.
zh_cn: 超出原预期的用途

source: A licence that requires users of a work to provide the content under the same or similar conditions as the original.
it: Una licenza che richiede agli utenti di un lavoro per fornire il contenuto in condizioni identiche o simili a quelle dell'originale.

source: See :term:`Share-alike Licence`.
it: Vedi :term:`licenza share-alike`.

source: An :term:`API` that is designed to work over the Internet.
he: :מונח:’API’המיועד לעבודה באינטרנט/
hr: API je dizajniran za rad putem interneta.
id: Sebuah :term:`API` yang didesain untuk bekerja melalui Internet.
it: una :term:`API` che è stata disegnata per lavorare via internet.
ja: インターネット越しに動かすように作られた :term:`API` 。
ro: Un :term:`API` proiectat să funcționeze prin Internet.
zh_cn: :term:`API`是被设计成通过网络工作的。

source: File Formats
he: פורמטי קבצים
hr: Formati datoteka
id: Format File
it: Formati dei file
ja: ファイルフォーマット
ro: Formate de fișier
zh_cn: 文件格式

source: An Overview of File Formats
he: סקירה על פורמטים של קבצים
hr: Pregled formata datoteka
id: Sebuah Tinjauan Format File
it: Una panoramica sui formati di file
ja: ファイルフォーマットの概要
ro: O privire de ansamblu asupra formatelor fișierelor
zh_cn: 文件格式概览

source: JSON is a very simple file format that is very easy for any programming language to read. Its simplicity means that is generally easier for computers to process than others, such as XML.
it: JSON è un formato di file molto semplice, molto facile da leggere per qualsiasi linguaggio di programmazione. La sua semplicità significa deriva dal fatto che, generalmente, è più facile per i computer elaborarlo rispetto ad altri, come ad esempio XML.

source: XML is a widely used format for data exchange because it gives good opportunities to keep the structure in the data and the way files is built on, lets developers write parts of the documentation in with the data without interfering with the reading of them.
it: XML è un formato ampiamente utilizzato per lo scambio di dati perché offre buone opportunità di mantenere la struttura dei dati e il modo in cui è costruito l'archivio, permette agli sviluppatori di scrivere parti della documentazione nei i dati senza interferire con la lettura.

source: A W3C-recommended format called RDF makes it possible to represent data in a form that makes it easier to combine data from multiple sources. RDF data can be encoded in XML and JSON, among other serializations. RDF encourages the use of URLs as identifiers, which provides for a convenient way to directly interconnect existing Open Data initiatives on the Web. RDF is still not widespread, but it has been a trend among Open Government initiatives, including the British and Spanish Government Linked Open Data projects. The inventor of the Web, Tim Berners-Lee, has recently proposed a five-star_ scheme that includes linked RDF data as a goal to be sought for Open Data initiatives.
it: Un formato raccomandato dal W3C è l' RDF questo consente di rappresentare i dati in una forma che li rende facile nell'integrazione con dati provenienti da fonti diverse. I dati RDF possono essere codificati in XML e JSON, oltre che altre serializzazioni. L'RDF incoraggia l'uso di URL come identificatori, che prevedono così un sistema utile per collegare direttamente le iniziative Open Data sul web. RDF è ancora poco diffuso, ma sta diventando una tendenza fra le iniziative di Open Government, compresi i governi britannici e spagnoli nei progetti Linked Open Data. L'inventore del Web, Tim Berners-Lee, ha recentemente proposto uno schema a cinque stelle_ che include i dati RDF come obiettivo da perseguire nelle iniziative Open Data.

source: Spreadsheets
he: גיליונות נתונים
hr: Proračunske tablice
id: Spreadsheet
it: Fogli di calcolo
ja: スプレッドシート
ro: Foi de Calcul
zh_cn: 表单 (Spreadsheets)

source: Many authorities have information left in the spreadsheet, for example Microsoft Excel. This data can often be used immediately with the correct descriptions of what the different columns mean.
he: לרשויות רבות מידע, הניתן כקבצי אקסל. מידע זה יכול להיות מנוצל באופן מיידי, עם תיאורים מדוייקים על העמודות השונות.
hr: Mnoge institucije svoje podatke drže u proračunskim tablicama, kao što je Microsoft Excel. Ti podaci često mogu smjesta biti korišteni s točnim opisima stupaca.
id: Banyak yang berwenang mempunyai informasi disimpan dalam spreadsheet. sebagai contoh Microsoft Excel. Data ini sering dapat digunakan langsung dengan deskripsi yang benar dari apa yang kolom yang berbeda berarti.
it: Molte autorità hanno informazioni archiviate i fogli di calcolo, come ad esempio Microsoft Excel. Questi dati possono spesso essere utilizzati immediatamente assieme alla corretta descrizione di ciò che le colonne differenti rappresentano.
ja: 官公庁の多くは、Microsoft Excelなどのスプレッドシート形式のままで情報を残している。この形式のデータは、各カラムがどういう意味なのかという説明付きで扱える。
ro: Multe autorități au informații rămase în foi de calcul, spre exemplu Microsoft Excel. Aceste date pot fi adeseori utilizate imediat cu descrierea corectă a ceea ce înseamnă fiecare coloană.
zh_cn: 很多官方信息都被留存在了电子表单软件比如 Microsoft Excel。这些数据可以立刻被使用只要每一列的数据都有清楚的描述。

source: However, in some cases be macros and formulas in spreadsheets, which may be somewhat more cumbersome to have to do. It is therefore advisable to document such calculations next to the spreadsheet, since it is generally more accessible for users to read.
it: Tuttavia, in alcuni casi esistono macro e formule nei fogli di calcolo, che possono diventare scomodi nella gestione. Si consiglia pertanto di documentare tali calcoli accanto al foglio di calcolo, aiutando così gli utenti nella lettura.

source: Comma Separated Files
he: קבצי CSV
hr: Podaci odvojeni zarezima
id: File Dipisahkan Koma
it: Comma Separated File - Dati Separati da Virgola
ja: カンマ区切りファイル
ro: Fișiere separate prin virgulă
zh_cn: 逗号分割的文件
