Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: These sites have a tendency to drive significant traffic to interesting material. They are also heavily focused on topic areas.
he: לאתרים אלה הנטייה למשוך קהל גולשים גדול לחומר מעניין. בנוסף, הם מאוד ממוקדי נושאים.
hr: Ove stranice usmjeravaju značajan promet prema zanimljivom materijalu. Također, one su se fokusirale na teme određenih područja.
id: Situs-situs tersebut memiliki kecenderungan untuk mengarahkan lalu lintas yang signifikan ke bahan yang menarik. Mereka juga sangat terfokus pada bidang topiknya.
ja: これらのサイトには、興味深いサイトへのトラフィックを激増させる効果がある。また、特定のトピックに話題が集中している。
ro: Aceste website-uri au tendința de a atrage atenția asupra materialului interesant. Ele sunt de asemenea focalizate pe teme specifice.
zh_cn: 这些网站都能帮助那些有趣的内容吸引大量的流量。他们也关注开放数据领域。

source: The process of adapting data so that individuals cannot be identified from it.
he: תהליך התאמת המידע, כך שבודדים לא יוכלו להיות מזוהים בו.
hr: Proces adaptiranja podataka tako da pojedinci ne mogu biti identificirani.
id: Proses adaptasi data sehingga setiap individu tidak dapat diidentifikasi darinya.
ja: 個人を特定できないように、データに手を加えること。
ro: Procesul de adaptare a datelor astfel încât să nu se mai poată reconstitui identitatea indivizilor.
zh_cn: 这个对数据修改的过程使得个人无法从数据中被识别。

source: A way computer programs talk to one another. Can be understood in terms of how a programmer sends instructions between programs.
he: הדרך בה תוכנות מחשב מדברות זו עם זו. ניתן להבין זאת במונחים של מתכנת ששולח הוראות בין תוכנות.
hr: Način kako računalni programi međusobno komuniciraju. Može se shvatiti kao programer koji šalje upute programima
id: Sebuah cara program komputer saling berbicara dengan yang lainnya. Dapat dipahami dalam hal bagaimana seorang pemrogram mengirimkan instruksi antar program.
ja: コンピュータプログラムが、別のプログラムと対話するための方法。プログラマーがプログラムに指示を送るときの単位として扱われる。
ro: O metodă prin care programele de calculator pot comunica între ele.
zh_cn: 这是一种使计算机程序可以和其他计算机程序通讯的方式。你可以将其理解为一种程序员在不同的程序间发送指令的方式。

source: A license that requires that the original source of the licensed material is cited (attributed).
he: רישיון המחייב לצטט את החומר המקורי (עם ייחוס).
hr: Licenca koja zahtijeva citirani (pripisani) originalni izvor licenciranog materijala
id: Sebuah lisensi yang mewajibkan sumber orisinal dari material berlisensi tersebut untuk dikutipkan (diatributkan).
ja: 作品の原作者 (帰属) を明記することを要求するライセンス。
ro: O licență care obligă utilizatorii să distribuie materialul în aceleași condiții juridice ca și materialul inițial.
zh_cn: 这个许可协议要求使用者必须引用原始的被授权的材料。

source: A right for the creators of creative works to restrict others' use of those works. An owner of copyright is entitled to determine how others may use that work.
he: זכות הניתנת ליוצרים, להגביל את השימוש של אחרים בעבודות שלהם. בעל זכויות היוצרים יכול לקבוע, כיצד אחרים יעשו שימוש בעבודה הזו.
hr: Pravo kreatora njihovih djela da ograniče ostalima upotrebu tih djela. Vlasnik autorskog prava ima ovlasti odrediti kako drugi smiju koristiti to djelo.
id: Sebuah hak untuk para pencipta karya kreatif guna membatasi penggunaan lain dari karya-karyanya. Seorang pemilik hak cipta berhak untuk menentukan bagaimana orang lain dapat menggunakan karya tersebut.
ja: 創作物の作者が持つ権利で、自分の作品を他人が使うことを制限する。著作権者は、その作品を他人がどのように使ってよいのかを定める資格がある。
ro: Un drept pentru creatorii de opere pentru a nu permite altor persoane utilizarea operelor lor. Titularul dreptului de autor poate să decidă cum pot alte persoane să utilizeze acea operă.
zh_cn: 创意工作的创造者有权利限制他人使用自己的作品。知识产权的所有者有权决定别人如何使用自己的作品。

source: Data protection legislation is not about protecting the data, but about protecting the right of citizens to live without fear that information about their private lives might become public. The law protects privacy (such as information about a person's economic status, health and political position) and other rights such as the right to freedom of movement and assembly. For example, in Finland a travel card system was used to record all instances when the card was shown to the reader machine on different public transport lines. This raised a debate from the perspective of freedom of movement and the travel card data collection was abandoned based on the data protection legislation.
he: חקיקה להגנה על מידע לא קיימת כדי להגן על המידע, אלא על זכותם של אזרחים לחיות בלי חשש, שמידע על חייהם הפרטיים יהפוך לנחלת הכלל. החוק מגן על פרטיות (כמו מידע על מצבו הכלכלי של אדם, או מצבו הבריאותי, או עמדותיו הפוליטיות) ועל זכויות נוספות, כמו חופש התנועה וההתאספות. לדוגמה, בפינלנד, מערכת לרישום כרטיסי נסיעה שימשה למעקב אחר כל הנקודות, בהן הועבר הכרטיס בקוראי כרטיסים בתחבורה הציבורית, במקומות שונים. הדבר עורר ויכוח ציבורי על משמעות חופש התנועה, וזה הביא לביטולה של מערכת המעקב אחר הכרטיסים, מטעמים של חוקי הגנה על המידע.
hr: Zakoni o zaštiti podataka nisu o zaštiti samih podataka, već o zaštiti prava građana da žive bez straha da će informacinje o njihovim privatnim životima postati javne. Zakon štiti privatnost (primjerice informacije o ekonomskom statusu pojedinca, zdravlju i političkoj opredijeljenosti) i ostala prava kao što su prava o slobodi kretanja i okupljanja. Na primjer, u Finskoj je napravljen sustav s putničkim kartama koji je bilježio svaku putnikovu relaciju, te ju pokazivao na ekranima sprava na različitim prijevoznim linijama. Ovo je izazvalo pitanja u vidu slobode kretanja, te su zbrike podataka s putničkim podacima obrisane u skladu sa zakonom o zaštiti podataka.
id: Undang-undang perlindungan data bukan berkisar tentang melindungi data, tapi berkisar tentang melindungi hak warga negara untuk hidup tanpa rasa takut bahwa informasi tentang kehidupan pribadi mereka mungkin menjadi publik. Hukum melindungi privasi (seperti informasi tentang status ekonomi seseorang, kesehatan dan posisi politik) dan hak-hak lainnya seperti hak atas kebebasan untuk bergerak dan merakit. Misalnya, di Finlandia sebuah sistem kartu perjalanan digunakan untuk merekam semua hal ketika kartu tersebut ditunjukkan ke mesin pembaca di berbagai jalur transportasi umum. Hal ini memicu perdebatan dari perspektif kebebasan bergerak dan pengumpulan data kartu perjalanan telah ditinggalkan berdasarkan undang-undang perlindungan data.
ja: データ保護法はデータを保護するものではなく、一般市民が自分のプライバシー情報を公開される心配をせずに生活できる権利を守るものだ。この法律は、プライバシー(個人の経済状況や健康状態、支持政党など)や移動の自由、集会の自由などの権利を保護する。たとえば、フィンランドではかつて旅行カードシステムを使っており、読み取り機を使えば公共交通機関での移動記録をすべて見ることができていた。移動の自由の観点からの議論が起こり、旅行カードが収集したデータはデータ保護法のもとで破棄されることになった。
ro: Legislația nu se referă la protejarea datelor, ci mai degrabă protejarea drepturilor cetățenilor să trăiască fără grija că viețile lor pot deveni publice. Legea protejează intimitatea (cum ar fi informație despre situația economică a persoanei, sănătate și convingere politică) și alte drepturi cum ar fi dreptul la libertatea de circulație și de întrunire. De exemplu, în Finlanda a funcționat un sistem de carduri care înregistra călătoriile pasagerilor. Sistemul a dat naștere unei dezbateri din perspectiva libertății de mișcare iar colectarea datelor de călătorie a fost abandonată în baza legii de protejare a datelor personale.
zh_cn: 数据保护法案不仅是保护数据本身，还确保公民们不用为自己的隐私数据会被公开而担心。这个法案保护隐私（比如某个人的经济状况，健康状况或者政治倾向）以及诸如自由行动和集会等的权利。比如，芬兰的交通卡会在用户在不同公共交通线路上刷卡时记录信息。这就引起了关于自由行动的争论并最终导致交通卡收集的信息被数据保护法案所废弃。

source: The :term:`EU PSI Directive` recognises the importance of asset registers for prospective re-users of public information. It requires member states to provide lists, portals, or something similar. It states::
he: ה- :מונח:’EU PSI Directive.’ מכיר בחשיבות רשימות המידע לצורך אחזור של מידע ציבורי. גוף זה דורש מהמדינות החברות בו ,לספק רשימות, פורטלים, או משהו דומה. הוא מצהיר:
hr: 'EU PSI Directive' prepoznaje važnost imovinskih registara za potencijalne korisnike javnih podataka. Ono zahtijeva od članova da pribave liste, portale ili nešto slično. Ono navodi:
id: :term:`EU PSI Directive` mengakui pentingnya register aset untuk calon pengguna ulang informasi publik. Hal ini memerlukan kesediaan negara-negara anggota untuk memberikan daftar, portal, atau sesuatu yang serupa. Ini menyatakan::
ja: :term:`EU PSI Directive` は、公開情報の再利用をしたい人向けに、資源の登録簿を作ることの重要性を認識している。所属するメンバーに、一覧表やポータルなどの何かを提供するよう要求している。こんな要求だ。
ro: Termenul :term:`Directiva Europeană PSI` recunoaște importanța registrilor de bunuri pentru viitorii reutilizatori de informații publice. Impune membrilor statelor să furnizeze liste, portaluri, sau ceva asemănător. Se precizează::

source: IARs can be developed in different ways. Government departments can develop their own IARs and these can be linked to national IARs. IARs can include information which is held by public bodies but which has not yet been – and maybe will not be – proactively published. Hence they allow members of the public to identify information which exists and which can be requested.
he: רשימות IAR ( Information Asset Register ) יכולות להיות מפותחות בדרכים שונות. משרדי ממשלה יכולים לפתח רשימות כאלה משלהם, ואלה יכולות להיות מקושרות לרשימות ארציות כאלה. הן יכולות לכלול מידע המצוי אצל גופים ציבוריים, שטרם פורסם, או שאין יוזמה מצד הגופים הללו לפרסמו. לפיכך, הם מאפשרים לנציגי ציבור לאתר מידע שקיים ושניתן לבקשו.
hr: IAR-i mogu biti razvijeni na više načina. Vladini odjeli mogu razviti svoje IAR-e koji mogu biti povezani s državnim IAR-ima. IAR-i mogu sadržavati informacije koje su u vlasništvu javnih tijela, ali koje još nisu - a možda i neće - biti proaktivno objavljene. Stoga se dozvoljava javnosti identificiranje informacija koje postoje i koje se mogu zatražiti.
id: IARS dapat dikembangkan dengan cara yang berbeda. Departemen pemerintah dapat mengembangkan IARS versi mereka sendiri dan ini dapat dikaitkan dengan IARS versi nasional. IARS dapat mencakup informasi yang dipegang oleh badan-badan publik, tetapi pada yang belum - dan mungkin tidak akan - secara proaktif diterbitkan. Oleh karena mereka memperkenankan anggota masyarakat untuk mengidentifikasi informasi yang ada dan yang dapat diminta.
ja: IARはいろんな方法で構築できる。政府の各省が独自にIARを作って、それを国家のIARにリンクしてもいい。 IARには、公的機関が持つ情報の中でも積極的には公開するつもりのないものも含めることもできる。 そのようにして、どんな情報があってどれがリクエストできるのかを公衆に知らせることができる。
ro: IAR pot fi dezvoltate în diferite moduri. Departamentele guvernamentale pot dezvolta propriile IAR și acestea pot fi legate la IAR naționale. IAR pot include informații care sunt deținute de entități publice dar care nu au fost încă – și poate nu vor fi – publicate proactiv. Prin urmare acestea îngăduie publicului larg să identifice ce informatie există și poate fi cerută.

source: For the public to make use of these IARs, it is important that any registers of information held should be as complete as possible in order to be able to have confidence that documents can be found. The incompleteness of some registers is a significant problem as it creates a degree of unreliability which may discourage some from using the registers to search for information.
he: כדי שהציבור יעשה שימוש ברשימות אלה, חשוב שכל רשימת מידע כזו תהיה שלמה, ככל שניתן, כדי להיות בטוחים שניתן יהיה לאתר מסמכים. רשימות לא מלאות הן בעיה, כי זה יוצר רמה של חוסר אמינות, שעלולה להרתיע אנשים משימוש ברשימות לאיתור מידע.
hr: Kako bi javnost mogla koristiti ove IAR-e, važno je da svaki registar informacija bude što je moguće kompletniji kako bi ljudi imali povjerenja u dokumente koje traže. Nedovršenost nekih registara je ozbiljan problem jer stvara određenu dozu nepovjerljivosti koja može obeshrabriti pojedince na korištenje registara za traženje informacija.
id: Bagi publik untuk memanfaatkan IARS ini, adalah penting setiap register dari informasi yang dimiliki harus selengkap mungkin agar memiliki keyakinan bahwa dokumen tersebut dapat ditemukan. Ketidaklengkapan beberapa register merupakan masalah yang signifikan karena menciptakan suatu tatanan yang dapat mendorong sebagian untuk tidak menggunakan register dalam mencari informasi.
ja: こういったIARを使う側にとって重要なのは、持っている情報を登録する人たちが、可能な限り完全なものを登録することだ。これで、ドキュメントが確実に見つけられるという信頼を得られるようになる。不完全な登録があると、深刻な問題になる。IARの信頼性が落ちてしまい、それを使って情報を探そうという気をそいでしまうことになるからだ。
ro: Pentru ca publicul să folosească aceste IAR, este important ca orice registre de informații deținute să fie complete, pe cât posibil, pentru a se avea încredere că documentele pot fi găsite. Necompletarea unor registre este o problemă însemnată deoarece creează un grad de nesiguranță care poate descuraja pe unii de la a folosi registrele pentru a căuta informații.

source: It is essential that the metadata in the IARs should be comprehensive so that search engines can function effectively. In the spirit of open government data, public bodies should make their IARs available to the general public as raw data under an open license so that civic hackers can make use of the data, for example by building search engines and user interfaces.
he: חשוב ביותר, שהמטא דאטה של רשימות ה- IAR יהיה מפורט, כך שמנועי חיפוש יוכלו לחפש בו ביעילות. ברוח המידע הממשלתי הפתוח, גופים ציבוריים צרכים להפוך לזמינות את רשימות ה- IAR שלהם כחומר גלם, תחת רישיון פתוח, כך שהאקרים לגיטימיים יוכלו להשתמש במידע, לדוגמה, על-ידי בניית מנועי חיפוש וממשקי משתמש.
hr: Neophodno je da metapodaci u IAR-ima budu cjeloviti kako bi tražilice učinkovito funkcionirale. U duhu otvorenih državnih podataka, javna tijela bi trebala svoje IAR-e staviti na raspolaganje javnosti kao neobrađene podatke pod licencom otvorenom za sve kako bi civilni hakeri mogli iskoristiti podatke za primjerice, stvaranje tražilica te korisničkih sučelja.
id: Adalah penting setiap metadata pada IARS harus komprehensif sehingga mesin pencari dapat berfungsi secara efektif. Dalam semangat keterbukaan data pemerintah, badan publik harus membuat IARS mereka menjadi tersedia untuk masyarakat umum berbentuk data mentah di bawah naungan lisensi terbuka sehingga peretas sipil pun dapat menggunakan data tersebut, misalnya dengan membangun mesin pencari dan antar mukanya.
ja: IARの中のメタデータは包括的なものにし、サーチエンジンがきちんと機能するようにしておくことが重要だ。オープンガバメントデータの精神にのっとると、公共団体はIARを、オープンライセンスのもとで生のデータとして大衆に公開しないといけない。そうすれば民間のハッカーがそのデータを活用して、たとえばサーチエンジンやユーザーインターフェイスを作ってくれるかもしれない。
ro: Este esențial ca metadatele din IAR să fie cuprinzătoare astfel încât motoarele de căutare să poată funcționa corespunzător. În spiritul datelor guvernamentale deschise, entitățile publice ar trebui să își facă IAR disponibile publicului general ca date brute sub o licență deschisă astfel încât hăcuitorii civici să poată folosi aceste date, spre exemplu pentru a construi motoare de căutare și interfețe cu utilizatorul.
zh_cn: 在IAR中的元数据应该要全面这样搜索引擎才能有效工作。 对于开放的政府数据，公共部门应该提供原始的IAR数据并且采用开放许可协议，这样民间开发者就可以使用这些数据来开发搜索引擎和用户界面等。

source: Formats that are machine readable are ones which are able to have their data extracted by computer programs easily. PDF documents are not machine readable. Computers can display the text nicely, but have great difficulty understanding the context that surrounds the text.
he: פורמטים הנקראים על-ידי מחשבים הם כאלה שיכולים לאפשר שימוש במידע על-ידי תוכנות מחשב. מסמכי PDF אינם כאלה. מחשבים יכולים להציג אותם בצורה ברורה, אבל מתקשים להבין את ההקשר של התוכן שלהם.
hr: Formati koje strojevi mogu prepoznati su oni čije podatke računalni programi mogu s lakoćom izvući. PDF dokumenti nisu čitljivi strojevima. Računala mogu uredno prikazati tekst, no ne mogu razumjeti kontekst koji ga okružuje.
id: Format yang dapat dibaca oleh mesin yang mampu memiliki data yang diekstraksi dengan mudah oleh program komputer. Dokumen PDF bukanlah mesin yang dapat dibaca. Komputer dapat menampilkan teks dengan baik, tetapi memiliki kesulitan besar dalam memahami konteks yang melingkupi teks.
ja: 機械可読なフォーマットとは、コンピュータプログラムで簡単に取り出せるようなフォーマットを指す。PDFドキュメントは機械可読だとはいえない。コンピュータできれいにテキストを表示させることはできても、そのテキストにまつわるコンテキストをプログラムが理解するのは極めて難しい。
ro: Formate citibile automat sunt acele formate din care pot fi extrase datele ușor de către un calculator. Documentele PDF nu sunt citibile automat. Caltulatoarele pot afișa text frumos, dar au dificultăți mari în a înțelege contextul din jurul textului.
zh_cn: 机器可阅读的文件格式允许计算机程序方便得自动抓取其中的数据。PDF 文档不是机器可读的。计算机可以将文本展现的很漂亮但是却很难理解文本的上下文。

source: Open data are able to be used for any purpose. More details can be read at `opendefinition.org <http://www.opendefinition.org/>`_.
he: מידע פתוח יכול לשמש לכל מטרה. פרטים נוספים ניתן למצוא באתר `opendefinition.org <http://www.opendefinition.org/>`_
hr: Otvoreni podaci se mogu koristiti u bilo koju svrhu. Više detalja možete pročitati na `opendefinition.org <http://www.opendefinition.org/>`_.
id: Data terbuka mampu digunakan untuk segala kebutuhan. Rincian lebih lanjut dapat dibaca di `opendefinition.org <http://www.opendefinition.org/>`_.
ja: オープンデータとは、あらゆる目的で使えるデータのこと。詳細は `opendefinition.org <http://www.opendefinition.org/>`_ を参照。
ro: Datele deschise pot fi folosite în orice scop. Mai multe detalii pe `opendefinition.org <http://www.opendefinition.org/>`_.
zh_cn: 开放数据可以被用作各种用途。更多的细节可以在`opendefiniton.org<http://www.opendefinition.org/>`_阅读。

source: :term:`Open data` produced by the government. This is generally accepted to be data gathered during the course of business as usual activities which do not identify individuals or breach commercial sensitivity. Open government data is a subset of :term:`Public Sector Information`, which is broader in scope. See http://opengovernmentdata.org for details.
he: :מונח:’מידע פתוח הנוצר על-ידי הממשלה.’ זהו מידע הנוצר במהלך הפעילות השגרתית של משרדי הממשלה ,מבלי שהוא חושף יחידים או מידע מסחרי רגיש. מידע ממשלתי פתוח הינו תת-מערך של :מונח:’מידע מהסקטור הציבורי’, שהינו רחב יותר. לפרטים, ראו http://opengovernmentdata.org.
hr: Otvoreni podaci izdani od vlade. Ovo se obično smatra kao podaci prikupljeni tijekom obavljanja posla ili uobičajenih aktivnosti koje ne identificiraju pojedince ili narušavaju poslovnu osjetljivost. Otvoreni državni podaci su podskup 'Informacija Javnog Sektora', koji su šireg opsega. Za detalje vidi http://opengovernmentdata.org.
id: :term:`Data terbuka` diproduksi oleh pemerintah. Hal ini diterima secara umum pengumpulan data selama kegiatan bisnis dianggap sebagai hal yang biasa yang tidak mengidentifikasi individu atau melanggar sensitivitas komersial. Data terbuka pemerintah adalah sebuah kumpulan data dari :term:`Informasi Sektor Publik`, yang lingkupnya lebih luas. Lihat lebih rinci di http://opengovernmentdata.org.
ja: 政府機関が作った :term:`Open data` 。これは一般に、通常のビジネスの一環としてとりまとめられたものであると認識されている。個人を特定することはできないし、商業的に敏感なところに違反したりはしていない。オープンガバメントデータは :term:`Public Sector Information` のサブセットであり、 :term:`Public Sector Information` のほうがより幅広い範囲を扱う。詳細は http://opengovernmentdata.org を参照。
ro: Date deschise (:term:`Open data`) produse de guvern. E vorba în general despre date adunate de către guvern în decursul activităților obișnuite, care nu identifică indivizi și nu afectează interese economice. Datele guvernamentale deschise sunt parte din informații din sectorul public (:term:`Public Sector Information`). Vezi http://opengovernmentdata.org pentru mai multe informații.
zh_cn: 政府的:term:`开放数据`。这通常被认为是那些不会标识个人或涉及商业敏感信息的，在普通商业活动中收集的数据。广义上而言，开放的政府数据是 :term:`公共部门信息`的子集。 具体可见http://opengovernmentdata.org。

source: A license that requires users of a work to provide the content under the same or similar conditions as the original.
he: רישיון הדורש מהמשתמשים לספק את התוכן, תחת תנאים זהים או קרובים למקוריים.
hr: Licenca koja zahtijeva da korisnici djela dostave sadržaj koji je pod istim ili sličnim uvjetima kao i original.
id: Sebuah lisensi yang mewajibkan para pengguna produknya untuk menyediakan konten yang berada di bawah naungan yang sama atau mirip kondisinya dengan yang aslinya.
ja: 派生作品を作った人に対して、その作品に元の作品と同じ(あるいはほぼ同じ)ライセンスを課すことを要求するライセンス。
ro: O licență care obligă utilizatorii să distribuie materialul în aceleași condiții juridice ca și materialul inițial.
zh_cn: 这个许可协议要求作品使用者使用相同或类似的许可协议来重利用和分发这个作品。

source: Tab-separated values (TSV) are a very common form of text file format for sharing tabular data. The format is extremely simple and highly :term:`machine-readable`.
he: ערכים מופרדי טאב (TSV), הם צורה מקובלת של פורמט קבצי טקסט לשיתוף מידע טבלאי. פורמט זה פשוט מאוד ו:מונח:’קריא על-ידי מחשב.
hr: Tab-odvojene vrijednosti (TOV) su vrlo čest oblik tekstualnog formata za dijeljenje tabličnih podataka. Format je izuzetno jednostavan i čitljiv strojevima.
id: Tab-separated values (TSV) adalah format teks yang sangat umum digunakan untuk data tabular yang bisa berbagi. Formatnya sangat sederhana dan sangat :term:`dapat dibaca oleh mesin`.
ja: 表形式のデータを共有するときによく使われる、テキストファイルのフォーマットのひとつ。極めてシンプルで、かつ :term:`machine-readable` である。
ro: `Tab-separated values` (TSV) este un format comun de fișier text utilizat pentru distribuția datelor tabulare. Formatul este foarte simplu și citibil automat (:term:`machine-readable`).
zh_cn: TSV是一种常见的表单文件格式。它极其简单且:term:`可被机器阅读`。

source: JSON is a simple file format that is very easy for any programming language to read. Its simplicity means that it is generally easier for computers to process than others, such as XML.
he: JSON הוא פורמט קבצים פשוט, קל מאוד לקריאה על-ידי כל שפת תכנות. בפשטות הכוונה, שקל יותר למחשבים לקרוא פורמט זה, מאשר אחרים, למשל, XML.
hr: JSON je jednostavan format koji je lako čitljiv bilo kojem programskom jeziku. Njegova jednostavnost omogućava računalima lakšu obradu nego recimo XML format.
id: JSON adalah format file sederhana yang sangat mudah bagi setiap bahasa pemrograman untuk membacanya. Kesederhanaannya mempunyai arti bahwa secara umum memudahkan komputer untuk memprosesnya dibandingkan yang lain, seperti XML.
ja: JSONはシンプルなファイルフォーマットで、どんなプログラミング言語からでも極めて簡単に読み込める。そのシンプルさ故に、XMLなどの他のフォーマットに比べてコンピューターで処理しやすい。
ro: JSON este un format de fișier simplu care este foarte ușor de interpretat prin orice limbaj de programare. Simplitatea sa constă în ușurința cu care computerele procesează acest format spre deosebire de altele, cum ar fi XML.

source: XML is a widely used format for data exchange because it gives good opportunities to keep the structure in the data and the way files are built on, and allows developers to write parts of the documentation in with the data without interfering with the reading of them.
he: XML הוא פורמט קבצים נפוץ מאוד בשימוש להחלפת מידע, משום שהוא נותן אפשרויות רבות לשמירה על מבנה המידע והצורה בה נבנים הקבצים שלו, והוא מאפשר למפתחים לכתוב חלקים מהמסמכים, בלי להפריע לקריאה שלהם.
hr: XML je široko rasprostranjeni format za izmjenu podataka jer čuva strukturu podataka i način na koji su podaci uneseni te omogućava programerima da upišu dijelove dokumentacije unutar podataka bez miješanja, odnosno čitanja istih.
id: XML adalah format yang digunakan secara luas untuk pertukaran data karena memberikan peluang yang baik untuk menjaga struktur dalam data dan file cara yang dibangun pada, dan memungkinkan pengembang untuk menulis bagian dari dokumentasi dengan data tanpa mengganggu pembacaan mereka.
ja: XMLは、データ交換によく使われているフォーマットだ。データ構造を維持したりファイルを組み立てたりするのに便利だし、開発者がドキュメントの中にデータを組み込んだとしてもドキュメントを読むときの邪魔にならないからだ。
ro: XML este un format pentru schimbul de date folosit pe scară largă, deoarece oferă oportunități de a păstra structura în date și în modul în care fișierele sunt construite. De asemenea îngăduie dezvoltatorilor să scrie părți din documentație fără a interveni asupra modului de citire.
