Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: Economically, open data is of great importance as well. Several studies have estimated the economic value of open data at several tens of billions of Euros annually in the EU alone. New products and companies are re-using open data. The Danish husetsweb.dk helps you to find ways of improving the energy efficiency of your home, including financial planning and finding builders who can do the work. It is based on re-using cadastral information and information about government subsidies, as well as the local trade register. Google Translate uses the enormous volume of EU documents that appear in all European languages to train the translation algorithms, thus improving its quality of service.
he: גם מבחינה כלכלית, מידע פתוח הוא בעל חשיבות גדולה. כמה מחקרים העריכו את הערך הכלכלי של מידע פתוח, בכמה עשרות מיליארדי יורו מידי שנה, במדינות האיחוד האירופי בלבד. מוצרים וחברות חדשים מאחזרים מידע פתוח. האתר הדני husetsweb.dk מסייע לך למצוא דרכים, לשפר את היעילות האנרגטית של ביתך, כולל תכנון כלכלי ומציאת קבלן שיבצע את העבודה. הוא מבוסס על אחזור מידע ציבורי ומידע על סובסידיות ממשלתיות, כמו גם מידע מסחרי מקומי. שירות התרגום של אתר גוגל עושה שימוש בכמות עצומה של מסמכים של האיחוד האירופי, המופיעים בכל השפות האירופאיות, כדי לשפר את האלגוריתמים של התרגום, ובכך לשפר את איכות השירות.
hr: Otvoreni podaci i ekonomski imaju velik značaj. Nekolicina studija je procijenila vrijednost otvorenih podataka na nekoliko desetina miljardi eura godišnje, samo u Europskoj Uniji. Novi proizvodi i poduzeća ponovno koriste otvorene podatke. Danski husetsweb.dk pomaže pronaći rješenja kako poboljšati energetsku učinkovitost doma, uključujući izradu financijskog plana i traženje izvođača radova. Temelji se na upotrebi katastarskih informacija te informacija vezanih uz državne subvencije, kao i na lokalnog trgovačkog registra. Google Translate koristi ogromnu količinu EU dokumenata koji se pojavljuju u svim europskim jezicima kako bi poboljšao algoritme za prevođenje i time poboljšao kvalitetu usluge.
id: Secara ekonomi, data terbuka punya peranan yang sama pentingnya. Beberapa studi telah mengestimasi nilai ekonomi dari data terbuka dalam beberapa puluh miliar Euro setiap tahunnya di Uni Eropa. Produk-produk baru dan para perusahaan sama-sama menggunakan ulang data terbuka. Situs husetsweb.dk di Denmark membantu anda untuk menemukan cara meningkatkan efisiensi energi di rumah anda, termasuk perencanaan finansial dan menemukan para pengembang yang mampu untuk melakukan pekerjaan tersebut. Ini semua berbasis pada penggunaan ulang informasi kadaster dan informasi seputar subsidi pemerintah, begitu pula dengan perdagangan lokal yang terdaftar. Google Translate menggunakan volume besar dokumen-dokumen Uni Eropa yang tampil dengan semua bahasa di Eropa yang bertujuan untuk melatih algoritma penterjemahan, sehingga dapat meningkatkan kualitas layanannya.
ja: 経済的な面でも、オープンデータの重要性は変わらない。複数の研究が推測するところによると、オープンデータの経済的な価値はEU諸国だけで考えても年間数百億ユーロに達するとのことだ。新製品を作ったり会社を興したりするときにはオープンデータを活用する。デンマークの husetsweb.dk は、自宅のエネルギー効率の改善を支援するサービスだ。財務計画から担当業者の選定まで対応してくれる。このサービスは、地籍情報や政府の助成金に関する情報そして周辺の業者一覧情報を再利用している。Google Translateは、欧州各国語で書かれている大量のEUの文書を使って翻訳アルゴリズムを改良している。それによってサービスの品質を向上させるのだ。
ro: Datele libere sunt de mare importanță și din punct de vedere economic. Un număr semnificativ de studii au estimat valoare economică a datelor deschise la mai multe milioane de euro anual numai în Uniunea Europeană. Noi produse și companii refolosesc datele deschise. Situl danez husetsweb.dk te ajută să găsești modalități de a reduce energia folosită în gospodărie, incluzând planificarea financiară și găsirea firmelor care pot face ajustările necesare. Situl se bazează pe reutilizarea informațiilor cadastrale și pe informațiile despre subvențiile guvernamentale, precum și pe datele preluate din registrul comerțului. Google Translate folosește volumul imens de documente oficiale ale Uniunii Europene care apar în toate limbile europene pentru a antrena algoritmii de traducere și astfel îmbunătățind calitatea serviciului.
zh_cn: 从经济角度来说，开放数据也同样重要。一些研究估计，单是欧洲市场，开放数据的经济价值已经达到了每年几十个亿欧元。新的产品和公司都使用开放数据。丹麦的 husetsweb.dk 可以帮助你找到提升家庭能源使用效能的方法，包括提供财政规划和联系施工承包商。

source: Open data is also of value for government itself. For example, it can increase government efficiency. The Dutch Ministry of Education has published all of their education-related data online for re-use. Since then, the number of questions they receive has dropped, reducing work-load and costs, and the remaining questions are now also easier for civil servants to answer, because it is clear where the relevant data can be found. Open data is also making government more effective, which ultimately also reduces costs. The Dutch department for cultural heritage is actively releasing their data and collaborating with amateur historical societies and groups such as the Wikimedia Foundation in order to execute their own tasks more effectively. This not only results in improvements to the quality of their data, but will also ultimately make the department smaller.
he: למידע פתוח ערך גם לממשל עצמו. לדוגמה, זה יכול לשפר את היעילות הממשלתית. משרד החינוך ההולנדי פרסם את כל המידע שלו בנושאי חינוך ברשת, לצורך אחזור. מאז, מספר השאלות המופנות למשרד פחת, והביא בכך להפחתה בעומס העבודה ובעלויות, מה גם שעל יתר השאלות קל יותר עתה לפקידים להשיב, משום שברור יותר איפה למצוא את המידע הרלוונטי. מידע פתוח משפר את היעילות של משרדי הממשלה, דבר שמביא לירידה בהוצאות הממשלה. המשרד ההולנדי לעינייני המורשת התרבותית משחרר מידע באופן פעיל ומשתף פעולה עם חוקרי היסטוריה חובבנים וקבוצות, כמו קבוצת ויקימדיה (Wikimedia), כדי ליישם את המדיניות שלו ביתר יעילות. באופן זה, המשרד לא רק משפר את איכות המידע שלו, אלא יביא בסופו של דבר לצמצום כוח האדם שלו.
hr: Otvoreni podaci su isto važni i za samu vladu. Oni mogu, primjerice, poboljšati njenu učinkovitost. Nizozemsko Ministarstvo obrazovanja je sve svoje podatke vezane uz obrazovanje objavilo na internetu za ponovnu upotrebu. Od tada je broj upita opao, smanjujući radno opterećenje i troškove, a državnim je službenicima sada jednostavnije odgovoriti na preostala pitanja jer je jasno gdje se nalaze potrebni podaci. Otvoreni podaci vlade čine i djelotvornijima što u konačnici također rezultira smanjenjem troškova. Nizozemski odjel za kulturnu baštinu redovito objavljuje svoje podatke u suradnji s amaterskim povijesnim društvima i udrugama kao što su Wikimedia Foundation kako bi svoje zadatke izvršavali što učinkovitije. Na kraju krajeva, osim što poboljšavaju kvalitetu svojih podataka, ovim putem se i smanjuju radne jedinice, odnosno odjeli.
id: Data terbuka juga menjadi nilai bagi pemerintah itu sendiri. Sebagai contoh, dapat meningkatkan efisiensi pemerintah. Kementerian Pendidikan Belanda telah menerbitkan semua data mereka yang berhubungan dengan pendidikan secara daring untuk digunakan kembali. Sejak itu, jumlah pertanyaan yang mereka terima telah menurun, mengurangi beban kerja dan biaya, dan pertanyaan-pertanyaan yang tersisa sekarang juga lebih memudahkan pegawai pemerintah untuk menjawab, karena sudah jelas di mana data relevan dapat ditemukan. Data terbuka juga membuat pemerintahan lebih efektif, yang pada akhirnya juga dapat mengurangi biaya. Departemen Warisan Budaya Belanda secara aktif merilis data mereka dan berkolaborasi dengan masyarakat komunitas sejarah amatir dan kelompok-kelompok seperti Wikimedia Foundation dalam rangka melaksanakan tugas-tugas mereka sendiri agar lebih efektif. Hal ini menyebabkan tidak hanya dalam perbaikan kualitas data mereka saja, tetapi juga akhirnya akan membuat departemen menjadi lebih kecil.
ja: オープンデータは、政府自身にとっても価値がある。たとえば、政府の効率を改善するためにも使える。オランダ文部科学省は、教育関連のデータをすべてオンラインで公開して再利用できるようにした。それ以降、国民からの問い合わせの数は減少し、作業量やコストも削減できた。また、問い合わせを受けた職員がそれに答えるのも簡単になった。というのも、その問い合わせに関するデータがどこで得られるのかが明確になったからだ。オープンデータを活用すれば政府をより効率的に運営でき、最終的にコストの削減につなげることができる。オランダの文化遺産事務局は積極的にデータを公開しており、アマチュア歴史家団体やウィキメディア財団などの組織との共同作業でタスクを効率的に進めている。この事例は単にデータの質を向上させるにとどまらず、最終的に事務局をより小さくまとめることにもつながっている。
ro: Datele deschise sunt valoroase și pentru administrația guvernamentală. De exemplu, se poate imbunătăți eficiența serviciilor guvernamentale. Ministerul german al Educației, a publicat pe Internet toate datele legate de educație pentru reutilizare. De atunci, numărul întrebărilor primite a scăzut, reducând volumul de muncă și costurile. De asemenea, răspunsurile la intrebările recepționate sunt mai ușor de oferit, deoarece funcționarii publici identifică mai bine unde pot găsi informația relevantă. Datele deschise face ca administrația guvernamentală să fie mai eficientă, lucru care, în ultimă instanță, determină reducerea costurilor. Departamentul german pentru patrimoniul cultural își publică proactiv datele și colaborează cu societățile și grupurile de pasionați de istorie precum Fundația Wikimedia pentru a-și îndeplini sarcinile într-un mod mai eficient. Acestea vor duce nu numai la îmbuntățirea calității datelor, ci și la, în ultimă instanță, reducerea numărului de angajați.
zh_cn: 开放数据对政府也及其重要。比如，开放数据能够提升政府的效能。自从荷兰教育局在网上发布了所有教育相关的数据以供再利用后，他们收到的问题量大幅度减少，大大降低了他们的工作量和成本。而且因为很清楚到哪里去找相关的数据，公职人员回答那些未解决的问题也更容易。开放数据也提升了政府的效力，并且最终降低其成本。荷兰文化遗产部门积极发布他们的数据并和民间历史团体以及诸如Wikimedia Foundation这样的组织合作来使得其更有效力得执行工作。这一切不仅提升里他们数据的质量并且最终精简了他们的部门。

source: While there are numerous instances of the ways in which open data is already creating both social and economic value, we don’t yet know what new things will become possible. New combinations of data can create new knowledge and insights, which can lead to whole new fields of application. We have seen this in the past, for example when Dr. Snow discovered the relationship between drinking water pollution and cholera in London in the 19th century, by combining data about cholera deaths with the location of water wells. This led to the building of London’s sewage systems, and hugely improved the general health of the population. We are likely to see such developments happening again as unexpected insights flow from the combination of different open data sets.
he: בעוד שישנה כמות עצומה של מקרים בהם מידע פתוח כבר נותן ערך חברתי וכלכלי, איננו יודעים עדיין אילו דברים חדשים יהפכו בקרוב לאפשריים. צירופים חדשים של מידע יכולים ליצור ידע ותובנות חדשים, שיכולים להוביל ליישומים בתחומים חדשים לגמרי. ראינו זאת כבר בעבר, למשל כאשר ד”ר סנאו (Snow) גילה את הקשר בין מים מזוהמים למחלת הכולרה בלונדון במאה ה- 19, על-ידי שילוב של מידע על מקרי מוות מכולרה עם מידע על מיקומן של בארות מים. הדבר הוביל לבנייתה של מערכת הניקוז של לונדון ושיפר בצורה ניכרת את רמת הבריאות של האוכלוסיה. אנו צפויים לראות התפתחויות כאלה מתרחשות שוב, כשתובנות לא צפויות יצוצו משילוב סוגי מידע שונים.
hr: I dok postoje nebrojeni primjeri u kojima otvoreni podaci stvaraju i društvenu i ekonomsku korist, ne možemo sa sigurnošću reći koje će to još nove primjene naći u budućnosti. Nove kombinacije podataka stvaraju nove uvide i znanja, koja mogu naći primjenu u svakojakim područjima. Tome smo svjedočili i u prošlosti kada je Dr. Snow otkrio vezu između konzumiranja zagađene vode i kolere u Londonu u 19. stoljeću, povezivanjem podataka koje se tiču smrti od kolere s lokacijama vodocrpilišta. To je dovelo do izgradnje londonske kanalizacije i uvelike poboljšalo zdravlje građana. Takva poboljšanja možemo očekivati opet kako budemo povezivali otvorene podatke iz raznih područja.
id: Meskipun ada banyak contoh dari cara di mana data terbuka sudah menciptakan nilai sosial dan ekonomi, kita belum mengetahui hal-hal baru apa yang akan mungkin terjadi. Kombinasi baru dari data dapat menciptakan pengetahuan dan wawasan baru yang dapat membimbing pada bidang baru aplikasi. Kita telah melihat hal ini di masa lalu, misalnya ketika Dr Snow menemukan hubungan antara polusi air minum dan kolera di London pada abad ke-19, yaitu dengan menggabungkan data tentang kematian kolera dengan lokasi sumur air. Hal ini mendorong dilakukannya pembangunan sistem pembuangan di London, dan meningkatnya kesehatan umum penduduknya. Kami cenderung melihat pembangunan-pembangunan terjadi lagi sebagai sebuah aliran wawasan tak terduga dari kombinasi berbeda kumpulan data terbuka.
ja: このように、オープンデータが社会的にも経済的にも価値を生み出しているという実例は多数存在する。しかし、さらにどんな新たなことができるようになるかはまだわからない。各種データの新たな組み合わせは新しい知識や知見をもたらす可能性があり、それはまったく新しい適用場面につながる。我々は過去にそんな例を見てきた。たとえば、スノー博士は19世紀のロンドンで飲料水の汚染とコレラとの相関を発見した。これは、コレラによる死者とロンドンの井戸の位置という二つのデータを組み合わせた結果として得られたものだ。この発見にもとづいてロンドンの下水処理システムが整備され、市民の健康状態は劇的に改善された。さまざまなオープンデータを組み合わせることで思いがけない知見が得られ、その結果としてこんな出来事がふたたび起こるのではないだろうか。
ro: În timp ce sunt numeroase exemple de moduri în care datele libere deja aduc valoare socială și economică, nu știm încă ce lucruri noi vor deveni posibile. Noi combinații de date pot determina noi informații, noi perspective care pot duce la noi domenii de aplicații. Am mai asistat la așa ceva în trecut, când Dr.Snow a descoperit relația dintre apa potabilă și holeră din Londra secolului al XIXlea, combinând datele deținute despre morțile cauzate de holeră cu locațiile fântânilor. Acest demers a dus la construcția sistemului de canalizare al Londrei și astfel la îmbunătățirea stării de sănătate generale a populației. Este foarte probabil să asisităm din nou la astfel de inovații și la perspective neașteptate din diferitele combinări de date deschise.
zh_cn: 尽管已经有许多开放数据创造社会价值或者经济价值的例子，我们并不知道会有哪些新的可能。数据的重新组合将会创造新的知识和见解，而这一切将会引领在全新领域的应用。我们已经在过去见证过这样的例子，比如，在19世纪，通过将黑死病死亡率和饮用水井的地理分布联系起来，Dr. Snow发现了饮用水污染和黑死病之间的关系。而这引领伦敦建造了全新的排污系统，并大幅度改善了公众卫生状况。我们可以期待类似的社会进步将再次发生因为未知的新见解将会诞生于开放数据的重新组合之中。

source: This untapped potential can be unleashed if we turn public government data into open data. This will only happen, however, if it is really open, i.e. if there are no restrictions (legal, financial or technological) to its re-use by others. Every restriction will exclude people from re-using the public data, and make it harder to find valuable ways of doing that. For the potential to be realized, public data needs to be open data.
he: פוטנציאל לא ממומש זה יכול להתממש, אם נהפוך מידע ממשלתי ציבורי למידע פתוח. זה יקרה, רק כאשר המידע יהיה פתוח באמת, כלומר, שלא תהיינה מגבלות (חוקיות, כלכליות וטכנולוגיות) לשימוש החוזר בו על-ידי אחרים. כל הגבלה תמנע שימוש חוזר במידע ותקשה על מציאת דרכים בעלות ערך לשימוש בו. כדי לממש את הפוטנציאל, מידע ציבורי צריך להפוך למידע פתוח.
hr: Ovaj netaknuti potencijal se može osloboditi ako se javni vladini podaci preformuliraju u otvorene podatke. Ovo će se dogoditi isključivo ako oni doista postanu dostupni svima bez ograničenja (legalnih, financijskih ili tehnoloških), te ako se budu mogli koristiti izvan domene svoje izvorne namjene od strane drugih. Svako ograničenje će ljudima braniti pristup ponovnom korištenju javnih podataka pa ako želimo u potpunosti iskoristiti ovaj potencijal, javni podaci moraju biti otvoreni.
id: Potensi yang belum dimanfaatkan ini dapat dilepaskan jika kita mengubah data publik pemerintah menjadi data terbuka. Ini hanya akan terjadi, bagaimanapun, jika itu dilakukan benar-benar terbuka, yaitu jika tidak ada pembatasan (hukum, keuangan atau teknologi) untuk digunakan kembali oleh pihak lain. Setiap pembatasan akan menghalangi orang-orang untuk menggunakan kembali data publik, dan membuatnya lebih sulit untuk menemukan cara yang berharga untuk melakukan itu. Agar potensi-potensinya dapat diwujudkan, data publik perlu menjadi data terbuka.
ja: 政府の公用データをオープンデータにすれば、こういった手つかずの可能性を解き放てるだろう。しかしそうなるには、真の意味でオープンであり誰でも無制限に(法的にも金額的にも技術的にも制約を受けず)再利用できるようにしなければならない。あらゆる制約は公用データの再利用から人を遠ざけ、それを使って何か価値のあることができないか模索するのが困難になる。その可能性を認識させるには、公用データをオープンデータにする必要がある。
ro: Acest potențial neexplorat poate fi dezlănțuit dacă transformăm datele guvernamentale publice în date libere. Asta se va întîmpla, totuși, dacă datele sunt întradevar libere, dacă nu li se aplică restricții (legale, financiare sau tehnologice) la reutilizarea de către alte persone. Orice restricție va exclude persoane de la reutilizarea datelor publice, și va îngreuna identificarea modurilor de reutilizare. Pentru realizarea întregului potențial, datele publice trebuie sa fie date libere.
zh_cn: 这一未曾开发的潜能将会通过我们把政府数据开放而释放。而仅当这些数据是真正开放，即对于任何人不存在任何再利用数据的限制（无论是法律上的，经济上的还是技术上的），这才可能会发生。任何一个限制都会使得再利用公共数据成为不可能并且降低找到新的价值的可能性与方法。要让这些潜能被释放出来，公共数据必须成为开放数据。

source: This handbook is about *open data* but what exactly is it? In particular what makes *open* data open, and what sorts of data are we talking about?
he: מדריך זה עוסק ב*מידע פתוח*, אבל מה זה בדיוק? במיוחד, מה הופך מידע *פתוח* לכזה ועל אילו סוגי מידע אנחנו מדברים?
hr: Ovaj priručnik govori o otvorenim podacima, ali što je to zapravo? Što ih čini "otvorenima" i o kakvim vrstama podataka zapravo pričamo?
id: Buku pegangan ini berkisar tentang *data terbuka* tapi sebenarnya apa yang dimaksud dengan hal itu? Khususnya apa yang menjadikan *terbukanya* dari data terbuka, dan jenis data apa yang kita bicarakan?
ja: このハンドブックで扱うのは *オープンデータ* だが、実際のところそれは何なのだろうか?特に、オープンデータの *オープン* とはどういう意味で、どんな類のデータを想定しているのだろうか?
ro: Acest ghid este despre *datele deschise*, dar ce este aceasta mai precis? În particular ce face datele deschise să fie deschise, și despre ce date e vorba?
zh_cn: 这手册一直在谈论开放数据那么到底什么是开放数据呢？更为关键的，是什么使得开放数据得以开放，并且我们又是在讨论哪一些数据呢？

source: This handbook is about open data - but what exactly is *open* data? For our purposes, open data is as defined by the `Open Definition`_:
he: מדריך זה עוסק במידע פתוח, אבל מהו בדיוק מידע *פתוח*? למטרתנו, מידע פתוח מוגדר על-ידי `Open Definition`_:
hr: Ovaj priručnik govori o otvorenim podacima - ali što su zapravo "otvoreni" podaci? Za naše potrebe, otvoreni podaci su definirani kao:
id: Buku pegangan ini berkisar tentang data terbuka - tetapi sebenarnya apa yang dimaksud dengan *terbukanya* data? Untuk tujuan kita, data terbuka didefinisikan berdasarkan `Definisi Terbuka`_ sebagai:
ja: このハンドブックで扱うのはオープンデータである。ところで、実際のところ *オープン* なデータとは何なのだろう? 本書では、 `Open Definition`_ の定義に従うデータをオープンデータと呼ぶことにする。
ro: Acest ghid este despre datele deschise – dar ce sunt datele deschise? Pentru scopurile noastre, datele deschise sunt definite de către `Open Definition`_:
zh_cn: 到底什么是开放数据呢？为了说明这一点，我们采用「开放知识定义」来定义开放数据：

source: *Open data is data that can be freely used, re-used and redistributed by anyone - subject only, at most, to the requirement to attribute and sharealike.*
he: *מידע פתוח, הינו מידע שניתן להשתמש בו ולעשות בו שימוש חוזר באופן חופשי, על-ידי כל אחד - בכפוף רק, ולכל היותר, לדרישה לציין את מקור המידע ולשינויו בכפוף לרישיון השימוש בו.*
hr: *Otvoreni podaci su podaci koji se mogu slobodno koristiti bez ograničenja, ponovno koristiti i podijeliti bilo s kime - uz uvjet imenovanja autora i dijeljen pod jednakim uvjetima.*
id: *Data terbuka adalah data yang dapat secara bebas digunakan, digunakan ulang dan didistribusi ulang oleh siapapun - hanya patuh, umumnya, pada keharusan untuk menyebutkan siapa penciptanya dan berbagi dengan lisensi yang sama.*
ja: *オープンデータとは、自由に使えて再利用もでき、かつ誰でも再配布できるようなデータのことだ。従うべき決まりは、せいぜい「作者のクレジットを残す」あるいは「同じ条件で配布する」程度である。*
ro: *Datele deschise sunt date ce pot fi utilizate în mod liber, reutilizate și redistribuite de către oricine – supuse doar, cel mult, la necesitatea atribuirii în condiții identice.*
zh_cn: 开放数据是一类可以被任何人免费使用、再利用、再分发的数据——在其限制上，顶多是要求署名和使用类似的协议再分发。

source: The `full Open Definition`_ gives precise details as to what this means. To summarize the most important:
he: 'הנוסח המלא '_של הגדרת המידע הפתוח, נותן פרטים מלאים על הגדרה זו. הנקודות המרכזיות הן:
hr: Kompletna definicija "otvorenog" daje detaljan uvid što to znači, a najkraćim crtama se može sumirati kao:
id: `Defini Terbuka selengkapnya`_ memberikan rincian yang tepat apa yang dimaksud artinya. Ringkasannya dari yang paling penting adalah:
ja: `full Open Definition`_ に、その意味するところの明確な説明がある。まとめると、最も大切なのはこの三点である。
ro: Definiția completă a deschiderii (`full Open Definition`_) oferă detalii precise asupra a ce înseamnă aceasta. Sumarizarea celor mai importante:
zh_cn: 完整的「开放知识定义」对于这一定义给出了更为翔实的解释。这里总结出最关键的部分：

source: **Availability and Access:** the data must be available as a whole and at no more than a reasonable reproduction cost, preferably by downloading over the internet. The data must also be available in a convenient and modifiable form.
he: **זמינות ונגישות**: המידע חייב להיות זמין כולו ובעלות שימוש סבירה, עדיף כניתן להורדה באינטרנט. המידע חייב גם להיות זמין בפורמט נוח וניתן לעיבוד.
hr: **Dostupnost i pristupačnost:** Podaci moraju biti dostupni u cjelosti i po cijeni ne većoj no što iznosi tiskanje, stoga se preporuča preuzimanje putem interneta. Isto tako, podaci moraju biti dostupni u preglednom obliku i u mogućnosti s izmjenom sadržaja
id: **Ketersediaan dan Akses:** data harus tersedia secara keseluruhan dan tidak lebih dari pada biaya reproduksi yang masuk akal, akan lebih baik bila bisa dilakukan dengan pengunduhan melalui internet. Data harus pula tersedia dalam bentuk yang nyaman dan mudah untuk diolah.
ja: **利用できる、そしてアクセスできる** データ全体を丸ごと使えないといけないし、再作成に必要以上のコストがかかってはいけない。望ましいのは、インターネット経由でダウンロードできるようにすることだ。また、データは使いやすく変更可能な形式で存在しなければならない。
ro: **Valabilitate și acces:** datele trebuie să fie valabile ca un întreg și la nimic peste un cost rezonabil de reproducere, preferabil prin descărcare de pe internet. Datele trebuie să fie valabile într-o formă convenabilă și modificabilă.
zh_cn: 可获取性和可访问性：作品应当能够被完整获取，并且所需的花费应当不超过合理的重制费用 （较好的获取方案是提供从网络下载数据）。数据也必须使用方便修改的格式。

source: **Re-use and Redistribution:** the data must be provided under terms that permit re-use and redistribution including the intermixing with other datasets.
he: **שימוש חוזר והפצה**: המידע חייב להיות מסופק עם אישור לעשות בו שימוש חוזר ולהפיץ אותו, כמו גם שילובו בבסיסי מידע אחרים.
hr: **Ponovna uporaba i redistribucija:** Podaci moraju imati dozvolu za korištenje izvan izvornog područja namjene i redistribuciju uključujući miješanje s drugim bazama podataka.
id: **Penggunaan-ulang dan Distribusi ulang:** data harus disediakan di bawah ketentuan yang mengizinkan untuk penggunaan-upang dan pendistribusian ulang termasuk memadukan dengan kumpulan data lainnya.
ja: **再利用と再配布ができる** データを提供するにあたって、再利用や再配布を許可しなければならない。また、他のデータセットと組み合わせて使うことも許可しなければならない。
ro: **Reutilizare și redistribuție:** datele trebuie să fie oferite sub termeni ce permit reutilizarea și redistribuirea inclusiv combinarea cu alte seturi de date.
zh_cn: **再利用和再分发：**数据应当使用允许再利用和再分发 （包括与其他数据集整合后再分发的情况）的许可协议。
