Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: Publicise your request with a webpage. Make sure that it is possible to access the request on its own URL. That way, when shared via social media, the request can be easily found.
it: Pubblicizzare la richiesta di commenti con una pagina web. Assicurarsi che sia possibile accedere alla richiesta attraverso l'URL indicato. In questo modo, se se verrà condivisa via social media, sarà molto più semplice da trovare.

source: Provide easy ways to submit responses. Avoid requiring registration, as it reduces the number of responses.
he: שליחת תגובות להצעה צריכה להיות פשוטה. הימנע מלהתנות זאת ברישום כלשהו - הדבר יוביל לצמצום התגובות.
hr: Omogućite jednostavne načine za predaju povratnih informacije. Izbjegavajte nužnost registriranja jer ono znatno smanjuje količinu povratnih informacija.
id: Menyediakan cara mudah untuk mengirimkan respon. Menghindarkan dari keharusan mendaftar, karena itu akan mengurangi jumlah respon.
it: Fornire modi semplice per inviare le richieste. Evitare le richieste di registrazione perché riducono il numero di risposte.
ja: 簡単に意見を表明できる方法を提供する。登録をしないと意見を投稿できないなどということはやめよう。そんなことをすれば、反応が少なくなってしまう。
ro: Pune la dispoziție modalități simple pentru trimiterea răspunsurilor. Evită înregistrări obligatorii, deoarece acestea reduc numărul răspunsurilor.
zh_cn: 提供提交反馈的简单方法。避免因为要求注册而减少回应数量。

source: Circulate the request to relevant mailing lists, forums and individuals pointing back to the main webpage.
it: Far circolare la richiesta attraverso le mailing list pertinenti, i forum e link che puntano alla pagina web principale.

source: Run a consultation event. Make sure you run it at a convenient time where the average business person, data wrangler and official can attend.
he: ערוך אירוע היוועצות. קבע אותו במועד שיהיה נוח גם לאיש העסקים, גם לשוחר המידע וגםלפקיד הממשל.
hr: Organizirajte savjetovalište. Pobrinite se za primjereno vrijeme održavanja kako bi ga mogli posjetiti prosječni poslovni ljudi i oni koji se bave prikupljanjem i organizacijom podatkovnih skupova.
id: Gelar sebuah acara konsultasi. Pastikan anda menyelenggarakannya pada waktu yang nyaman bagi umumnya para pelaku bisnis, pengolah data dan para petugas resmi dapat menghadirinya.
it: Crea un evento dedicato a domande e risposte. Assicurati di proporlo in un orario comodo per tutte le persone che hanno orari da lavoro in ufficio!
ja: 打ち合わせの場を設ける。平均的な会社員、データを扱う人、そして役人などが参加しやすいような日時で開催すること。
ro: Organizează un eveniment de consultare. Fii sigur că acesta se desfășoară într-un moment potrivit pentru ca orice antreprenor, administrator de date și funcționar să poată participa.
zh_cn: 组织一个讨论会。确保讨论会的时间便利，以让大部分商业人士，数据爱好者，政府官员等可以参加。

source: Ask a politician to speak on your agency's behalf. Open data is very likely to be part of a wider policy of increasing access to government information.
he: בקש מפוליטיקאי לשאת דברים מטעם הגוף אותו אתה מייצג. סביר ,שמידע פתוח יהווה חלק ממדיניות רחבה יותר של הגברת הנגישות למידע ממשלתי.
hr: Kontaktirajte političara da govori u ime vaše agencije. Otvoreni podaci su često potrebni u provođenju smjernica za povećanjem pristupačnosti vladinih informacija.
id: Meminta politisi untuk berbicara atas nama lembaga anda. Data terbuka dapat menjadi bagian dari sebuah kebijakan luas dalam meningkatkan akses ke informasi pemerintahan.
it: Chiedi a un politico di parlare per conto della tua agenzia. Gli open data devono poter fare parte di una ottica molto ampia che coinvolga anche le forze politiche.
ja: あなたの所属機関の立場を代弁してもらうよう、政治家に依頼する。オープンデータは、政府の情報にアクセスしやすくする政策の一部となるだろう。
ro: Solicită unui politician să vorbească în numele instituției tale. E posibil ca datele deschise să facă parte dintr-o politică mai largă de îmbunătățire a accesului la informațiile guvernamentale.
zh_cn: 请一个政客替你的组织对外发言。开放数据是很容易成为提升政府信息公开这一政策的一部分的。

source: Cost basis
he: בסיס העלות
hr: Temeljni troškovi
id: Basis cost
it: Costi base
ja: コストについて
ro: Baza de cost
zh_cn: 将数据开放的成本

source: How much money do agencies spend on the collection and maintainence of data that they hold? If they spend a great deal on a particular set of data, then it is highly likely that others would like access it.
it: Quanti soldi spendono le aziende nel mantenere funzionali e aggiornate le basi di dati che usano? Se spendono molto nel mantenimento di un particolare set di dati, c'è una buona probabilità che molti altri vogliano accedervi.

source: This argument may be fairly susceptible to concerns of freeriding. The question you will need to respond to is, "Why should other people get information for free that is so expensive?". The answer is that the expense is aborbed by the public secotr to perform a particular function. The cost of sending that data, once it has been collected, to a third party is approximately nothing. Therefore, they should be charged nothing.
it: Questo ragionamento può suscitare preoccupazioni relative al free-riding. La domanda a cui devi rispondere è: "Perché dovremmo regalare informazioni costose?". La risposta è che la spesa è assorbita dal settore pubblico, che ha bisogno di quelle informazioni per svolgere una certa funzione. Una volta che questi dati sono stati raccolti, il costo di trasferirli a terze parti è vicino allo zero. Quindi anche il loro prezzo di mercato dovrebbe essere zero.

source: Ease of release
he: קלות השחרור
hr: Jednostavnost izvještavanja
id: Kemudahan rilis
it: Facilità di rilascio
ja: 公開の容易性
ro: Ușurința de publicare
zh_cn: 将数据开放的简易性

source: Sometimes, rather than decide which data would be most valuable, it could be useful to take a look at which data is easiest to get into the public's hands. Small, easy releases can act as the catalyst for larger behavioural change within organisations.
it: A volte, piuttosto che decidere quali dati sarebbero di maggior valore, conviene controllare quali dati siano più semplici da portare al pubblico dominio. Piccoli e veloci successi possono fungere da catalizzatori per i comportamenti su larga scala delle varie organizzazioni.

source: Be careful with this approach however. It may be the case that these small releases are of so little value that nothing is built from them. If this occurs, faith in the entire project could be undermined.
he: למרות זאת, יש להיזהר עם גישה זו. ייתכן שלשחרורים קטנים אלה אין ערך ממשי, וכשום דבר לא יוכל לצמוח מהם. אם זה קורה, האמונה בפרויקט כולו עלולה להתערער.
hr: No, treba biti oprezan s ovim pristupom. Može se dogoditi da će ti mali izvještaji imati toliko malu vrijednost da iz njih ništa neće moći nastati. U tom slučaju, može se narušiti povjerenje u čitavi projekt.
id: Bagaimanapun, tetap berhati-hati dengan pendekatan ini. Itu mungin bisa terjadi di mana rilis kecil ini akan juga sedikit nilai-nilainya yang tidak ada untuk dapat dibangun darinya. Bila ini terjadi, kepercayaan pada seluruh proyek bisa terganggu.
it: Comunque, stai attenti con questo approccio. Potrebbe essere che questi piccoli e veloci rilasci di dati siano di così scarso interesse che non ci si possa fare nulla di utile. Se succede, il destino dell'intero progetto potrebbe essere segnato.
ja: しかし、この方式を使うときは注意を要する。そういった小さなデータを公開してもその効果がほとんど目に見えず、結局何も変わらないままということもあり得る。もしそうなったら、組織内での信頼も落ちてしまう。
ro: Totuși fii atent cu această abordare. Este posibil ca aceste publicări să fie de o valoare atât de mică încât să nu se poată dezvolta nimic pe baza lor. În acest caz, întregul proiect poate fi compromis.
zh_cn: 然而使用这个方法时也要小心。因为可能一些小的数据集被开放后并没有创造什么价值。如果这发生了，那么整个将数据开放的项目都将夭折。

source: Observe peers
he: צפה בשותפיך
hr: Motrenje sudionika
id: Amati rekan
it: Osserva quello che fanno gli altri
ja: 周りを見渡す
ro: Observă colegii
zh_cn: 向同行学习

source: Open data is growing movement. There are likely to be many people in your area who understand what other areas are doing. Formulate a list on the basis of what those agencies are doing.
it: Quello per gli open data è un movimento in crescita. È probabile che ci siano molte persone nel tuo settore che sanno cosa stiano facendo, in merito, gli altri settori. Costruisci una lista basandoti su quello che fanno.

source: How to Open up Data
he: כיצד לפתוח מידע
hr: Kako učitiniti podatke otvorenima
id: Cara Membuka Data
it: Come aprire i dati
ja: データをオープンにするには
ro: Cum să deschizi datele
zh_cn: 如何将数据开放？

source: This section forms the core of this manual. It gives concrete, detailed advice on how data holders can open up data. Here we’ll go through the basics, but also cover the pitfalls. Lastly, we will discuss the more subtle issues that can arise.
it: Questa sezione costituisce il cuore del manuale. Dà consigli concreti e dettagliati ai detentori di dati che vogliono aprirli. Qui passeremo in rassegna i fondamentali, ma non trascureremo nemmeno i rischi. Infine, discuteremo di problemi più sottili che si possono presentare.

source: There are three key rules we recommend following in opening up data:
it: Ci sono tre regole fondamentali che si consiglia di seguire l'apertura dei dati:

source: **Keep it simple.** Start out small, simple and fast. There is no requirement that every dataset must be made open right now. Starting out opening up just one dataset, or even one part of a large dataset is fine -- of course the more datasets you can open up the better.
it: **Non complicarti la vita.** Comincia con un progetto piccolo, semplice e veloce. Non c'è bisogno di aprire tutte le basi dati in una volta. Inizialmente, aprirne una sola, o anche solo una parte di una sola, va benissimo -- naturalmente, più dati puoi aprire meglio è.

source: Remember this is about innovation. Moving as rapidly as possible is good because it means you can build momentum and learn from experience -- innovation is as much about failure as success and not every dataset will be useful.
he: זכרו שאנו מדברים על חדשנות. להתקדם כמה שיותר מהר זה טוב, משום שכך תוכלו ליצור מומנטום וללמוד מהנסיון. חדשנות פירושה גם הצלחות וגם כשלונות, ולא כל מערך מידע יהיה שימוש.
hr: Nemojte zaboraviti na inovativnost. Napredovanje u što kraćem roku je dobar znak koji omogućava učenje iz iskustva - inovativnost označava padove u istoj mjeri kao i uspjehe tako da neće svaki skup podataka biti koristan.
id: Ingat ini tentang inovasi. Bergerak secepat mungkin adalah bagus karena itu berarti anda dapat membangun momentum dan belajar dari pengalaman -- inovasi adalah sebuah proses di mana kegagalan adalah jalan menuju kesuksesan dan tidak setiap kumpulan data dapat berguna.
it: Ricorda: stai facendo innovazione. Muoversi il più in fretta possibile è bene, perché significa prendere slancio e imparare dall'esperienza -- innovare comporta anche fare degli errori, e non tutte le basi dati saranno utili.
ja: これはイノベーションなんだ。動き出すのが早ければ早いほどいい。そのほうが勢いをつけやすいし、実際にやってみて初めて気づくことだってある。 -- イノベーションが成功するか失敗するかは五分五分だし、すべてのデータセットが有用だとは限らない。
ro: Nu uita că acest proces implică inovație. Este bine să te miști cât de repede posibil, pentru că înseamnă că poți lua avânt și învăța din experiență -- inovația poate să ducă la eșec așa cum poate să ducă la succes și nu orice set de date va fi util.
zh_cn: 要记住这一切都事关创新。行动越快越好因为这说明你能够创造动力并且吸取经验教训——创新不只关乎于成功也包括失败，并且并不是每一个数据集都是有用的。

source: **Engage early and engage often.** Engage with actual and potential users and reusers of the data as early and as often as you can. Be they citizens, businesses, developers. This will ensure that the next iteration of your service is as relevant as it can be.
it: **Coinvolgi gli utenti fin dall'inizio e consultali spesso.** Cerca il confronto con i potenziali utilizzatori dei dati (cittadini, imprese, sviluppatori di software); prima e più spesso lo fai e meglio è. Questo assicurerà il massimo impatto alle successive iterazioni della tua iniziativa.

source: It is essential to bear in mind that much of the data will not reach ultimate users directly but rather via ‘info-mediaries’. These are the people who take the data and transform ot remix it be presented. For example most of us don’t want or need a large database of GPS coordinates, we would much prefer a map. Thus, engage with infomediaries first. They will reuse and repurpose the material.
it: È importante tenere presente che in generale i dati raggiungeranno gli utenti finali non in modo diretto, ma attraverso 'infomediari'. Queste persone prendono i dati e li trasformano o remixano perché possano essere utili a una platea più vasta. Per esempio, la maggior parte di noi non saprebbe cosa farsene di una grande base dati di coordinate GPS, preferiamo guardare una mappa. Quindi, le persone da coinvolgere per prime sono gli infomediari: saranno loro a riutilizzare il materiale, e a trovargli nuovi usi.

source: **Address common fears and misunderstandings**. This is especially important if you are working with or within large institutions such as government. When opening up data you will encounter plenty of questions and fears. It is important to (a) identify the the most important ones and (b) address them at as an early stage as possible.
it: **Affronta i timori e le incomprensioni diffuse.** Questo è importante soprattutto se lavori in o con grandi organizzazioni come il governo. Nell'aprire i dati incontrerai molte domande e molte paure. È importante (a) capire quali sono le più pressanti, e (b) darvi una risposta il più presto possibile.

source: There are 4 main steps in making data open, each of which we will cover in detail below. These are in very approximate order - many of these can be done simultaneously.
it: Ci sono quattro passaggi principali nell'aprire i dati; li tratteremo tutti nei dettagli più avanti. L'ordine è approssimativo, alcuni si possono fare contemporaneamente.

source: **Choose your dataset(s).** Choose the dataset(s) you plan to make open, though keep in mind you can (and may need to) return to this step if you encounter problems at later stages.
it: ** Scegliete il set di dati (s) .** Scegli il set di dati (s) si prevede di rendere aperto, anche se tenere a mente si può (e potrebbe essere necessario), tornare a questo passaggio se si incontrano problemi nelle fasi successive.

source: **Apply an open license.**
he: **הגש בקשה לרישיון פתוח**
hr: **Pribavite otvorenu licencu.**
id: **Menerapkan lisensi terbuka.**
it: ** Utilizzare una licenza open .**
ja: **オープンなライセンスを適用する。**
ro: ** Folosește o licență deschisă.**
zh_cn: **应用一个开放许可协议：**

source: Determine what intellectual property rights exist in the data.
he: קבע אילו זכויות קניין רוחניות מגינות על המידע
hr: Odredite koja prava intelektualnog vlasništva sadrže vaši podaci.
id: Tentukan hak kekayaan intelektual yang ada dalam data.
it: Determinare quali sono i diritti di proprietà intellettuale
ja: そのデータにどんな知的財産権が存在するかを確かめる。
ro: Determină ce drepturi de proprietate intelectuală sunt în date.
zh_cn: 确定数据的知识产权。

source: Apply a suitable ‘open’ license that licenses all of these rights and supports the definition of openness discussed in the section above on ‘What Open Data’
he: הגש בקשה לרישון “פתוח” מתאים, שנותן את כל הזכויות הללו ותומך בהגדרה של פתיחות, כפי שנדונה בפרק “מהו מידע פתוח”"
hr: Primjenite odgovarajuću 'otvorenu' licencu koja dozvoljava korištenje svih ovih prava i u skladu je s definicijom otvorenosti koju smo pokrili u ranijem poglavlju 'Što su otvoreni podaci'
id: Terapkan lisensi ‘terbuka’ yang tepat yang dapat melisensi semua hak dan mendukung diskusi definisi tentang keterbukaan pada seksi ‘Apakah Data Terbuka’ di atas.
it: Applicare una adeguata licenza 'open' che copre tutti questi diritti e supporta la definizione di apertura discussa nella precedente sezione 'Cosa è Open Data'
ja: 適切な「オープン」ライセンスを選んですべての知財をライセンスし、先ほど「オープンデータとは何か」で議論したオープン性の定義に対応する。
ro: Aplică o licență „deschisă” potrivită care cuprinde toate aceste drepturi și se încadrează la definiția deschiderii care a fost discutată în secțiunea anterioară despre „Ce sunt datele deschise”.
zh_cn: 应用一个合适的开放协议来确保这些权利以及遵循「开放知识定义」（见「什么是开放数据」一节」）。

source: NB: if you can't do this go back to step 1 and try a different dataset.
he: הערה: אם אינכם מצליחים, חזרו לשלב מס’ 1 ונסו מערך מידע אחר.
hr: NB: ako niste u mogućnosti ovo ispuniti, vratite se na 1. korak i probajte s drugim skupom podataka.
id: NB: bila anda tidak dapat melakukan ini maka kembalilah ke langkah 1 dan cobalah dengan kumpulan data berbeda.
it: NB: se non è possibile si deve tornare al punto 1 e tentare con un insieme di dati differenti.
ja: 注意: もしこれが不可能なら、ステップ1に戻って別のデータセットを試してみよう。
ro: Observație: dacă nu poți să treci de acest pas, întoarce-te la primul pas și alege un alt set de date.
zh_cn: 注意：如果你无法应用一个合适的协议，那么就退回到第一步重新选取一个数据集。

source: **Make the data available** - in bulk and in a useful format. You may also wish to consider alternative ways of making it available such as via an API.
he: **הנגישו את המידע** - בפורמט יעיל והמוני. תרצו אולי גם לשקול דרכים חלופיות, למשל שימוש ב- API (ממשק תכנות אפליקציה)
hr: **Učinite podatke dostupnima** - u velikim količinama i preglednom formatu. Možete razmotriti i alternativne načine o tome kako ih učiniti dostupnima, npr. putem API-a.
id: **Menjadikan data tersedia** - secara masal dan format yang berguna. Anda mungkin juga mempertimbangkan cara alternatif untuk membuatnya menjadi tersedia misalnya seperti melalui sebuah API.
it: **Rendere i dati disponibili** - alla quantità e in un formato utile. Si possono prendere prendere in considerazione anche metodi alternativi come la distribuzione attraverso API.
ja: **データを公開する。** - 有用なフォーマットで、まとめて公開する。別の方法での公開、たとえばAPI経由で使えるようにするなどの方法を検討してもかまわない。
ro: **Pune datele la dispoziție** - tot volumul și într-un format accesibil. S-ar putea să iei în considerare alternative de publicare, cum este, de exemplu, o interfață de programare.
zh_cn: 使得数据可获取：将数据提供在可用的、可整批获取的格式下。或者，你可以考虑提供一个API。

source: **Make it discoverable** - post on the web and perhaps organize a central catalogue to list your open datasets.
it: **Renderlo trovabile** - inviare messaggi nella Rete e, se possibile, organizzare un catalogo centrale dove elencare l'insieme di dati aperti.

source: Make Data Available (Technical Openness)
he: הנגישו את המידע (פתיחות טכנית)
hr: Učinite podateke dostupnima (tehnička otvorenost)
id: Menjadikan Data Tersedia (Teknis Keterbukaan)
it: Rendere i dati disponibili (Aspetti Tecnici)
ja: データを公開する(技術的にオープンにする)
ro: Fă datele accesibile (deschiderea tehnică)
zh_cn: 使数据可获得 （技术上的开放）

source: :term:`Open data` needs to be technically open as well as legally open. Specifically, the data needs be available in bulk in a :term:`machine-readable` format.
it: gli :term: `Open data` devono essere tecnicamente e legalmente aperti nel miglior modo. In particolare, i dati devono essere disponibili in un formato :term: `machine readable`

source: Data should be priced at no more than a reasonable cost of reproduction, preferably as a free download from the Internet. This pricing model is achieved because your agency should not undertake any cost when it provides data for use.
he: המידע צריך להיות מתומחר במחיר סביר בלבד של אחזורו, עדיף בצורה שניתנת להורדה חופשית באינטרנט. מודל התמחור הוא כזה, משום שהגוף בו אתם עובדים צריך לפעול ללא כוונת רווח, כשהוא מנגיש מידע.
hr: Cijena podataka ne bi smjela biti veća od cijene same izrade, a preporuča se u obliku besplatnog preuzimanja s Interneta. Ovaj cjenovni model se koristi iz razloga što vaša organizacija ne bi smjela imate izdatke kada omogoćuva podatke za korištenje.
id: Data seharusnya dihargai tidak lebih dari biaya reproduksi yang wajar, sebaiknya dijadikan sebagai unduhan gratis dari internet. Model penghargaan ini dapat dicapai karena lembaga anda tidak perlu menangani biaya apapun saat menyediakan data untuk digunakan.
it: I dati dovrebbero avere un prezzo non ragionevole che il costo di riproduzione, preferibilmente come download gratuito da Internet. Questo modello di prezzo è raggiunto perché l'ente non dovrebbe obbligare alcun costo nel fornire dati che vogliono essere utilizzati.
ja: データを公開するにあたって、複製するための実費を超える値段をつけてはいけない。インターネットから無料でダウンロードできるようにするのがおすすめだ。この価格体系を実現できる理由は、データを提供するにあたってその組織がよけいなコストをかけるべきではないからだ。
ro: Datele trebuie să fie disponibile la un preț mai mic decât costul rezonabil de reproducere, preferabil ca o descărcare gratuită de pe Internet. S-a ajuns la acest model de tarifare pentru că agenția ta nu trebuie să suporte nici un cost atunci când furnizează date utilizatorilor
zh_cn: 数据应当能在支付最多不超过合理重制费用的情况下获得，最好是能通过网络下载取得。这一价格模型得以实现是基于你在将数据开放时不产生其他新的成本。

source: The data should be available as a complete set. If you have a register which is collected under statue, the entire register should be available for download. A web API or similar service may also be very useful, but they are not a substitutes for bulk access.
it: I dati dovrebbero essere disponibili come set completo. Se si dispone di un registro che viene raccolto sotto la statua, l'intero registro dovrebbe essere disponibile per il download. Una API web o servizio simile può anche essere molto utile, ma non sono una sostituti per l'accesso alla rinfusa.

source: Re-use of data held by the public sector should not be subject to patent restrictions. More importantly, making sure that you are providng machine-readable formats allows for greatest re-use. To illustrate this, consider statistics published as :abbr:`PDF (Portable Document Format, often used for high quality printing)` documents. While these statistics can be read by humans, they are very hard for a computer to use. This greatly limits the ability for others to reuse that data.
it: Il riuso dei dati detenuti dal settore pubblico non dovrebbero essere soggetti a restrizioni di brevetto. Ancora più importante, facendo in modo che si utilizzino formati machine-readable - leggibili da una macchina - permette il massimo utilizzo. Per capire questo concetto, si consideri documenti statistici pubblicati nel formato abbr:`PDF (Portable Document Format, spesso utilizzato per la stampa di alta qualità)`. Anche se queste statistiche possono essere letti da esseri umani, sono molto difficili per essere rielaborate da un computer. Questo limita notevolmente la possibilità per chiunque di riutilizzare tali dati.

source: Here are a few policies that will be of great benefit:
he: להלן כמה עקרונות שיהוו רווח משמעותי:
hr: Navest ćemo nekoliko prijedloga koji mogu biti od velike koristi:
id: Berikut ini beberapa kebijakan yang akan sangat menguntungkan:
it: Ecco una serie di politiche in grado di dare un grosso beneficio:
ja: 次の原則に従えば、多大な恩恵を受けられる。
ro: Mai jos câteva direcții care vor aduce beneficii majore:
zh_cn: 这里给出一些有益的准则：

source: keep it simple,
it: farla semplice,

source: move fast, and
it: muoversi velocemente, ed

source: be pragmatic
it: essere pragmatici

source: In particular it is better to give out raw data now than perfect data in six months' time.
he: במיוחד עדיף לתת מידע לא מעובד כעת, מאשר לתת אותו בצורה מושלמת בעוד חצי שנה.
hr: Konkretno, korisnije je objaviti neobrađene podatke sada nego dovršene za 6 mjeseci.
id: Secara khusus akan lebih baik memberikan data mentah sekarang daripada data yang sempurna dalam waktu enam bulan.
it: In particolare, è meglio rilasciare i dati grezzi piuttosto che dati perfetti dopo sei mesi.
ja: 具体的には、生のデータを今この時点で公開するほうが、きちんとまとめたものを半年後に公開するよりもよいということだ。
ro: În mod special este mai bine să furnizezi chiar acum datele brute, decât să furnizezi date într-un format perfect.
zh_cn: 特别的，相比花费六个月去完善数据，直接给出原始数据是更好的选择。
