Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: This argument may be fairly susceptible to concerns of freeriding. The question you will need to respond to is, "Why should other people get information for free that is so expensive?". The answer is that the expense is absorbed by the public sector to perform a particular function. The cost of sending that data, once it has been collected, to a third party is approximately nothing. Therefore, they should be charged nothing.
he: טיעון זה עלול להיות רגיש למדי לדאגה מפני "נסיעת חינם". תצטרכו לענות על השאלה, מדוע יש לתת בחינם מידע, שהינו כה יקר? התשובה היא, שההוצאה נספגת על-ידי הסקטור הציבורי, כדי לבצע תפקוד מסוים. העלות של שליחת מידע זה, מרגע שנאסף, לצד שלישי, היא שולית. לפיכך, אין לחייבם כלל.
hr: Ovo je diskutabilna tema i često se može dovesti u sukob s takozvanim freeriding-om. Pitanje na koje trebamo odgovoriti je: "Zašto bi drugi mogli besplatno pristupati informacijama koje su zapravo jako skupe?" Odgovor leži u javnom sektoru koji apsorbira troškove kako bi obavljao određene funkcije. Kada su podaci prikupljeni, trošak njihovog slanja trećoj osobi je približno jednak nuli. Stoga se oni ne bi trebali naplaćivati.
id: Argumen ini mungkin cukup rentan terhadap keprihatinan akan kebebasan yang berlebihan. Pertanyaan yang perlu anda respon adalah, "Mengapa orang-orang dalam mendapatkan informasi secara gratis harus bergitu mahalnya?". Jawabannya terletak pada biaya yang harus diserap oleh sektor publik untuk melakukan fungsi tertentu. Biaya pengiriman data, setelah dikumpulkan, kepada pihak ketiga rata-rata tidak ada. Oleh karena itu, mereka pun tidak harus dibebankan apa-apa.
ja: この主張は、ただ乗りしようとする人たちを考慮せずには行えない。きっと「こんなに金をかけて集めた情報を、どうして無料で開放してやる必要があるんだ?」という問いが出てくるはずで、それに答えられなければならない。その答えは、特定の役割を果たす公営企業にコストを吸収させるということだ。いったん収集したデータを第三者に送信するためのコストは、事実上ゼロに等しい。したがって、それに対して課金すべきではない。
ro: Acest argument poate fi destul de vulnerabil în fața temerilor privind beneficii nemeritate. Întrebarea la care va trebui să răspunzi este “de ce să obțină alte persoane în mod gratuit informații care sunt atât de costisitoare?”. Răspunsul este că acest cost este suportat de sectorul public pentru îndeplinirea unei anumite funcții. Costul transmiterii acestor date către terți, odată ce acestea au fost colectate, este practic nul. De aceea, nu ar trebui percepută nici o taxă.
zh_cn: 这一论断很容易引起对于「搭便车」的担忧。所谓「搭便车」的担忧，即「为什么别人可以免费访问我们花费巨资收集维护的数据？」。一个回答是这些资金投入是公共部门需要来执行特定工作的，但数据收集后再分发给第三方的成本则近乎为零。因此，数据不应该在被收费。

source: Sometimes, rather than deciding which data would be most valuable, it could be useful to take a look at which data is easiest to get into the public's hands. Small, easy releases can act as the catalyst for larger behavioural change within organisations.
he: לעתים, במקום להחליט מה יהיה המידע היקר ביותר, כדאי לראות מהו המידע שיהיה הכי קל להעבירו לידי הציבור. שחרורים קטנים ופשוטים יכולים לשמש כזרזים לשינוי התנהגות של ארגונים.
hr: Ponekad umjesto razmatranja koji su to najkorisniji podaci, vrijedi pogledati koji bi se podaci najlakše predočili javnosti. Mali i jednostavni izvještaji mogu djelovati kao katalizatori za velike promjene u ponašanju unutar organizacija.
id: Terkadang, daripada memutuskan data mana yang paling berharga, maka akan lebih berguna untuk melihat data mana yang paling mudah untuk masuk ke tangan publik. Kecil, mudah dirilis dapat menjadi katalis untuk perubahan perilaku yang lebih besar dalam organisasi.
ja: どのデータに価値があるのかを判断するよりも、むしろ一般公開しやすいのはどのデータなのかという基準で考えたほうがよいこともある。公開しやすい小さなデータを公開することで、その組織の行動を変えさせるきっかけにすることができる。
ro: Uneori, în loc de a decide care date ar fi cele mai valoroase, ar fi util să vezi care date sunt mai simplu de pus la dispoziția publicului. Publicări de date ușoare și în număr mic pot funcționa ca un catalizator pentru o schimbare mai largă a comportamentului în cadrul organizațiilor.
zh_cn: 有些时候，与其考虑哪个数据集更有价值，不如考虑哪个数据集更容易被开放给公众。小而易的开放数据更容易促进大型机构改变对开放数据的态度。

source: Open data is a growing movement. There are likely to be many people in your area who understand what other areas are doing. Formulate a list on the basis of what those agencies are doing.
he: התנועה למידע פתוח נמצאת בתהליך צמיחה. סביר שיהיו רבים בסביבתך, שמבינים מה קורה במקומות אחרים. צור רשימה על בסיס מה שחברות אלה עושות.
hr: Otvoreni podaci su rastući trend. Velika je vjerojatnost da postoji mnoštvo ljudi u vašem području koji razumiju što rade ostala područja. Formuliraje listu zasnovanu upravo na tome čime se bave ostale agencije.
id: Data Terbuka adalah gerakan yang berkembang. Ada kemungkinan akan banyak orang di daerah yang memahami apa yang dilakukan daerah lainnya. Merumuskan sebuah daftar berdasarkan apa yang dilakukan oleh lembaga-lembaga.
ja: オープンデータは今も成長段階のムーブメントだ。あなたのまわりには、他の分野での動きに詳しい人もきっと多いだろう。他の機関がやっていることを元にしてデータをリストアップするといい。
ro: Datele deschise constituie o mișcare în creștere. Este posibil să fie mulți oameni în zona ta care înțeleg ce se întâmplă în alte domenii. Alcătuiește o listă pe baza a ceea ce fac alte instituții.
zh_cn: 将数据开放是一个成长中的运动。因此在你的区域里很可能有人了解其他地区在开放数据上的工作进展。基于了解同行们的工作，你可以建立一个工作清单。

source: This section forms the core of this handbook. It gives concrete, detailed advice on how data holders can open up data. We’ll go through the basics, but also cover the pitfalls. Lastly, we will discuss the more subtle issues that can arise.
he: פרק זה מהווה את חלקו העיקרי של מדריך זה. הוא נותן שיעור בסיסי ומפורט, כיצד מי שהמידע נמצא ברשותם יכולים לפתוח אותו. הפרק דן בבסיס, אבל גם מכסה את המלכודות. לבסוף, הוא דן בנושאים מורכבים יותר שיכולים לעלות.
hr: Ovo poglavlje čini srž ovog priručnika. Ono daje konkretne, detaljne prijedloga kako ljudi koji posjeduju podatke mogu njih učiniti otvorenima. Proći ćemo kroz osnove, ali isto tako analizirati zamke. Na kraju ćemo se dotaknuti osjetljive problematike koja se može pojaviti.
id: Bagian ini merupakan inti dari buku pegangan ini. Ia akan memberikan hal yang konkrit, saran yang merinci tentang bagaimana para pemegang data dapat membuka data-datanya. Kita akan melakukannya secara mendasar, tetapi juga mencakup masalah-masalah yang tersembunyi dan menjebak. Terakhir, kita akan membahas isu-isu halus yang dapat timbul.
ja: このセクションがこのハンドブックの肝となるところだ。データを持っている人はそれをどうやってオープンにすればいいのか、具体的な方法を詳しく説明する。基本的なところを解説していくが、陥りがちな罠についても紹介する。最後に、考えうるもっと細かい問題について取り上げる。
ro: Această secțiune reprezintă partea centrală a acestui ghid. Oferă sfaturi concrete și detailate pentru deținătorii de date despre cum pot să deschidă datele. Vom trece prin chestiunile de bază, dar vom arăta și pericolele. În final, vom discuta despre problemele mai subtile care pot apărea.
zh_cn: 作为全书的核心，这一节将对如何将数据开放给出翔实的建议。我们将会从基础开始，但也会提及一些需要特别注意的地方。最后，我们将会讨论一些可能出现的微妙问题。

source: There are three key rules we recommend following when opening up data:
he: ישנם שלושה כללים, שאנו ממליצים ליישם אותם כאשר פותחים מידע:
hr: Tri su ključna pravila kojih se predlažemo držati prilikom otvaranja podataka.
id: Terdapat tiga aturan kunci yang kami rekomendasikan saat membuka data:
ja: データをオープンにするにあたっては、これらのルールに従うことをおすすめする。
ro: Noi recomandăm să fie urmate trei reguli de bază când se deschid date:
zh_cn: 在把数据开放时，有三条我们推荐的关键准则：

source: **Keep it simple.** Start out small, simple and fast. There is no requirement that every dataset must be made open right now. Starting out by opening up just one dataset, or even one part of a large dataset, is fine -- of course, the more datasets you can open up the better.
he: **שימרו על פשטות.** התחילו בקטן, פשוט וזריז. לא קיים שום הכרח, שכל מערך מידע קיים חייב להיפתח כעת. אפילו פתיחה של מערך מידע אחד, או רק חלק ממערך מידע גדול, מספיקים. מובן, שככל שתפתחו יותר מערכי מידע, כך ייטב.
hr: **Držite se jednostavnosti.** Počnite s malim, jednostavnim i brzim. Nije nužno da svaki podatkovni skup mora biti otvoren istog trenutka. Sasvim je u redu počnete li s otvaranjem samo jednog skupa podataka ili čak samo jednim dijelom većeg skupa. Naravno, što više podatkovnih skupova učinite otvorenima, to bolje.
id: **Jadikan lebih praktis.** Mulailah dengan kecil, sederhana dan cepat. Tidak ada ketentuan bahwa setiap kumpulan data harus dibuat terbuka sekarang. Memulai dengan hanya membuka satu kumpulan data saja, atau bahkan satu bagian dari kumpulan data besar, tidak mengapa - tentunya, makin banyak kumpulan data yang anda buka, maka akan lebih baik.
ja: **シンプルに保つ。** ちいさいところからシンプルに始め、素早く進める。すべてのデータセットを今この場ですぐにオープンにする必要はない。とりあえずまずはひとつのデータセットだけとか、あるいは大きなデータセットの一部だけをオープンにするというところから始めるのでもかまわない。 -- もちろん、より多くのデータセットをオープンにできたほうがよいのだが。
ro: **Nu complica lucrurile.** E bine să începi cu puține date, pentru că e simplu și rapid. În acest moment, nu există cerințe să fie deschise toate seturile de date dintr-o dată. Dacă începi cu deschiderea unui set de date, sau chiar a unei părți dintr-un set mai mare de date, tot este bine -- bineînțeles, cu cât poți să deschizi mai multe seturi de date, cu atât mai bine.
zh_cn: **尽量保持简单：**从小的，简单的，快捷的数据开始开放。并没有要求说所有的数据都应该立刻开放。从一个数据集，甚至一个大数据集的一部分开始是肯定没有问题的。当然，如果你能开放更多数据那就更好了。

source: **Engage early and engage often.** Engage with actual and potential users and re-users of the data as early and as often as you can, be they citizens, businesses or developers. This will ensure that the next iteration of your service is as relevant as it can be.
he: **צרו קשר מוקדם ולעיתים קרובות*** צרו קשר עם צרכני מידע ומשתמשים חוזרים במידע, מוקדם ככל הניתן ולעיתים קרובות ככל שתוכלו, בין אם אלה אזרחים, אנשי עסקים או מפתחים, בפועל ופוטנציאלים, מוקדם ככל שניתן . הם יבטיחו, שבפעם הבאה שתיתנו להם שירות, הוא יהיה רלוונטי ככל שניתן לצרכיהם.
hr: **Uključite se rano i često.** Uspostavite komunikaciju s trenutnim i potencijalnim korisnicima podataka što je ranije i češće moguće, bili oni građani, poslovni ljudi ili programeri. Time ćete osigurati da sljedeća iteracija vaše usluge bude što važnija.
id: **Terlibat dari awal dan melibatkan diri sesering mungkin.** Melibatkan diri sesering mungkin dengan para pengguna aktual dan yang potensial serta dengan pengguna yang menggunakan ulang data, jadilah warga mereka, bisnis mereka atau menjadi pengembang mereka. Ini akan memastikan bahwa pada siklus berikutnya dari layanan anda menjadi lebih relevan lagi.
ja: **早めに巻き込み、頻繁にかかわらせる。** 実際にデータを使ったり使う可能性があったりする人たちを早めに巻き込んでいこう。一般市民だったり企業だったり、開発者だったりするだろう。そうすれば、あなたのサービスはあるべき姿により近づいていく。
ro: **Colaborează devreme și colaborează des.** Colaborează cu utilizatori reali, potențiali și care refolosesc datele cât mai devreme și cât de des poți, fie aceștia cetățeni, afaceriști sau dezvoltatori. Astfel te vei asigura că următoarea iterație a serviciului tău va fi cât mai relevantă.
zh_cn: **尽早且频繁地让他人参与：**尽早且频繁地让现有的或潜在的用户使用或再利用那些数据，不管他们是普通民众，还是商人或是开发者。这将会确保你的服务能在下次迭代中变得更为有用。

source: It is essential to bear in mind that much of the data will not reach ultimate users directly, but rather via ‘info-mediaries’. These are the people who take the data and transform or remix it to be presented. For example, most of us don’t want or need a large database of GPS coordinates, we would much prefer a map. Thus, engage with infomediaries first. They will re-use and repurpose the material.
he: חיוני לזכור, שרוב המידע לא יגיע ישירות למשתמשים המתאימים, אלא דרך אנשי ביניים - עורכי המידע. אלה האנשים שמקבלים את המידע ומסבים או עורכים אותו להצגתו. לדוגמה, רובנו לא רוצים או זקוקים למאגר המידע הגדול של קואורדינטות ה- GPS. פשוט נעדיף מפה. לכן, צרו קשר עם עורכי המידע תחילה. הם ימחזרו את המידע ויתאימו אותו לצרכים.
hr: Bitno je imati na umu da većina podataka neće doći do krajnjih korisnika direktnim putem, već putem 'info-posrednika'. To su ljudi koji koriste i transformiraju podatke kako bi ih prezentirali. Primjerice, većina nas ne želi i ne treba velike baze podataka GPS koordinata nego samo želimo kartu. Stoga, stupite u konakt s info-posrednicima. Oni će modificirati i naći novu upotrebu za vaš materijal.
id: Sangat penting untuk diingat bahwa banyak data tidak akan menjangkau pengguna akhir secara langsung, melainkan melalui ‘mediator-info’. Mereka ini adalah orang-orang yang mengambil data dan mentransformasinya atau meramunya untuk dipresentasikan. Sebagai contoh, kebanyakan dari kita tidak ingin atau butuh dengan sebuah basisdata yang besar dari koordinat GPS, melainkan kita lebih memilih sebuah peta. Oleh karena itu, awali berhubungan dengan para mediator info ini. Mereka akan menggunakan ulang dan mendaur guna material tersebut.
ja: 心しておきたいのは、データの大半は最終的なユーザーに直接届くわけではないということだ。たいていは「情報メディア」を経由して届くことになる。データを受け取り、それを変換したりリミックスしたりして見せ方を変える人たちがいるのだ。たとえば、GPSの座標の大規模なデータベースを直接読みたいという人はほとんどいない。私たちが欲しいのは、そんなものではなく地図だ。というわけで、まずは情報メディアを巻き込もう。彼らがデータを活用し、目的にあわせて形を変えてくれる。
ro: Este esențial să ai în vedere că o mare pare din date nu va ajunge la utilizatorii finali în mod direct, ci prin „info-mediari”. Aceștia sunt oamenii care iau datele și le transformă sau le recombină pentru prezentare. De exemplu, cei mai mulți dintre noi nu doresc sau nu au nevoie de o bază mare de date cu coordonate GPS, în schimb preferăm o hartă. De aceea, e bine să colaborezi prima dată cu infomediarii. Ei vor refolosi și vor găsi noi utilități materialului.
zh_cn: 你有必要记得大部分数据不是直接服务于最终用户的，而往往是通过「信息中介商」。这群人将数据变形或者重新整合后再展现给用户。例如，大部分人并不需要大量的GPS座标数据而更期望一张地图。因此，让那些「信息中介商」先参与进来。这样他们能够开始重利用那些数据。

source: **Address common fears and misunderstandings**. This is especially important if you are working with or within large institutions such as government. When opening up data you will encounter plenty of questions and fears. It is important to (a) identify the most important ones and (b) address them at as early a stage as possible.
he: **תנו מענה לפחדים ולאי-הבנות.** הדבר חשוב, במיוחד אם אתם עובדים עם או בארגונים גדולים, כמו ממשלות. כאשר פותחים מידע, תתקלו בהרבה שאלות ופחדים. חשוב לזהות את החשובים שבהם ולתת להם מענה, מוקדם ככל שאפשר.
hr: **Dotaknite se uobičajenih strahova i nesporazuma**. Ovo je od iznimne važnosti ako radite unutar velikih institucija kao što je vlada. Prilikom otvaranja podataka naići ćete na mnoštvo pitanja i strahova. Važno je (a) identificirati one najvažnije i (b) pridodati im pažnju u što ranijim fazama.
id: **Mengatasi kekhawatiran umum dan kesalahpahaman**. Hal ini terutama penting jika anda bekerja dengan institusi besar seperti pemerintahan. Ketika membuka data anda akan dihadapkan pada banyak pertanyaan dan kekhawatiran. Hal ini penting untuk (a) mengidentifikasi hal-hal yang paling penting (b) dan mengarahkan mereka ke tahap awal sedini mungkin.
ja: **ありがちな不安や誤解に対応する。** これが特に重要になるのは、たとえば政府のような大規模な機関で働いている場合だ。データをオープンにするや否や、大量の問い合わせや不安がる声を受けることになる。このとき大切なことは、鍵を握る人物がだれかを見極めて、できるだけ早い段階から彼らに対応するということだ。
ro: **Abordează temerile și confuziile comune.** Acest lucru este foarte important dacă lucrezi cu sau într-o instituție mare cum sunt cele guvernamentale. Când deschizi date, te vei lovi de o serie de întrebări și temeri. Este foarte important (a) să le identifici pe cele mai importante și (b) să le abordezi, pe cât posibil, din primele etape.
zh_cn: **回应常见的担忧和误解：**这一点在和大型组织（例如政府）的合作中尤为重要。当你把数据开放后，你会碰到许多问题和担忧。这就使得找出其中最关键的问题并且尽早回应他们成为关键。

source: There are four main steps in making data open, each of which will be covered in detail below. These are in very approximate order - many of the steps can be done simultaneously.
he: ישנם ארבעה שלבים עיקריים בפתיחת מידע, כל אחד מהם יפורט בהמשך. סדר השלבים אינו חשוב - רבים מהם ניתן לבצע במקביל.
hr: Četiri su osnovna koraka u otvaranju podataka, a svaki će biti detaljno razjašnjen. Njihov poredak je aproksimativan jer se velik broj koraka može odraditi istovremeno.
id: Ada empat langkah utama dalam membuat data terbuka, yang masing-masing akan dibahas secara rinci di bawah ini. Langkah-langkah tersebut adalah yang paling memungkinkan - banyak dari langkah-langkah tersebut dapat dilakukan secara bersamaan.
ja: データをオープンにする手順は、大きく分けると四段階になる。それぞれについて、以下で詳しく説明する。並び順はあくまでも大まかなものであり、これらの手順の多くは同時進行で進めることもできる。
ro: Deschiderea datelor presupune efecturarea a patru pași de bază, fiecare dintre ei fiind acoperiți în detaliu mai jos. Ordinea lor este aproximativă - mulți dintre acești pași pot fi făcuți simultan.
zh_cn: 把数据开放涉及到四个主要的步骤，我们将在下面逐一详细介绍。他们之间的顺序不定，甚至大多数时候可以同步执行。

source: **Choose your dataset(s).** Choose the dataset(s) you plan to make open. Keep in mind that you can (and may need to) return to this step if you encounter problems at a later stage.
he: **בחרו את מערכי המידע שלכם.** בחרו את בסיס(י) המידע שאתם מתכננים לפתוח. זכרו, שייתכן ותאלצו לחזור על שלב זה אם תיתקלו בבעיות בהמשך.
hr: **Odaberite svoj(e) podatkovni/e skup(ove).** Odaberite podatkovni/e skup(ove) koje želite otvoriti. Imajte na umu da možete (a vjerojatno ćete i trebati) se vratiti na ovaj korak u slučaju da naiđete na probleme u kasnijim fazama.
id: **Memilih kumpulan data(s) anda.** Pilih kumpulan data(s) yang akan anda rencanakan untuk dibuka. Perlu diingat bahwa anda bisa (dan mungkin memang diperlukan) kembali ke langkah ini bila anda menemui kendala di kemudian hari.
ja: **データセットを選ぶ。** - オープンにしようとしているデータセットを選ぶ。今後もし何か問題が起こったら、いつでもこの段階まで戻れる(というか、戻らざるを得なくなる)ことを覚えておこう。
ro: **Alege-ți setul (sau seturile) de date.** Alege-ți setul/seturile de date pe care plănuiești să îl/le deschizi. Ai în vedere că poți (sau chiar ești nevoit) să te întorci la acest pas dacă întâmpini probleme într-o etapă ulterioară.
zh_cn: **选取数据集：** 选取一个你想开放的数据集。记住当你在之后遇到问题的话，你可以（或者说也需要）回到这一步骤重新选择数据集。

source: **Make it discoverable** - post on the web and perhaps organize a central catalog to list your open datasets.
he: **עשו שהמידע יהיה קל לחיפוש** - הפיצו ברשת, ואולי גם תקימו קטלוג של כל מערכי המידע שלכם במקום מרכזי אחד.
hr: **Učinite ih vidljivima** - objavite ih na internetu ili organizirajte bazu podataka koja će sadržavati vaše otvorene podatkovne skupove.
id: **Jadikan hingga mudah untuk ditemukan** - terbitkan di web dan mungkin kelola sebuah pusat katalog untuk membuat daftar dari kumpulan data terbuka anda.
ja: **データを発見してもらう。** - ウェブに投稿したり中央カタログをまとめたりして、オープンデータセットを発見してもらえるようにする。
ro: **Fă datele ușor de găsit** - publică pe Internet și eventual organizează seturile tale de date deschise într-un catalog central care le listează.
zh_cn: **使得数据可发现：**将数据发布到网上或者建立一个中央化额数据目录来列举你所有的开放数据集。

source: :term:`Open data` needs to be technically open as well as legally open. Specifically, the data needs to be available in bulk in a :term:`machine-readable` format.
he: :מונח:,מידע פתוח’ צריך להיות פתוח הן טכנית והן מבחינה חוקית. באופן ספציפי, המידע צריך להיות זמין ברובו בפורמט דיגיטלי.
hr: Pojam 'otvoreni podaci' mora biti i tehnički otvoren kao što je to i pravno. Konkretno, podaci moraju biti dostupni u velikim količinama u sklopu formata kojeg stroj može očitati.
id: :term:`Data terbuka` membutuhkan keterbukaan secara teknis sebagaimana keterbukaan yang resmi secara hukum. Khususnya, data harus bisa tersedia secara masal dalam format :term:`yang dapat dibaca mesin`.
ja: :term:`オープンデータ` というからには、法的にオープンにするだけではなく技術的にもオープンにしなければならない。特に大切なのは、データをまとめて公開する際に :term:`機械可読` 形式にしておくことだ。
ro: :term:`Open data` trebuie să fie atât deschise din punct de vedere tehnic cât și din punct de vedere legal. Mai precis, datele trebuie să fie disponibile în vrac (bulk), într-un format care poate fi citit de către un calculator (:term:`machine-readable`).
zh_cn: :term:`开放数据`不仅要法律上开放而且要技术上开放。具体来说，数据应该能够被整批获取且提供在机器能阅读的文件格式下。

source: The data should be available as a complete set. If you have a register which is collected under statute, the entire register should be available for download. A web API or similar service may also be very useful, but they are not a substitutes for bulk access.
he: המידע צריך להינתן כמערך מלא. אם יש לכם מידע רשמי שנאסף בהוראת חוק, כל המידע צריך להיות נגיש להורדה. API או שירות דומה מאוד יעילים, אבל אינם משמשים תחליף לגישה המונית לחומר.
hr: Podaci bi trebali biti dostupni kao cjelokupan skup. Ako posjedujete registar koji je sklopljen unutar statuta, cijeli registar bi trebao biti dostupan za preuzimanje. Mrežni API ili sličan servis bi mogao biti od velike koristi, no on nije zamjena za pristup velikih razmjera.
id: Data harus tersedia dalam kumpulan yang lengkap. Jika anda memiliki daftar yang dikoleksi di bawah aturan undang-undang, seluruh daftar tersebut harus tersedia untuk diunduh. Sebuah API web atau layanan serupa juga dapat menjadi sangat berguna, tetapi peran mereka bukan sebagai sebuah pengganti untuk akses masal.
ja: データは完全なセットとして公開しなければならない。法の下で収集された記録を持っているのなら、その一部ではなく全体をダウンロードできるようにする必要がある。Web APIなどのサービスも便利ではあるが、一括アクセスの代替にはならない。
ro: Datele ar trebui să fie disponibile sub forma unui set complet. Dacă ai un registru care este colectat sub această formă, întregul registru trebuie să fie disponibil pentru descărcare. O interfață de programare (API) web sau un serviciu similar ar putea fi deasemenea foarte utile, dar ele nu substituie accesul în vrac.
zh_cn: 数据应当可以完整获取。如果你有一份依法令收集的记录，那么整个记录都必须提供下载。网络API或者类似的服务在这种情况也是非常有用的但并非整批获取的替代品。

source: Re-use of data held by the public sector should not be subject to patent restrictions. More importantly, making sure that you are providing machine-readable formats allows for greatest re-use. To illustrate this, consider statistics published as :abbr:`PDF (Portable Document Format)` documents, often used for high quality printing. While these statistics can be read by humans, they are very hard for a computer to use. This greatly limits the ability for others to re-use that data.
he: שימוש חוזר במידע שמוחזק על-ידי גוף ציבורי, אסור לו להיות מוגבל במגבלות של פטנט. חשוב מכך,שמירה על פורמט קריא על-ידי מחשב מאפשרת שימוש חוזר רב יותר של המידע. לצורך הדגמה, חישבו על מידע סטטיסטי, שמפורסם בפורמט PDF, שניתן להדפיסו באיכות גבוהה. בעוד שמסמכים כאלה נקראים על-ידי בני אדם, קשה מאוד לעשות בזה שימוש ממוחשב. הדבר מגביל מאוד שימוש חוזר של מידע שכזה.
hr: Ponovna upotreba podataka javnog sektora ne bi trebala podlijegati restrikcijama koje se tiču patenata. Još važnije, povećana ponovna upotreba je uvjetovana korištenjem formata prilagođenog računalima. Slikovito prikazano, zamislite statistike objavljene kao PDF (Portable Document Format) dokumente, često korištene za ispis visoke kvalitete. I dok su one lako razumljive za čovjeka, za računalo je to težak posao. To uvelike ograničava ponovno korištenje podataka.
id: Penggunaan-ulang data yang disediakan oleh sektor publik tidak seharusnya tunduk pada pembatasan paten. Lebih penting lagi, pastikan bahwa anda telah menyediakan format yang dapat dibaca mesin yang memungkinkan untuk penggunaan-ulang yang lebih luas lagi. Untuk mengilustrasikannya, anggaplah statistik yang dipublikasikan sebagai dokumen :abbr:`PDF (Portable Document Format)`, daripada digunakan untuk kepentingan pencetakan yang berkualitas tinggi. Sementara statistik ini dapat dibaca oleh manusia, namun sangat sulit bagi komputer untuk menggunakannya. Hal ini akan sangat membatasi kemampuan yang lainnya untuk menggunakan ulang data.
ja: 公営企業の持つデータの再利用が特許による制限を受けるようではいけない。より重要なのは、データを機械可読形式で提供して再利用をしやすくすることだ。具体例として、 :abbr:`PDF (Portable Document Format)` 形式で提供されている統計情報を考えてみよう。この形式は、きれいに印刷するための手段としてよく用いられる。確かにこの統計情報は、人間にとっては読みやすい。しかし、コンピュータでの再利用は非常に難しい。したがって、データの再利用が大きく制限されてしまう。
ro: Re-utilizarea datelor deținute de către sectorul public nu trebuie să fie subiectul unor restricții generate de licențe sau patente. Și mai important, dacă te asiguri că furnizezi datele in formate care pot fi citite automat, permiti un grad mai mare de re-utilizare. Pentru a ilustra acest fapt, ia în considerare datele statistice publicate ca documente în format PDF, un format ales uzual datorită calității de imprimare ridicat. În timp ce aceste statistici pot fi citite de către oameni, sunt foarte greu utilizabile de către un calculator. În acest mod este îngrădită major abilitatea altora de a re-utiliza datele.
zh_cn: 重利用公共部门开放的数据不应当被技术专利所限制。更为重要的，你应当确保使用机器可阅读的文件格式来实现再利用。例如，统计数据常因高质量印刷的原因被发布在PDF格式下。虽然这些数据可以被人阅读，但对于计算机而言这些数据很难阅读。这就限制了他人对数据的再利用。

source: Keep it simple,
he: שמרו על פשטות
hr: Drži se jednostavnosti,
id: Buat seringkas mungkin,
ja: シンプルに保つ
ro: păstrează o formă simplă,
zh_cn: 尽量保持简单
