Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: The notion of :term:`open data` and specifically :term:`open government data` - information, public or otherwise, which anyone is free to access and re-use for any purpose - has been around for some years. In 2009 open data started to become visible in the mainstream, with various governments (such as the USA, UK, Canada and New Zealand) announcing new initiatives towards opening up their public information.
he: הרעיון של :מונח:'מידע פתוח' ובמיוחד :מונח:'מידע ממשלתי פתוח', ציבורי או אחר, שכל אחד יכול לגשת אליו ולאחזר אותו לכל מטרה - קיים מזה כמה שנים. החל משנת 2009, מידע פתוח הפך לגלוי לציבור, כאשר ממשלות שונות (כמו ארה”ב, בריטניה, קנדה וניו-זילנד) הכריזו על יוזמות חדשות להנגשת המידע הציבורי שלהן.
hr: Ideja pojma"otvoreni podaci" i konkretno pojam "otvoreni vladini podaci" - informacije, javne ili ostale, čiji su pristup i upotreba dostupni svima za bilo kakvu namjenu - je već u upotrebi nekoliko godina. 2009. godine, otvoreni podaci su se počeli pojavljivati u javnosti kako su razne vlade (kao što su SAD, Ujedinjeno Kraljevstvo, Kanada i Novi Zeland) najavljivale nove inicijative za "otvaranje" svojih javnih informacija.
id: Gagasan dari :term:`data terbuka` dan khususnya :term:`data terbuka pemerintah` - informasi, publik atau lainnya, di mana setiap orang bebas untuk mengakses dan menggunakan ulang untuk berbagai tujuan - sudah bergulir dalam beberapa tahun ini. Pada tahun 2009 data terbuka mulai terlihat dalam arus utama, beberapa pemerintah (seperti di Amerika Serikat, Inggris, Kanada dan Selandia Baru) mengumumkan inisiatif baru dengan membuka informasi publik mereka.
ja: :term:`オープンデータ` 、より具体的には :term:`オープンガバメントデータ` という概念(公共あるいはそれ以外の情報で、だれでも自由にアクセスできてあらゆる目的で再利用できること)が、ここ数年でよく聞かれるようになった。オープンデータが表舞台に登場したのは2009年。(米国や英国、カナダ、そしてニュージーランドなどの)各国政府が、公共の情報をオープンにするという戦略を打ち出し始めた。
ro: Noțiunea de :term:`open data` și în particular :term:`open government data` - informații, publice sau de alta natură, la care oricine are acces liber și le poate reutiliza în orice scop - este disponibilă de câțiva ani. Începând cu 2009 noțiunea de date deschise a inceput să fie utilizată în masă, diferite guverne (cum ar fi cel din SUA, Regatul Unit, Canada sau Noua Zeelandă) anunțând noi inițiative în vederea deschiderii informațiilor publice.
zh_cn: 关于「开放数据」，特别是「开放政府数据」—— 即任何人可以自由访问并且不受限制重复使用的信息，无论是公开的或者非公开的 —— 的理念已经存在许多年了。从2009年起，随着各国政府 (比如美国，英国，加拿大，新西兰等) 相继宣布他们的公众信息开放计划，开放数据受到了主流媒体的关注。

source: This book explains the basic concepts of ‘open data’, especially in relation to government. It covers how open data creates value and can have a positive impact in many different areas. In addition to exploring the background, the handbook also provides concrete information on how to produce open data.
he: מדריך זה מסביר את הרעיונות הבסיסיים של 'מידע פתוח', במיוחד בקשר למידע ממשלתי. הוא מתאר כיצד מידע פתוח יוצר ערך ויכולה להיות לוו השפעה חיובית בתחומים רבים. בנוסף לבדיקת הרקע, המדריך מספק מידע מוצק כיצד לייצר מידע פתוח.
hr: Ova knjiga objašnjava osnovni koncept "otvorenih podataka", naročito u vezi s vladom. Objašnjava kako otvoreni podaci stvaraju vrijednost i kako mogu imati pozitivan utjecaj na mnoštvo različitih područja. Uz istraživanje pozadine otvorenih podataka, ovaj priručnik će vam objasniti na koji točno način proizvesti otvorene podatke.
id: Buku ini menjelaskan konsep dasar dari ‘data terbuka’, khususnya yang berkaitan dengan pemerintahan. Buku ini melingkupi bagaimana data terbuka dapat menghasilkan nilai-nilai dan dapat berdampak positif pada area yang berbeda. Sebagai tambahan dalam mengeksplorasi latar belakangnya, buku pegangan ini juga menyuguhkan data konkrit tentang bagaimana memproduksi data terbuka.
ja: 本書では、‘オープンデータ’ の基本概念について、特に政治とのかかわりを解説する。オープンデータがどのようにして価値を生み出すのか、そしてどうすればさまざまな分野に好影響を及ぼせるのか、といった内容をカバーする。その背景を解説するだけではない。本書では、オープンデータを公開する方法について具体的な情報も提供する。
ro: Această carte explică conceptele de bază cu privire la 'date deschise' și în special relația lor cu autoritățile guvernamentale. Explică cum datele deschise adaugă valoare și cum acestea pot avea un impact pozitiv în diferite domenii. În plus fața de explorarea trecutului, manualul ofera informații concrete despre cum se pot produce date deschise.
zh_cn: 这本手册将要解释「开放数据」的基本概念，尤其是其和政府的关系。手册还将涵盖开放数据如何创造价值并且对不同领域施加正面影响的内容。除了讲述背景知识之外，这本手册还会具体阐述如何创建开放数据。

source: This handbook has a broad audience:
he: למדריך זה קהל רחב:
hr: Ovaj priručnik ima široku publiku:
id: Buku pegangan ini telah memiliki khalayak yang luas:
ja: このハンドブックは、幅広い読者を対象としている。
ro: Acest manual are o larga audiență:
zh_cn: 这本手册面向广泛的读者：

source: for those who have never heard of open data before and those who consider themselves seasoned ‘data professionals’
he: אלו שמעולם לא שמעו על המושג מידע פתוח, ואלו שרואים עצמם 'מקצועני מידע' מפולפלים
hr: namijenjen je onima koji nikada nisu čuli za otvorene podatke i onima koji se smatraja ekspertima za podatke
id: bagi mereka yang belum pernah mendengar tentang data terbuka sebelumnya dan bagi mereka yang telah berpengalaman dalam ‘data profesional’
ja: これまでにオープンデータという言葉を聞いたこともない自称「データのプロ」たち
ro: pentru cei care nu au auzit până acum de 'date deschise' și pentru cei care se consideră 'experți in domeniul datelor'
zh_cn: 面向那些未曾听闻过开放数据的人和认为自己是经验丰富的数据专家的人

source: for journalists and researchers
he: עיתונאים וחוקרים
hr: za novinare i istraživače
id: untuk para jurnalis dan peneliti
ja: ジャーナリストや研究者
ro: pentru jurnaliști cercetători
zh_cn: 面向公众服务者和活动家

source: Most of the information currently provided is focused on data held by the public sector. However, the authors intentions are to broaden this as time permits. You are welcome to participate to help us with that effort.
he: רוב המידע הניתן כיום, נמצא בידי הסקטור הציבורי. אולם כוונת מחברי מדריך זה היא להרחיב זאת, ככל שיאפשר הזמן. אתם מוזמנים להשתתף ולעזור לנו במאמץ זה.
hr: Većina trenutačno dostupnih informacija je usredotočena na podatke javnog sektora. Ipak, autor s vremenom i kako ono bude dopuštalo, namjerava proširiti ovo područje. Vaše sudjelovanje je dobrodošlo kako biste nam pomogli u toj nakani.
id: Sebagian besar informasi yang saat ini disediakan difokuskan pada data yang dimiliki oleh sektor publik. Namun, tujuan penulis adalah untuk memperluas ini seiring waktu sudah memungkinkan. Anda dipersilahkan untuk berpartisipasi membantu kami dengan upaya itu.
ja: 現在提供されている情報の大半は、公共部門が保持しているデータに集中している。しかし我々執筆者たちは、時間が許す限りこれを広げていきたい。そのための手伝いをしてくれるという人たちは大歓迎だ。
ro: Cea mai mare parte din informațiile furnizate sunt axate pe datele deținute de sectorul public. Cu toate acestea, intenţiile autorilor sunt de a extinde acest lucru dacă timpul va permite. Sunteți bineveniți să participați pentru a ne ajuta în această direcție.
zh_cn: 手册中的绝大部分信息目前都聚焦在公众服务部门所有的数据。然而，作者们的意向是在时间允许的前提下，扩展更多的内容。我们欢迎大家一起来参与和帮助我们达到这个目的。

source: This handbook is intended for those with little or no knowledge of the topic. If you do find a piece of jargon or terminology with which you aren't familiar, please see the detailed Glossary and FAQs (frequently asked questions) which can be found at the end of the handbook.
he: מדריך זה מיועד למי שיש לו ידע מועט, או כלל לא, על הנושא. אם תתקלו במילה או מונח שאינכם מכירים, בדקו במילון המונחים וחלק השאלות הפופולריות (FAQ), הנמצאים בסוף המדריך.
hr: Ovaj priručnik je namijenjen onima koji su tek upoznati ili nikad nisu čuli za ovu temu. Ako se susretnete s izrazom ili terminologijom koja vam je nepoznata, pogledajte pojmovnik i FAQ (Frequently Asked Question, odnosno, Često Postavljana Pitanja) koji se nalaze na kraju ovog priručnika.
id: Buku pedoman ini ditujukan bagi mereka yang tahu sedikit atau tidak sama sekali dari topik. Jika anda menemukan kutipan jargon atau istilah yang anda tidak terbiasa, silahkan lihat rinciannya di Daftar Istilah dan FAQ (pertanyaan yang sering diajukan) yang dapat ditemukan pada akhir buku pegangan ini.
ja: このハンドブックは、扱っているトピックに関してほとんど知識がない人たちを対象にしている。読んでいてもし専門用語やよくわからない言葉を見つけたら、詳しい用語集やFAQ(よくある質問とその答え)で確認してほしい。どちらもこのハンドブックの最後のほうにある。
ro: Acest manual este destinat celor cu puține sau chiar fară cunoștințe despre acest subiect. Dacă descoperiți o porțiune de text care utilizează un jargon sau o terminologie cu care nu sunteți familiar, vă rugăm să consultați glosarul și secțiunea de întrebări și răspunsuri (FAQ) care se găsește la sfârșitul manualului.
zh_cn: 这本手册可供那些没有或仅有稍许开放数据知识的人使用。如果你发现有你不熟悉的词汇，那么请查阅书后的词汇表或者FAQs (常见问题)。

source: :term:`Open data`, especially :term:`open government data`, is a tremendous resource that is as yet largely untapped. Many individuals and organisations collect a broad range of different types of data in order to perform their tasks. Government is particularly significant in this respect, both because of the quantity and centrality of the data it collects, but also because most of that government data is public data by law, and therefore could be made open and made available for others to use. Why is that of interest?
he: :מונח:'מידע פתוח', ובמיוחד :מונח:'מידע ממשלתי פתוח', מהווים מקור מידע עצום, ברובו עלום. ארגונים ואנשים רבים אוספים סוגי מידע שונים, הדרושים להם למטרותיהם. ממשלות הן ייחודיות ביותר לעניין זה, גם משום האיכות והמרכזיות של המידע שהן אוספות, אך גם בגלל שרוב המידע הממשלתי הזה הוא מידע ציבורי על-פי חוק, ולפיכך יכול להיפתח ולהיות נגיש לשימוש אחרים. מדוע יש בכך עניין?
hr: Pojam otvorenih podataka, a posebice otvorenih državnih podataka, je ogroman resurs koji je još uglavnom netaknut. Mnoge osobe i organizacije prikupljaju širok spektar različitih podataka kako bi obavljali svoje zadatke. Vlada je posebice važna po tom pitanju zbog same količine i centraliziranosti podataka koje prikuplja, ali i zato što je po zakonu većina državnih podataka javna, a time i otvorena te dostupna ostalima na korištenje. Zašto je to bitno?
id: :term:`Data terbuka`, khususnya :term:`data terbuka pemerintah`, adalah sumber daya luar biasa yang belum dimanfaatkan sepenuhnya. Banyak individu dan organisasi mengumpulkan berbagai jenis data berbeda dalam rangka untuk melakukan tugas mereka. Pemerintah sangat signifikan dalam hal ini, tidak hanya karena kuantitas dan sentralitas dari data yang dikumpulkan, tetapi juga karena sebagian besar dari data pemerintah adalah bersifat publik secara hukum, dan oleh karena itu bisa dibuat terbuka dan tersedia untuk orang lain untuk dipergunakan. Mengapa hal itu menjadi menarik?
ja: :term:`オープンデータ` 、中でも特に :term:`オープンガバメントデータ`はばかでかいリソースだが、まだその大半が活用されていない。多くの個人や組織が、それぞれさまざまなタイプの幅広いデータを収集して自らのタスクをこなしている。特に、政府にこれが顕著に見られる。その理由のひとつは、彼らが収集するデータが大量であり、かつどれも重要なものであるということだ。しかしそれだけではない。政府が扱うデータの大半は法律上は公用データであり、オープンにして誰でも使えるようにできるはずのものである。なぜそんなことに注目するのかって?
ro: :term:`Open data`, în special :term:`open government data`, reprezintă o resursă imensă care este încă neexplorată. Multe persoane și organizații colecteză un număr mare de tipuri de date pentru a-și îndeplini sarcinile. Administrația guvernamentală ocupă un seminifcativ loc în acest context, atât datorită cantității și centralizării seturilor de date, cât și datorită faptului că majoritatea datelor guvernamentale sunt publice prin lege, și astfel pot fi deschise, devenind disponibile pentru public. De ce este de interes?
zh_cn: :term:`开放数据`，尤其是:term:`开放的政府数据`，是一类重要的但仍未被妥善开发利用的庞大资源。许多个人和组织为了完成鸽子的人物都收集了广泛的不同类型的数据。政府在这当中尤为突出，这不仅是因为其收集的数据的总量以及种类尤其庞大繁多，而且因为大部分政府数据本身受法律的规定需要公开，这也就使得政府数据可以被开放并且被公众获取以及利用。那么为什么将数据开放是如此重要的呢？

source: There are many areas where we can expect open data to be of value, and where examples of how it has been used already exist. There are also many different groups of people and organisations who can benefit from the availability of open data, including government itself. At the same time it is impossible to predict precisely how and where value will be created in the future. The nature of innovation is that developments often comes from unlikely places.
he: ישנם תחומים רבים, בהם נוכל לצפות שלמידע פתוח תהיה משמעות, ושקיימות כבר דוגמאות לשימוש בו. ישנם גם סוגים שונים של אנשים וארגונים, שמידע פתוח יהווה יתרון עבורם, כולל הממשלה עצמה. בה בעת, לא ניתן לחזות במדויק מתי בעתיד ואיך, יבוא לידי ביטוי היתרון של מידע פתוח. מטבע הדברים, חידושים מגיעים לעיתים ממקומות לא צפויים.
hr: Mnogo je područja u kojima možemo očekivati da će otvoreni podaci biti od koristi, a postoje i primjeri gdje su već i korišteni. Također, koristi od otvorenih podataka imaju razne udruge i organizacije, uključujući i samu vladu. No, nemoguće je točno predvidjeti kolika će njihova vrijednost biti u budućnosti. Kod inovacija, poboljšanja često dolaze iz izvora za koje to ne očekujemo.
id: Ada banyak area di mana kita bisa mengharapkan data terbuka untuk menjadi sebuah nilai, dan menjadi contoh bagaimana data terbuka telah digunakan. Ada juga kelompok dengan banyak orang berbeda dan organisasi yang dapat meraih keuntungan dari ketersediaan data yang terbuka, termasuk pemerintah itu sendiri. Pada saat yang sama adalah mustahil untuk memprediksi secara tepat bagaimana dan di mana nilai akan dibuat di masa depan. Sifat alami dari inovasi adalah bahwa pengembangan seringkali datang dari tempat yang tidak mungkin.
ja: オープンデータがその価値を持つであろうと期待できる分野は多く、それを実際の活用例も既に存在する。オープンデータが使えることで恩恵を受けることができる団体や組織も多い。もちろん政府自身だってそのひとつだ。しかしその一方、その恩恵を将来どこでどんなふうに得られるかを正確に予測するのは不可能だ。イノベーションというものは、たいてい予期せぬところから生まれるものなのだから。
ro: Există multe domenii unde datele deschise pot aduce valoare, și domenii unde găsim exemple de cum datele deschise au fost deja folosite. Sunt deja multe grupuri diferite de oameni și organizații, inclusiv guvernul, care pot beneficia din disponibilitatea datelor deschise. In același timp, este imposibil de prezis cu acuratețe când și unde valoarea va fi adăugată. Avantajul inovației stă în faptul că dezvoltarea vine din locuri neașteptate.
zh_cn: 在许多不同的领域中我们都可以期待开放数据能具备其价值，在这一点上我们已经能看到相应的案例。同时，大量的组织和个人将会受益于数据的开放，这也包含政府本身。然而，预测开放数据在将来将以何种方式在哪个领域创建何种价值是无法预测的，要知道，创新的本质就是其往往来自于意想不到之处。

source: It is already possible to point to a large number of areas where open government data is creating value. Some of these areas include:
he: כבר כעת ניתן להצביע על תחומים רבים, בהם מידע ממשלתי פתוח מהווה ערך. כמה מהתחומים הללו כוללים:
hr: Već postoji velik broj područja gdje su otvoreni državni podaci korisni. Neka od tih područja uključuju:
id: Hal ini sudah dimungkinkan dengan merujuk pada sejumlah besar daerah di mana data terbuka pemerintah telah menciptakan nilai. Beberapa daerah ini meliputi:
ja: オープンガバメントデータが既に価値を生み出している分野も数多くある。その一部を以下にまとめる。
ro: Este deja posibil să identificăm un număr mare de domenii unde datele guvernamentale deschise aduc valoare. Unele dintre acestea arii includ:
zh_cn: 对于开放的政府数据将会对哪些领域做出贡献则是可以列举的，比如：

source: In terms of transparency, projects such as the Finnish ‘tax tree’ and British ‘where does my money go’ show how your tax money is being spent by the government. And there’s the example of how open data saved Canada $3.2 billion in charity tax fraud. Also various websites such as the Danish folketsting.dk track activity in parliament and the law making processes, so you can see what exactly is happening, and which parliamentarians are involved.
he: במונחי שקיפות, פרוייקטים כמו 'ללא מס' הפילנדי ו'לאן הולך הכסף שלי' הבריטי, מראים כיצד ממשלות עושות שימוש בכספי המיסים. וישנה גם את הדוגמה, כיצד מידע פתוח חסך לממשלת קנדה 3.2 מיליארד דולר מהונאת כספי תרומות. אתרי אינטרנט רבים, כמו האתר הדני folketsting.dk, עוקבים אחר פעילות הפרלמנט ותהליך החקיקה, כך שכל אחד יכול לראות בדיוק מה מתרחש ומי מחברי הפרלמנט מעורב.
hr: Kada govorimo o transparentnosti, projekti kao finsko 'porezno stablo' i britansko 'gdje ide moj novac' pokazuju kako vlada troši vaš porezni novac. Tako je primjerice Kanada korištenjem otvorenih podataka uštedjela 3.2 milijarde dolara na prijevarama vezanih uz porez na dobrotvorne transakcije. Također, razne internetske stranice poput Danske folketsting.dk prate aktivnosti parlamenta i procese donošenja zakona, tako da možete vidjeti što se konkretno događa i koji su članovi parlamenta uključeni u te aktivnosti.
id: Dalam hal transparansi, proyek-proyek seperti ‘pohon pajak’ di Finlandia dan ‘ke mana uang saya pergi’ di Inggris memperlihatkan bagaimana uang pajak anda dibelanjakan oleh pemerintah. Dan terdapat contoh bagaimana data terbuka dapat menyelamatkan Kanada sebesar $3.2 miliar dari penipuan pengumpulan dana amal. Juga di beberapa situs seperti folketsting.dk di Denmark dapat melacak aktivitas parlemen dan proses pembuatan hukumnya, sehingga anda dapat melihat apa yang sedang terjadi, dan anggota parlemen mana yang terlibat di dalamnya.
ja: 透明性の観点からは、フィンランドの‘tax tree’や英国の‘where does my money go’プロジェクトがあげられる。これらは、納めた税金を政府がどのように使っているのかを見られる仕組みである。さらにこんな例もある。オープンデータのおかげで、カナダは慈善基金詐欺に関する出費を32億ドル減らしたのだ。それ以外にもさまざまなウェブサイトがある。たとえばデンマークのfolketsting.dk は国会の活動や立法プロセスを監視しており、いま何が起ころうとしているのかやそれにかかわっている議員が誰なのかといった情報を得られる。
ro: În ceea ce privește transparență, proiecte precum cel finlandez “tax tree” (Arborelele taxelor) sau cel britanic “where does my money go” (Unde se aduc banii mei?) arată cum guvernul cheltuie banii obținuți din taxe. Un exemplu foarte bun este cel oferit de Canada, unde datele deschise au dus la identificarea unei fraude de 3.2 $ miliarde din banii oferiți pentru scopuri caritabile. De asemenea, situri web precum cel danez, folketsting.dk, monitorizează activitatea din parlament, și procesele decizionale politice, pentru a facilita transparența, pentru a urmări activitatea parlamentarilor.
zh_cn: 比如对于政府透明度，芬兰的「tax free」项目和英国的「where does my money go」项目都向民众展示了政府如何使用税收。 而在加拿大的例子中，加拿大政府更是靠开放数据挽救了32亿美金的慈善税收诈骗损失。又比如丹麦的folketsting.dk项目追踪议会动态以及立法进度，因此公众可以清楚知道议会发生了什么哪些议员参与其中。

source: Open government data can also help you to make better decisions in your own life, or enable you to be more active in society. A woman in Denmark built findtoilet.dk, which showed all the Danish public toilets, so that people she knew with bladder problems can now trust themselves to go out more again. In the Netherlands a service, vervuilingsalarm.nl, is available which warns you with a message if the air-quality in your vicinity is going to reach a self-defined threshold tomorrow. In New York you can easily find out where you can walk your dog, as well as find other people who use the same parks. Services like ‘mapumental’ in the UK and ‘mapnificent’ in Germany allow you to find places to live, taking into account the duration of your commute to work, housing prices, and how beautiful an area is. All these examples use open government data.
he: מידע ממשלתי פתוח יכול גם לסייע לכם לקבל החלטות טובות יותר בחייכם האישיים, או לאפשר לכם להיות יותר פעילים בחברה בה אתם חיים. אישה בדנמרק הקימה את האתר findtoilet.dk, שמציג את כל בתי שימוש הציבוריים בדנמרק, כך שאנשים שהיא עצמה הכירה, עם בעיות בשלפוחית, יכולים עכשיו שוב לצאת מביתם ביתר בטחון. בהולנד קיים השירות vervuilingsalarm.nl, המזהיר מפני ירידה צפויה באיכות האויר בסביבתכם ביום הבא. בניו-יורק תוכלו למצוא בקלות, היכן ניתן לצאת לטיול עם כלבכם וגם למצוא באותו זמן אנשים אחרים שנמצאים באזור. שירותים כמו 'mapumental' באנגליה, ו- 'mapnificent' בגרמניה, מאפשרים לכם למצוא מקום לגור בו, תוך שהם לוקחים בחשבון את משך הנסיעה שלכם לעבודה, מחירי הדיור, וכמה יפה הנוף באזור. כל אלה הם דוגמאות לשימוש במידע ממשלתי פתוח.
hr: Također, otvoreni državni podaci vam mogu koristiti za donošenje boljih odluka u osobnome životu ili vas potaknuti na veću angažiranost u društvu. Jedna Dankinja je osnovala findtoilet.dk, koji pokazuje sve Danske javne zahode kako bi ljudi s problemima s mjehurom, koje je i sama poznavala, sada mogli bezbrižno izaći vani. Nizozemski vervuilingsalarm.nl vas upozorava kada će kvaliteta zraka u vašoj okolici dosegnuti dopušteni prag. U New Yorku s lakoćom možete saznati kuda prošetati psa, kao i naći ostale ljude koji koriste iste parkove. Usluge poput 'mapumental' u Ujedinjenom Kraljevstvu i 'mapnificent' u Njemačkoj pomažu pronaći smještaj uzimajući u obzir vrijeme potrebno za doći na posao, cijenu kuća i koliko je uređeno samo područje. Sve su to primjeri otvorenih državnih podataka.
id: Data terbuka pemerintah dapat pula membantu anda untuk menentukan keputusan yang lebih baik dalam kehidupan anda, atau dapat memungkinkan anda untuk lebih proaktif dalam masyarakat. Seorang wanita di Denmark membangun situs findtoilet.dk, yang menampilkan semua toilet publik di Denmark, sehingga orang-orang yang ia kenal khususnya yang punya masalah dengan kandung kemih bisa percaya diri keluar rumah lebih jauh lagi. Di Belanda sebuah situs layanan, vervuilingsalarm.nl, dapat mengingatkan anda melalui sebuah pesan apabila kondisi udara di sekitar anda sedang menuju ambang batas. Di New York anda dapat dengan mudah menemukan tempat untuk jalan anjing anda, maupun menemukan seseorang yang juga berada di taman yang sama. Layanan seperti ‘mapumental’ di Inggris dan ‘mapnificent’ di Jerman memungkinkan anda untuk menemukan tempat tinggal, menghitung durasi perjalanan anda dari rumah ke tempat kerja, harga rumah, dan menyaksikan keindahan suatu area. Semua contoh-contoh ini menggunakan data terbuka pemerintah.
ja: オープンガバメントデータを使えばあなた自身の生活に関してよりよい判断ができるようになるし、この社会でもっとアクティブにふるまえるようにもなる。デンマークのある女性が構築した findtoilet.dk ではデンマーク国内のすべての公衆トイレの情報を得られる。そのおかげで、膀胱障害をかかえる彼女の知り合いは安心して外出できるようになった。オランダでは vervuilingsalarm.nl というサービスが使える。このサービスは、翌日の大気環境があらかじめ設定した最低基準に到達しそうなときに警告のメッセージを送ってくれるものだ。ニューヨークでは犬の散歩に適した場所を探すのも簡単だし、同じ公園を利用中の他の人を探すことだってできる。英国には ‘mapumental’ というサービスがあり、ドイツにも同様の ‘mapnificent’ というサービスがある。これは、通勤時間や住宅の価格そして周辺の美しさなどの観点から住む場所を探せるものである。これらすべてが、オープンガバメントデータを使っている。
ro: Datele guvernamentale deschise te poate ajuta, de asemenea, să iei decizii mai bune în viața personală, sau să devii mai activ în societate. O femeie, în Danemarca, a construit situl findtoilet.dk, care arăta locațiile tuturor toaletelor daneze publice, astfel încât persoanele pe care ea le cunoștea cu probleme urinare să aibă mai multă încredere în a ieși în oraș. În Olanda, există un serviciu disponibil, vervuilingsalarm.nl, care să te avertizeze printr-un mesaj dacă, în apropierea ta, calitatea aerului va atinge un prag ales de tine, în următoarea zi. In New York, poți cu ușurință afla în ce parcuri îți poți plimba câinile sau să afli ce oameni folosesc aceleași parcuri. Servicii precum 'mapumental' în Marea Britanie sau 'mapnificent' în Germania îți permite să descoperi ce zone de locuit sunt bune pentru tine, lunând în considerare timpul petrecut către muncă, prețul caselor, cât de frumoasă este zona. Toate aceste servicii reprezintă exemple de folosire a datelor guvernamentale deschise.
zh_cn: 开放的政府数据也能帮助你在生活中做出更好的决策或者使你在社会活动中更为活跃。来自丹麦的一位女士开发了findtoilet.dk，一个显示全丹麦公共厕所的网站，来帮助她所认识的有膀胱问题而不敢出门的人士放心外出。新西兰的项目，vervuilingsalarm.nl，则会在你周边的空气质量低于一个自定义的阀值时向你发出警告。在纽约你可以很简单就找到允许你遛狗的地方又或者找到和你去同一个公园的朋友。类似于英国「mapumental」和德国「mapnificent」的服务则允许你根据上下班的路程、房价、周边景色的条件来挑选自己想要居住的地方。以上所有的例子都利用了开放的政府数据。这个服务使用了地价数据，还使用了政府辅助数据和地方商业登记数据。Google翻译服务使用了海量的欧盟多国语言文档来训练其翻译算法，进而提升了其服务质量。
