Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: Move fast
he: פעלו במהירות
hr: Brzo napreduj,
id: Bergerak cepat
ja: すばやく動く
ro: mișcă-te repede,
zh_cn: 行动迅速

source: Be pragmatic.
he: היו תכליתיים
hr: Budi pragmatičan/a.
id: Jadilah pragmatis.
ja: 実利的であることを心がける
ro: fii pragmatic.
zh_cn: 要务实

source: There are many different ways to make data available to others. The most natural in the Internet age is online publication. There are many variations to this model. At its most basic, agencies make their data available via their websites and a central catalog directs visitors to the appropriate source. However, there are alternatives.
he: יש הרבה יותר מדרך אחת, לתת מידע לאחרים. הדבר הטבעי ביותר כיום, זה לתת אותו באינטרנט. יש צורות רבות לכך - באופן בסיסי, גופים מוסרים מידע דרך אתרי האינטרנט שלהם, וקטלוג מרכזי מפנה את המבקרים למקור המתאים. גם לכך דרכים חלופיות.
hr: Postoji mnogo načina kako ostalima omogućiti pristup podacima. U današnje doba interneta, najučestaliji je online izdavaštvo. Mnogo je oblika tog modela. U osnovi, agencije omogućavaju pristup podacima putem svojih web stranica, a središnji sadržaj posjetitelje usmjerava relevantnim izvorima. No, postoje i alternative.
id: Terdapat banyak cara yang berbeda untuk menjadikan data tersedia bagi yang lain. Yang paling alami di era internet adalah publikasi secara daring. Terdapat banyak variasi dari model ini. Yang paling mendasar, lembaga-lembaga telah membuat data mereka tersedia melalui situs web mereka sendiri dan sebuah katalog sentral mengarahkan pengunjung ke sumber yang tepat. Namun, terdapat pula alternatifnya.
ja: データを他の人たちに公開するには、さまざまな方法がある。インターネット世代の人たちにとっていちばん自然なのは、オンラインで公開することだ。この方式にも様々なバリエーションがある。最も基本的なやり方は、その組織自身のウェブサイトからデータを取得できるようにし、中央カタログから直接その場所を指すようにするという方法だ。しかし、それ以外にも方法はある。
ro: Sunt foarte multe moduri diferite de a face datele accesibile către alții. Cel mai natural mod, în epoca Internetului, este publicarea online. Există multe variațiuni ale acestui model. Formula de bază este ca agențiile care dețin date publice să asigure accesul la date prin intermediul proprilor sit-uri web, iar un catalog central direcționează vizitatorii către sursa adecvată. În orice caz, există alternative.
zh_cn: 将数据开放有很多方法。在网络时代最直接的方式是提供数据在线版本。这种方法也有很多变种。最基本的是将数据放置于网上上并且在一个数据中心目录上将用户导向到相关的数据源。然而，还有其他方法是可以采用的。

source: When :term:`connectivity` is limited or the size of the data extremely large, distribution via other formats can be warranted. This section will also discuss alternatives, which can act to keep prices very low.
he: כאשר ה:מונח:‘קישוריות’ מוגבלת, או גודל המידע גדול באופן קיצוני, ניתן לאשר הפצה בפורמטים אחרים. חלק זה ידון גם בדרכים חלופיות, שיכולות לאפשר שמירה על מחירים נמוכים.
hr: Kada je pristup ograničen ili veličina podataka iznimno velika, možemo se poslužiti i drugim oblicima distribucije. U ovom dijelu ćemo vidjeti neke od tih alternativa, koje mogu značajno sniziti cijenu.
id: Ketika :term:`konektivitas` menjadi terbatas atau ukuran data menjadi sangat besar, maka pendistribusian dengan menggunakan format lain dapatlah dibenarkan. Bagian ini juga mendiskusikan beberapa alternatif, yang dapat dilakukan untuk menjaga beban biaya tetap kecil.
ja: :term:`接続性` に制限があったりデータのサイズがあまりにも大きかったりする場合には、他のフォーマットでの配布もあり得る。このセクションではそういった代替手段についても扱う。これらは価格を低く抑えるために使える。
ro: Când conectivitatea (:term:`connectivity`) este limitată sau mărimea setului de date este este extrem de mare, ar putea fi asigurată distribuirea prin intermediul altor formate. Această secțiune va discuta alternative care ar putea avea un rol în a menține tarifele foarte scăzute.
zh_cn: 当:term:`网络环境`不佳或者数据量异常庞大，通过其他渠道分发数据也是可以的。在这一节里我们将讨论在保持成本低廉的前提下如何分发数据。

source: Via your existing website
he: דרך אתר האינטרנט שלכם
hr: Putem vlastite web stranice
id: Melalui situs anda yang telah ada
ja: 既存のウェブサイト経由で
ro: Prin intermediul sit-ului tău web deja existent
zh_cn: 通过现有网站

source: The system which will be most familiar to your web content team is to provide files for download from webpages. Just as you currently provide access to discussion documents, data files are perfectly happy to be made available this way.
he: השיטה המוכרת ביותר לאנשי התוכן שלכם, תהיה לאפשר הורדת קבצים דרך האינטרנט. בדיוק כפי שאתם מאפשרים כיום גישה למסמכי דיון, כך קבצי מידע ניתנים להורדה באותה דרך.
hr: Sustav koji će biti najpoznatiji vašem timu zaduženom za održavanje web stranice je taj za osiguravanje podataka za preuzimanje s web stranica. Isto kao što trenutačno imate dokumente za rasprave, i podaci se jednako tako mogu staviti na raspolaganje.
id: Sistem yang paling mudah dikenali tim konten web anda adalah dengan menyediakan beberapa file untuk diunduh dari halaman web. Sama seperti anda saat ini yang menyediakan akses ke dokumen diskusi, file-file data lebih disukai menjadi tersedia dengan cara ini.
ja: ウェブコンテンツチームにとって一番なじみのある方式は、ファイルをウェブページからダウンロードできるようにすることだろう。いつも会議の議事録を公開しているのと同じように、データファイルもまったく同じ方式で公開すればよい。
ro: Sistemul care este cel mai familiar echipei tale de conținut web este de a furniza fișiere pentru a fi descărcate de pe pagini web. La fel cum oferiți în acest moment acces la documente pentru discuții, pot fi oferite și fișierele.
zh_cn: 对于你的在线内容团队来说，提供可从网站下载的内容是很熟悉的工作内容了。正如你现在提供在线下载文档一样，你也能如此简单地使数据文件通过在线下载方式被获取。

source: One difficulty with this approach is that it is very difficult for an outsider to discover where to find updated information. This option places some burden on the people creating tools with your data.
he: קושי אחד בגישה זו, הוא שקשה מאוד למישהו מבחוץ למצוא מידע עדכני בתוך האתר. אפשרות זו מטילה אחריות על מי שמפתח כלים לשימוש במידע שלכם.
hr: Jedina mana ovom pristupu je što je autsajderu teško saznati gdje dobiti najnovije informacije. Takva mogućnost pruža izazov ljudima koji su zaduženi za stvaranje alate s vašim podacima.
id: Salah satu kesulitan dalam pendekatan ini adalah sangat sulit bagi orang luar untuk menemukan keberadaan informasi yang telah diperbarui. Pilihan ini menambah beban pada orang-orang untuk menciptakan perangkat tambahan pada data Anda.
ja: この方式の問題のひとつは、情報がどこにアップロードされたのかを外部の人が探しにくいということだ。また、公開されたデータを利用するツールを作る人たちにかかる負担も多くなる。
ro: Problema este că este dificil pentru cineva din exterior să descopere unde poate să găsească informația actualizată. Această opțiune îngreunează crearea de unelte pentru datele respective, pentru anumite persoane.
zh_cn: 这个方法的难点在于对于外部人员而言，找到在哪获取更新的数据是很困难的。这个方法为那些使用你数据创造新产品的人制造了障碍。

source: Via 3rd party sites
he: באמצעות אתרי צד שלישי
hr: Putem stranica trećih osoba, 3rd party sites
id: Melalui situs pihak ke-3
ja: 第三者のサイト経由で
ro: Prin intermediul sit-urilor altor persoane
zh_cn: 通过第三方网站

source: Third party sites can be very useful. The main reason for this is that they have already pooled together a community of interested people and other sets of data. When your data is part of these platforms, a type of positive compound interest is created.
he: אתרי צד שלישי יכולים להיות מאוד יעילים. הסיבה העיקרית לכך היא, שיש להם כבר קהילת מתעניינים, ומערכים שונים של מידע. כאשר המידע שלכם הופך להיות חלק מהפלטפורמות האלה, נוצרת התעניינות צירופית חיובית.
hr: Stranice od strane trećih osoba mogu biti izrazito korisne. Osnovni razlog tome je što one već posjeduju skupove podataka i imaju zajednicu ljudi. Kada su vaši podaci dio ovakvih platformi, stvara se pozitivna energija.
id: Situs pihak ketiga bisa sangat berguna. Alasan utama untuk hal ini adalah mereka telah dikumpulkan bersama-sama dengan sebuah komunitas dari orang-orang yang berminat dan bersama kumpulan-kumpulan data lainnya. Ketika data anda menjadi bagian dari platform ini, bentuk ketertarikan yang positif diciptakan.
ja: 第三者のサイトは非常に有用に使える。その主な理由は、特定の分野に興味のある人たちや同じ分野の他のデータセットが既にそこに集まっているからである。こういったプラットフォームにデータを追加すれば、相乗効果によってよりよい結果を得られる。
ro: Sit-urile altor persoane sunt foarte utile. Acest lucru se datorează faptului că ei au adunat deja o comunitate de persoane interesate și alte seturi de date. Atunci când informațiile tale fac parte din aceste platforme, se crează un interes comun.
zh_cn: 第三方网站可以非常有用，这主要是因为他们已经吸引了一群对数据感兴趣的人以及存储了大量其他数据。 当你的数据也成为这个平台的一部分，就会引发出一种对你数据投以关注的正面氛围。

source: These platforms can have two costs. The first is independence. Your agency needs to be able to yield control to others. This is often politically, legally or operationally difficult. The second cost may be openness. Ensure that your data platform is agnostic about who can access it. Software developers and scientists use many operating sytems, from smart phones to supercomputers. They should all be able to access the data.
he: יכולים להיות שני מחירים לפלטפורמות אלה: הראשונה היא עצמאות. הגוף בו אתם עובדים צריך להיות מסוגל למסור שליטה לאחרים. לרוב, זה דבר קשה פוליטית או תפעולית. המחיר השני הוא פתיחות. וודאו שפלטפורמת המידע שלכם “עיוורת” לגבי מי שיכול לגשת למידע. מפתחי תוכנה ומדענים משתמשים במערכות הפעלה רבות, מטלפונים חכמים למחשבי על. לכולם צריכה להיות גישה למידע.
hr: Ove platforme mogu imati dva troška. Prvi je neovisnost. Vaša oragnizacija mora moći prepustiti kontrolu ostalima. Ovo je često politički, pravno ili operacijski težak zadatak. Drugi trošak može biti otvorenost. Vaša podatkovna platforma bi trebala biti dostupna što široj publici. Softverski programeri i znanstvenici koriste mnoge operacijske sustave, od pametnih telefona do superračunala. Svi bi oni trebali moći pristupiti podacima.
id: Platform ini dapat mempunyai dua beban. Yang pertama adalah kebebasan. Lembaga anda harus mampu menghasilkan kendali kepada orang lain. Hal ini seringkali membuat sulit secara politik, hukum atau operasionalnya. Beban kedua mungkin adalah keterbukaan. Pastikan bahwa platform data anda tidak mempedulikan tentang siapa yang dapat mengaksesnya. Para pengembang perangkat lunak dan para ilmuwan menggunakan banyak sistem operasi, mulai dari ponsel pintar hingga superkomputer. Mereka semuanya harus dapat mengakses data tersebut.
ja: これらのプラットフォームには二種類のコストがかかる。まずは独立性。自分の組織のデータを他社に委ねてしまうことになる。たいていの場合、政治的・法的・あるいは運営上の理由でそれは難しい。もうひとつのコストはオープン性だ。データを預けたプラットフォームに対して誰がアクセスできるかは把握できないということを認識する必要がある。ソフトウェア開発者や科学者たちが使うOSは幅広く、スマートフォンの場合もあればスーパーコンピューターの場合もある。どんな環境からでもデータにアクセスできなければならない。
ro: Aceste platform implică două tipuri de costuri. Primul este independența. Agenția ta trebuie să poată preda controlul și altora. Acest lucru este adesea dificil din punct de vedere politic, legal sau operațional. Al doilea cost îl implică deschiderea. Asigură-te că platforma ta de date este accesibilă de către toată lumea. Dezvoltatorii de software și oamenii de știință folosesc multe sisteme de operare, de la telefoane inteligente la supercalculatoare. Ar trebui ca toată lumea să poată să acceseze datele.
zh_cn: 使用此类平台要付出两种代价。第一是要丧失独立性。你的机构要有能力将控制权完全交托于第三方。而这通常在政治上，法律上或运营上非常困难。第二种代价是开放性。请确保你的平台不限制任何人的访问。软件工程师和科学家常使用不同的系统，从智能手机到超级计算机都有。他们应该都能够访问到你的数据。

source: Via FTP servers
he: דרך שרתי FTP
hr: Putem FTP servera
id: Melalui server FTP
ja: FTPサーバーから
ro: Prin intermediul Protocolului pentru Transferul Fișierelor (FTP)
zh_cn: 通过FTP服务器

source: As torrents
he: כטורנטים
hr: Kao torrenti
id: Sebagai torrent
ja: torrentで
ro: Ca torenți
zh_cn: 通过torrents

source: :term:`BitTorrent` is a system which has become familiar to policy makers because of its association with copyright infringement. BitTorrent uses files called torrents, which work by splitting the cost of distributing files between all of the people accessing those files. Instead of servers becoming overloaded, the supply increases with the demand increases. This is the reason that this system is so successful for sharing movies. It is a wonderfully efficient way to distribute very large volumes of data.
he: :מונח:’BitTorrent’ היא מערכת מוכרת למקבלי ההחלטות, משום הקישור בינה ובין הפרת זכויות. מערכת זו עושה שימוש בקבצים הנקראים טורנטים (Torrents), שמחולקים בין כל מי שמנסה לגשת אליהם. במקום להעמיס על שרתים, ההיצע מתגבר כשהביקוש גובר. זו הסיבה, שמערכת זו כה מצליחה לשיתוף סרטים. זו דרך יעילה בצורה נפלאה להפצת כמויות גדולות של מידע.
hr: BitTorrent je sustav koji je postao popularan među stvarateljima smjernica zbog svoje povezanosti s kršenjem autorskih prava. BitTorrent koristi datoteke zvane torrenti, koji dijele trošak distribucije podataka među svim ljudima koji pristupaju tim podacima. Umjesto preopterećenja servera, kako potražnja biva veća, tako se i ponuda povećava. To je upravo razlog zašto je ovaj sistem tako raširen kod dijeljenja filmova. Ovo je iznimno efikasan načina za distribuciju velikih količina podataka.
id: :term:`BitTorrent` adalah sebuah sistem yang telah menjadi akrab bagi para pembuat kebijakan karena korelasinya dengan isu pelanggaran hak cipta. BitTorrent menggunakan file-file yang disebut torrent, yang bekerja dengan memisahkan biaya distribusi file-file di antara orang-orang yang mengakses file-file tersebut. Alih-alih, server menjadi kelebihan beban, pasokan menjadi meningkat seiring dengan meningkatnya permintaan. Hal inilah yang menjadi alasan sistem ini menjadi sangat sukses dalam berbagi film. Ini adalah cara yang luar biasa efisiennya untuk mendistribusikan volume data yang sangat besar.
ja: :term:`BitTorrent` は、政府の人間にはおなじみになりつつあるシステムだろう。というのも、著作権違反に関連して語られることが多くなったからである。BitTorrentは、torrentsというファイルを利用するシステムであり、ファイルにアクセスしようとする人たちにコストを分散させる仕組みがある。サーバーにだけ負荷をかけるのではなく、需要が増加するのにあわせて供給も増やすようにしている。だからこそ、このシステムは動画の共有の世界で成功したのだ。大規模なデータを配布するためのシステムとして、これは非常に効率的なものだ。
ro: BitTorrents este un sistem care a devenit familiar celor care conturează politici datorită asocierii cu încălcarea dreptului de copier. BitTorrent folosește fișiere numite torenți, care funcționează prin împărțirea costului de distribuire a fișierelor între toate persoanele care accesează respectivele fișiere. În loc ca serverele să se supraîncarce, oferta creștea pe măsură ce creștea cererea. Acesta este motivul pentru care acest sistem este atât de eficient pentru distribuirea filmelor. Este o metodă foarte eficientă pentru distribuirea unor volume mari de date.
zh_cn: :term:`BitTorrent` 对于政策制定者而言已经越来越熟悉这是因为它与版权纠纷常联系在一块。BitTorrent 使用一种称为 torrents 的文件，这种文件将文件传输的成本分摊到了每一个正在访问文件的人身上。与传统服务器会遇到服务器过载不同，使用 torrents 会使得在对文件需求增强的时候，文件服务端能力也相应增强。因此它在电影分享上十分成功。它的确是传输大量数据的极为有效的传输方法。

source: As an API
he: כ- API
hr: Kao API
id: Sebagai sebuah API
ja: APIとして
ro: Ca API
zh_cn: 通过API

source: Data can be published via an :term:`Application Programming Interface` (API). These interfaces have become very popular. They allow programmers to select specific portions of the data, rather than providing all of the data in bulk as a large file. APIs are typically connected to a database which is being updated in real-time. This means that making information available via an API can ensure that it is up to date.
he: מידע יכול להיות מופץ באמצעות API (‘Application Programming Interface’). ממשקים אלה הפכו פופולריים מאוד. הם מאפשרים למתכנתים לבחור בכמויות מסוימות של מידע, במקום לספק את כל המידע כקובץ גדול. ממשקי API קשורים במיוחד לבסיסי מידע שמתעדכנים בזמן אמת. המשמעות היא, שמסירת מידע באמצעות API יכולה להבטיח שהמידע עדכני.
hr: Podaci mogu biti objavljeni putem Application Programming Interface-a (API). Ova sučelja su postala veoma popularna. Ona omogućavaju programerima da odaberu specifične dijelove podataka, umjesto da pružaju sve podatke na hrpi. API se često vežu uz baze podataka koje se ažuriraju u realnom vremenu. To znači da se se prikazom informacija putem API-ja osigurava da su one najnovije verzije.
id: Data dapat dipublikasikan melalui :term:`Application Programming Interface` (API). Antarmuka ini telah menjadi sangat populer. Ia memungkinkan para pemrogram untuk memilih secara spesifik jumlah datanya, daripa menyediakan semua data secara masal dengan sebuah file yang besar. API biasanya terhubung ke basisdata yang terus diperbarui secara aktual. Hal ini berarti membuat informasi menjadi tersedia melalui API dapat memastikan data itu selalu terperbarui.
ja: データの公開を :term:`Application Programming Interface` (API)で行うこともできる。この方式は、近年はやりつつある。すべてのデータを巨大なファイルで一括提供するのではなく、プログラマー側で特定の箇所を選んで取得できるようにする仕組みだ。APIは一般的にデータベースにつながっており、データはリアルタイムに更新される。つまり、情報をAPI経由で公開しておけばそれが常に最新であることを保証できるというわけだ。
ro: Datele pot fi publicate prin Interfețe de Programare cu Aplicație (API). Aceste interfețe au devenit foarte cunoscute. Ele permit programatorilor să selecteze anumite fragmnte de date, mai degrabă decât să furnizeze toate într-un vrac (bulk), ca fișiere mari. API sunt conectate în mod obișbuit la o bază de date care este actiualizată în timp real. Acest lucru înseamnă că a face informația disponibilă prin intermediul unei API ne asigură că informația este actualizată la zi.
zh_cn: 数据可以以 :term:`应用程序语言接口`（API）的方式发布。这种接口现在越来越流行了。因为他们允许程序员选择特定部分的数据发布而不是将整批数据作为一个大型文件来提供下载。APIs 通常和一个实时更新的数据库连接起来。 这意味着任何通过API请求的数据都将是最新更新的。

source: there is no dependency on the original provider of the data, meaning that if a restructure or budget cycle changes the situation, the data are still available.
he: אין כל תלות בספק המקורי של המידע, כלומר, אם המידע משתנה או שינויים תקציביים משנים את המצב, המידע עדיין זמין.
hr: ne postoji ovisnost o originalnom pružatelju podataka, što znači da u slučaju da restrukturiranja ili proračunski ciklusi promijene situaciju, podaci će svejedno biti dostupni.
id: tidak ada ketergantungan dengan penyedia data orisinal, yang berarti sekalipun terjadi restrukturisasi atau siklus anggaran yang mengubah situasi, namun data masih tetap tersedia.
ja: データの提供者の事情に依存しない。つまり、仮に組織の編成や予算などの状況が変わったとしても、データはそのまま使える。
ro: nu există dependență față de furnizorul primar de date, acest lucru însemnând că, dacă o restructurare sau un ciclu bugetar schimbă situația, informațiile sunt încă disponibile.
zh_cn: 不存在对原始数据提供者的依赖。这就意味着即使因为数据提供者的预算发生了变化或者其机构内部结构重组，都不影响数据的访问。

source: Providing data in bulk allows others to use the data beyond its original purposes. For example, it allows it to be converted into a new format, linked with other resources, or versioned and archived in multiple places. While the latest version of the data may be made available via an API, raw data should be made available in bulk at regular intervals.
he: מתן מידע בכמות גדולה מאפשר לאחרים להשתמש במידע, מעבר למטרותיו המקוריות. לדוגמה, ניתן להמיר אותו לפורמט חדש, לקשר אותו למקורות אחרים, או לתת לו גרסאות ולשמור אותו במקומות שונים. בעוד שהגרסה העדכנית של המידע צריכה להימסר באמצעות API, מידע לא מעובד יכול להימסר בכמויות גדולות, בזמנים קבועים.
hr: Pružanje podataka u velikim količinama omogućuje njihovu upotrebu izvan prvobitnog okvira. Na primjer, mogu se pretvoriti u novi format, povezati s drugim resursima, ili se mogu pretvoriti u inačice i arhivirati na različita mjesta. Dok je najnovija verzija dostupna putem API-a, pristup neobrađenim podacima bi trebao biti omogućen u redovitim periodima.
id: Menyediakan data secara masal memungkinkan orang lain untuk menggunakan data di luar tujuan awalnya. Misalnya, hal itu dapat memungkinkan untuk diubah menjadi format baru, terkait dengan sumber daya lainnya, atau diversi dan arsiparis di banyak tempat. Sedangkan versi terbaru dari data dapat dibuat tersedia melalui API, data mentah harus disediakan dalam jumlah besar secara berkala.
ja: データを一括で提供すれば、他の人たちが本来の目的を超えてデータを活用できるようになる。たとえば別のフォーマットに変換したり他のリソースとリンクさせたり、バージョン管理して複数の場所でアーカイブしたりといった具合だ。最新版のデータがAPI経由で取得できるようにしたとしても、生のデータも定期的に一括公開しておくべきだ。
ro: Furnizând informațiile în volum mare, le permite altora să folosească informațiile dincolo se scopul lor primar. De exemplu, permite ca acestea să fie transformate în formate noi, să fie conectate cu alte surse, sau să fie create alte versiuni și arhivate în multiple locații. În timp ce ultima versiune a informației poate fi pusă la dispoziție printr-o API, datele primare ar trebui puse la dispoziție în volum mare, la intervale regulate de timp.
zh_cn: 提供整批的数据使得使用者可以重新规划这些数据的用途。比如，可以将这些数据转换入另一种格式，或者与其他数据整合在一起，或者编上版本号并存档在多个地方。虽然 API 会提供最新版本的数据，原始数据仍应能被定期整批获得。

source: For example, the `Eurostat statistical service`_ has a bulk download facility offering over 4000 data files. It is updated twice a day, offers data in :term:`Tab-separated values` (TSV) format, and includes documentation about the download facility as well as about the data files.
he: לדוגמה, לשירות הסטטיסטי של הרכבת האירופית יש אתר הורדות ,המכיל יותר מ- 400 קבצים. השירות מעודכן פעמיים ביום ומציע קבצים בפורמט TSV (Tab-separated values). הוא כולל מסמכים על האתר עצמו, כמו גם על קבצי המידע.
hr: Primjerice, Eurostatov servis za statistiku posjeduje jedinicu za masovno preuzimanje preko 4000 podataka. Ažurira se dva puta na dan, podatke nudi u Tab-separated values (TSV) formatu, a posjeduje i dokumentaciju vezanu uz jedinicu za preuzimanje kao i o samim podacima.
id: Sebagai contoh, `Eurostat statistical service`_ mempunyai fasilitas pengunduhan masal yang menawarkan lebih dari 4000 file data. Selalu diperbarui dua hari sekali, menawarkan data dalam format :term:`Tab-separated values` (TSV), dan termasuk dokumentasi mengenai fasilitas pengunduhan sebagaimana dokumentasi tentang file datanya.
ja: たとえば、統計データのサービスである `Eurostat statistical service`_ は一括ダウンロード機能を提供しており、4000を超えるデータファイルを一括ダウンロードできるようにしている。このデータは一日に二回更新され、 :term:`タブ区切り` (TSV) 形式で提供される。また、データファイルだけでなくダウンロード機能に関するドキュメントも用意している。
ro: De exemplu, serviciul de statistică Eurostat (http://epp.eurostat.ec.europa.eu/portal/page/portal/eurostat/home/) conține posibilitatea de a descărca volume mari, oferind peste 4000 de fișiere de date. Este actualizat de două ori pe zi, oferă date în format cu valori separate tabular și include documentația privind fișierele de date și posibilitatea de descărcare.
zh_cn: 比如，欧盟统计局的统计服务提供超过4000数据文件的数据整批下载服务。这个服务每两天更新数据一次，将数据提供在 TSV 格式下， 并且提供下载服务说明文档以及数据文件说明文档。

source: Another example is the `District of Columbia Data Catalog`_, which allows data to be downloaded in CSV and XLS format in addition to live feeds of the data.
he: דוגמה נוספת, היא קטלוג המידע של מחוז קולומביה, שמאפשר להוריד את המידע בפורמט CSV או אקסל, בנוסף לפיד חי של המידע.
hr: Još jedan primjer je District of Columbia Data Catalog koji nudi preuzimanja podataka u CSV i XLS formatu uz mogućnost praćenja uživo.
id: Contoh lainnya adalah `District of Columbia Data Catalog`_, yang memungkinkan data untuk diunduh dalam format CSV dan XLS dan sebagai tambahannya feeds langsung dari data.
ja: もうひとつの例が、`District of Columbia Data Catalog`_ (ワシントンD.C.のCTO室のデータカタログ)だ。ここではデータをCSVあるいはXLS形式でダウンロードでき、さらにデータのライブフィードも提供している。
ro: Un alt exemplu este Catalogul de Date al Districtului Columbia (District of Columbia Data Catalog), care permite ca datele să fie descărcate în formate CSV și XLS, în plus față de actualizarea în timp real a datelor.
zh_cn: 另一个例子来自于哥伦比亚行政区 OCTO 数据目录，这个服务提供了 CSV 和 XLS 两种格式的数据下载以及数据的 live feeds

source: :term:`Open data` is nothing without users. You need to be able to make sure that people can find the source material. This section will cover different approaches.
he: :מונח:'מידע פתוח' לא קיים ללא משתמשים. אתם חייבים להיות מסוגלים לוודא, שאנשים יכולים למצוא את מקור החומר. חלק זה יסקור גישות שונות.
hr: Otvoreni podaci ne vrijede ništa bez korisnika. Ljudi moraju moći naći izvorni materijal. Ovaj dio se bavi raznim pristupima.
id: :term:`Data terbuka` tidak berarti tanpa para pengguna. Anda perlu untuk memastikan bahwa orang-orang dapat dengan mudah menemukan sumber material tersebut. Seksi ini akan mencakup beberapa pendekatan yang berbeda.
ja: :term:`オープンデータ` は、ユーザーなしでは存在し得ない。他の人たちがそのデータを発見できるようにする必要がある。このセクションでは、そのための様々な手法を取り上げる。
ro: Datele deschise (:term:`Open data`) nu înseamnă nimic fără utilizatori. Trebuie să fii sigur de faptul că oamenii vor găsi materialul-sursă. Această secțiune va acoperi diverse abordări de acest gen.
zh_cn: 没有用户的话，开放数据就毫无意义。因此你需要确保人们可以找到你的数据。这一节将会讨论不同的使数据可被发现的方法。
