Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: The Open Data Manual
it: Il manuale degli Open Data

source: **This report discusses legal, social and technical aspects of open data.** The manual can be used by anyone but is especially designed for those seeking to **open up** data. It discusses the **why, what and how** of open data -- why to go open, what open is, and the how to 'open' data.
it: **Il presente manuale affronta gli aspetti giuridici, sociali e tecnici degli open data (dati aperti) .** Il manuale può essere utilizzato da chiunque, ed è stato appositamente studiato per coloro che intendono **aprire** i dati. Il manuale discute del **perché, cosa e come** degli open data - quindi perché percorrere la strada dell'apertura, cosa si intende con 'aperto' (open), e come si fa 'open data' ('aprire' i dati) ("liberare" i dati).

source: To get started, you may wish to look at the Introduction_. You can navigate through the report using the Table of Contents (see sidebar or below).
it: Per iniziare, puoi dare un'occhiata all'introduzione_. Puoi navigare nel manuale usando l'Indice dei Contenuti (guarda nella barra laterale o sotto)

source: We warmly welcome comments on the text and will incorporate feedback as we go forward. We also welcome contributors or suggestions for additional sections and areas to examine.
it: Accogliamo calorosamente ogni commento sul testo e incorporiamo il feedback di volta in volta. Siamo anche felici di coinvolgere chiunque voglia contribuire o suggerire nuove sezioni o aree da esaminare

source: Table of Contents
he: תוכן עניינים
hr: Sadržaj
id: Daftar Isi
it: Indice dei Contenuti
ja: 目次
ro: Cuprins
zh_cn: 目录

source: Indices and tables
he: מדדים וטבלאות
hr: Popisi i tablice
id: Indeks dan tabel
it: Indici e tabelle
ja: 索引・図表
ro: Indecși și tabele
zh_cn: 索引和表格

source: Credits and Copyright
he: זכויות יוצרים וקרדיטים
hr: Zasluge i autorska prava
id: Penghargaan dan Hak Cipta
it: Crediti e Copyright
ja: クレジットと著作権
ro: Credit și drepturi de autor
zh_cn: 贡献和版权

source: Contributing authors
he: כותבים
hr: Autori
id: Penulis berkontribusi
it: Autori
ja: 記事を書いてくれた貢献者たち
ro: Colaboratori
zh_cn: 作者

source: Existing sources directly used
he: מקורות שנעשה בהם שימוש ישיר
hr: Korišteni izvori
id: Sumber yang ada digunakan langsung
it: Fonti utilizzate
ja: 直接引用した、既存のソース
ro: Surse existente folosite direct
zh_cn: 引用的文献资源

source: Technical Proposal for how IATI is implemented. *The IATI Technical Advisory Group led by Simon Parrish*
he: הצעה טכנית, כיצד IATI (יוזמה בינלאומית לשקיפות סיוע) מיושם. *The IATI Technical Advisory Group led by Simon Parrish*
hr: Tehnički prijedlog kako je IATI proveden. "The IATI Technical Advisory Group led by Simon Parrish"
id: Proposal Teknis untuk bagaimana IATI diimplementasikan. *IATI Technical Advisory Group dipimpin oleh Simon Parrish*
it: Proposta tecnica per l'implementazione dello IATI. * IATI Technical Advisory Group guidato da Simon Parrish *
ja: IATIの実装方法に関する技術的な提案。 *The IATI Technical Advisory Group led by Simon Parrish*
ro: Propunere tehnică pentru implementarea IATI. *Grupul de consultare tehnică al IATI condus de Simon Parrish*
zh_cn: IATI规格的技术提案书 (Technical Proposal for how IATI is implemented)，*IATI技术指导小组由Simon Parrish领导*

source: `Unlocking the Potential of Aid Information`_. *Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher*
he: `Unlocking the Potential of Aid Information`_. חשיפת הפוטנציאל של מידע על סיוע *רופוס פולוק, ג'ונתן גריי, סיימון פריש, ג'ורדן הצ'ר*
hr: Otključavanje potencijala potpornih informacija *Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher*
it: `Liberare il potenziale dell'informazione sulla cooperazione internazionale`_. *Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher*
zh_cn: 释放救援信息的潜能 (Unlocking the Potential of Aid Information)，*Rufus Pollock, Jonathan Gray, Simon Parrish, Jordan Hatcher*

source: Finnish manual authored by *Antti Poikola*
he: המדריך בעברית נערך על-ידי *רם אזרח*
hr: Finski vodič autora *Antti Poikola*
id: Panduan manual Finlandia ditulis oleh *Antti Poikola*
it: Manuale in finlandese redatto da *Antti Poikola*
ja: *Antti Poikola* によるフィンランド語のマニュアル
ro: Manual finlandez scris de *Antti Poikola*
zh_cn: 芬兰手册 (Finnish manual)，*Antti Poikola*

source: Beyond Access Report. *Access Info and the Open Knowledge Foundation*
he: Beyond Access Report. *Access Info and the Open Knowledge Foundation* details suggestions history
hr: Izvještaj s druge strane pristupa *Access Info and the Open Knowledge Foundation*
id: Akses Laporan. *Access Info and the Open Knowledge Foundation*
it: Oltre l'accesso. *Access Info e la Open Knowledge Foundation*
zh_cn: 获取之后 (Beyond Access Report). *Access Info and the Open Knowledge Foundation*

source: Other sources
he: מקורות נוספים
hr: Ostali izvori
id: Sumber lainnya
it: Altre fonti
ja: その他のソース
ro: Alte surse
zh_cn: 其他资源

source: This manual is copyright 2010-2011 of its respective contributors and licensed under a `Creative Commons Attribution License`_ (unported and all jurisctions).
it: Il presente manuale e' protetto dal diritto d'autore (2010-2011). I suoi coautori rilasciano tale opera sotto licenza Creative Commons Attribution unported

source: Introduction
he: הקדמה
hr: Uvod
id: Pengenalan
it: Introduzione
ja: 導入
ro: Introducere
zh_cn: 引言

source: Do you know exactly how much of your tax money is spent on street lights or on cancer research? What is the shortest, safest and most scenic bicycle route from your home to your work? And what is in the air you breathe along the way? Where in your region will you find the best job opportunities and the highest number of fruit trees per capita? When can you influence decisions about topics you deeply care about, and whom should you talk to?
it: Conosci esattamente quanta parte delle tue tasse è destinata all'illluminazione stradale o alla ricerca contro il cancro? Qual'è l'itinerario più breve, sicuro e panoramico per raggiungere in bici il tuo ufficio da casa tua? E cosa c'è nell'aria che respiri durante il tragitto? Dove troverai le migliori opportunità di lavoro nella tua regione, e il miglior rapporto alberi da frutta pro-capite? Quando puoi influenzare attivamente le decisioni sui temi che ti stanno più a cuore e con chi dovresti parlarne?

source: New technologies now make it possible to build the services to answer these questions automatically. Much of the data you would need to answer these questions is generated by public bodies. However, often the data required is not yet available in a form that makes it easy to use. This book is about how to unlock the potential of official and other information to enable new services, to improve the lives of citizens and make government and society work better.
it: Le nuove tecnologie permettono di creare servizi per rispondere a queste domande automaticamente. Molti dei dati necessari a rispondere a queste questioni sono in effetti prodotti da organismi pubblici. Tuttavia spesso tali dati non sono disponibili nei formati che li rendono facili da manipolare. Questo manuale vuole proporre una via per estrarre il potenziale dei dati ufficiali e di altre informazioni e rendere così possibili nuovi servizi, migliorare la vita dei cittadini e far funzionare più efficientemente governi e società.

source: The notion of `open data`_ and specifically `open government data`_, information, public or otherwise, which anyone is free to access and re-use for any purpose, has been around for some years. In 2009 open data started to become visible in the mainstream, with various governments (such as the USA, UK, Canada and New Zealand) announcing new initiatives towards opening up their public information.
it: La nozione di dati aperti (`open data`_), e più specificatamente dati aperti del settore pubblico (`open government data`_), intesa come informazione, pubblica o no, accessibile e riutilizzabile da chiunque, è utilizzata da diversi anni. L'uso comune del concetto inizia nel 2009, quando diversi governi (come gli Stati Uniti d'America, il Regno Unito, il Canada e la Nuova Zelanda) hanno annunciato diverse iniziative per aprire la loro informazione pubblica.

source: This book explains the basic concepts of ‘open data’, especially in relation to government. It covers how open data creates value and positively impacts many different areas. In addition to the background, the manual also provides concrete information on how to produce open data.
it: Il presente manuale intende spiegare i concetti di base degli 'open data', specialmente in relazione ai governi. Si propone di illustrare come i dati aperti possono creare valore e avere un impatto positivo in molte aree. Oltre alle informazioni di base, il manuale fornisce istruzioni pratiche su come produrre dati aperti.

source: Target Audience
he: קהל יעד
hr: Ciljana publika
id: Target Pemirsa
it: Destinatari
ja: 対象読者
ro: Audiență țintă
zh_cn: 目标读者

source: This manual has a broad audience:
it: Questo manuale ha un vasto pubblico:

source: those who have never heard of open data before and for those who consider themselves seasoned ‘data professionals’
it: coloro che non hanno mai sentito parlare di dati aperti prima d'ora e coloro che si ritengono esperti 'professionisti di dati'

source: for civil servants and for activists
he: לעובדי מדינה ואקטיביסטים
hr: za državne službenike i aktiviste
id: untuk pelayan masyarakat dan para aktivis
it: i dipendenti della pubblica amministrazione e gli attivisti
ja: 公務員や活動家
ro: pentru funcționarii publici și pentru activiști
zh_cn: 面向公众服务者和社会活动家

source: journalists and researchers
it: i giornalisti e i ricercatori

source: for politicians and developers
he: לפוליטיקאים ומפתחים
hr: za političare i programere
id: untuk politisi dan pengembang
it: i politici e gli sviluppatori
ja: 政治家や開発者
ro: pentru politicieni și dezvoltatori
zh_cn: 面向政客和开发者

source: for data geeks and those who have never heard of an API.
he: לג’יקים וכאלו שמעולם לא שמעו על המושג API"
hr: za podatkovne štrebere i one koji nikada nisu čuli za API - Application Programming Interface
id: untuk para pecandu data dan mereka yang belum pernah mendengar tentang API.
it: le persone appassionate di tecnologia e quelle che non hanno mai sentito parlare di API.
ja: データマニア、そしてAPIなんて聞いたことがない人たち
ro: pentru cei pasionați de date și pentru cei care nu au auzit niciodata de o interfaţă de programare standardizată (API).
zh_cn: 面向数据极客和那些不知晓API是什么的人

source: Most of the information provided currently is focused on data held by the public sector. However, the authors intentions are to broaden this as time permits. You are welcome to participate to help us with that effort.
it: La maggior parte delle informazioni attualmente fornite attiene principalmente ai dati detenuti dal settore pubblico. Tuttavia, l'intenzione degli autori è di ampliare tale ambito nel corso del tempo. Chiunque è benvenuto nel supportarci in questo sforzo.

source: This manual is intended for those with little or no knowledge of the topic. If you do find a piece of jargon or terminology with which you aren't familiar please see the detailed Glossary and FAQs (frequently asked questions) which can be found at the end of the manual.
it: Il manuale è pensato per persone con poca o nessuna conoscenza dell'argomento. Se incontri un termine con cui non hai familiarità, cercalo nel glossario e nelle FAQ (domande frequenti) che trovi alla fine del manuale.

source: Contributing
it: Contribuire

source: We welcome contributions and corrections to the manual. Please visit http://wiki.okfn.org/Open_Data_Manual#Contributing to find out more.
it: Contributi e correzioni al manuale sono benvenuti. Per saperne di più visita il sito http://wiki.okfn.org/Open_Data_Manual#Contributing

source: Credits
he: קרדיטים
hr: Zasluge
id: Penghargaan
it: Crediti
ja: クレジット
ro: Recunoaștere
zh_cn: 贡献

source: Why Open Data?
he: מדוע לפתוח מידע?
hr: Čemu služe otvoreni podaci?
id: Mengapa Data Terbuka?
it: Perchè dati aperti (open data)?
ja: なぜオープンデータなのか?
ro: De ce date libere?
zh_cn: 为什么要开放数据？

source: Open data, especially open government data, is a tremendous resource that is largely untapped. Many different individuals and organisations collect a broad range of different types of data to be able to perform their tasks. Government is particularly significant in this regard, both because of the quantity and centrality of the data they collect, but also because of all that government data, most is public data by law, and therefore could be made open and made available for others to use. Why is that useful?
it: I dati aperti, e specialmente i dati pubblici aperti, sono un'enorme risorsa in larga misura non sfruttata. Molti soggetti e organizzazioni raccolgono un'ampia gamma di dati di differente natura nello svolgimento dei propri compiti istituzionali. L'amministrazione pubblica gioca un ruolo particolarmente rilevante, sia per la quantità e la centralità dei dati che vengono raccolti sia perché una parte dei dati amministrativi è per legge di dominio pubblico, e potrebbero quindi essere resi aperti e disponibili perché altri li usino. Perché ciò è utile?

source: There are many areas where we can expect open data to be of value, and where examples already exist. There are also many different groups of people and organisations who can benefit from the availability of open data, including government itself. At the same time it is impossible to predict precisely how and where value will be created. The nature of innovation and new things is that it will come from unlikely places.
it: Ci sono molte circostanze in cui possiamo ragionevolmente attenderci che i dati aperti abbiano un valore rilevante ed esempi dove questo già accade. Ci sono anche numerose categorie di soggetti e organizzazioni che possono trarre beneficio dalla disponibilità di dati aperti, inclusa la pubblica amministrazione. Allo stesso tempo non è possibile predire come e dove sarà creato valore. La caratteristica dell'innovazione e delle novità è di arrivare da luoghi inaspettati.

source: It is already possible to point to a large number of areas where open government data is creating value, and there are likely more. Some of these areas are:
it: È già possibile indicare un vasto numero di aree dove i dati pubblici aperti stanno creando valore, e ce ne sono probabilmente altre. Alcune di queste aree sono:

source: Transparency and democratic control
he: שקיפות ובקרה דמוקרטית
hr: Transparentnost i demokratsko upravljanje
id: Kendali transparansi dan demokratisasi
it: Trasparenza e controllo democratico
ja: 透明性および民主的管理
ro: transparență și control democratic
zh_cn: 透明化与民主监督

source: Participation
he: השתתפות
hr: Sudjelovanje
id: Partisipasi
it: Partecipazione
ja: 参入
ro: participare
zh_cn: 公民参与

source: Self-empowerment
he: העצמה עצמית
hr: Samo-osnaživanje
id: Pemberdayaan-mandiri
it: accrescimento della propria influenza nella discussione pubblica
ja: 自己権限委譲
ro: împuternicire personală
zh_cn: 自我赋权 (self-empowerment)

source: Improved or new private products and services
he: מוצרים או שירותים פרטיים חדשים או משופרים
hr: Poboljšane ili nove osobne proizvode i usluge
id: Meningkatkan atau menciptakan produk dan layanan pribadi
it: Miglioramento o creazione di prodotti e servizi privati
ja: プライベートプロダクトおよびサービスの改良あるいは創造
ro: produse și servicii noi sau îmbunătățite
zh_cn: 改进的或新兴的产品和服务

source: Innovation
he: חדשנות
hr: Inovacije
id: Inovasi
it: Innovazione
ja: イノベーション
ro: inovație
zh_cn: 创新

source: Improved efficiency of government services
he: שיפור יעילות שירותים ממשלתיים
hr: Povećanu djelotvornost vladinih službi
id: Meningkatkan efisiensi layanan pemerintah
it: Miglioramento dell'efficienza dei servizi pubblici
ja: 政府サービスの改善
ro: îmbunătățirea eficienției serviciilor guvernamentale
zh_cn: 改进的政府服务效能

source: Improved effectiveness of government services
he: שיפור האפקטיביות של שירותים ממשלתיים
hr: Povećanu učinkovitost vladinih službi
id: Meningkatkan efektivitas layanan pemerintah
it: Miglioramento dell'efficacia dei servizi pubblici
ja: 政府サービスの効率の改善
ro: îmbunătățirea eficacității serviciilor guvernamentale
zh_cn: 改进的政府服务效力

source: Impact measurement of policies
he: שיפור במדידת השפעת המדיניות
hr: Mjerenje utjecaja politika
id: Pengukuran dampak dari kebijakan
it: Misurazione dell'impatto delle politiche pubbliche
ja: 政策が与えるインパクトの計測
ro: Evaluarea eficienței politicilor adoptate
zh_cn: 政策影响力评估

source: New knowledge from combined data sources and patterns in large data volumes
he: ידע חדש משילוב מקורות מידע ודפוסים מכמויות נתונים
hr: Nova znanja iz zajedničkih podatkovnih izvora i uzoraka iz velikih masa podataka
id: Pengetahuan baru dari kombinasi sumber data dan pola-pola dalam volume data yang besar
it: Estrazione di nuova conoscenza dalla combinazione di diverse fonti di dati e dall'identificazione di regolarità che emergono dall'analisi di grandi masse di dati
ja: 大量のデータのデータソースとパターンの組み合わせから得られる新たな知識
ro: Noi informații obținute prin recombinarea surselor de date cu tiparele existente în seturile mari de date
zh_cn: 通过挖掘大数据中的模式和整合不同数据源来产生新的知识

source: Examples exist for most of these areas.
he: קימות דוגמאות לרב התחומים הללו.
hr: Postoje primjeri za većinu ovih područja.
id: Contoh yang tersedia untuk umumnya area ini.
it: Esistono già esempi per la maggior parte di queste aree
ja: これらの分野のほとんどについて、実例が存在する。
ro: Pentru majoritatea acestor domenii, există exemple.
zh_cn: 在这些领域中，都有大量的成功案例

source: For transparency there are projects such as the Finnish ‘tax tree’ and British ‘where does my money go’ that show how your tax money is being spend by government. Or there’s the case of how open data saved Canada $3.2 billion in charity tax fraud. Also various websites, such as the Danish folketsting.dk, track activity in parliament and the law making processes, so you can see what exactly is happening, and which parliamentarians are involved.
it: Nell'ambito della trasparenza, esistono progetti come il Finlandese 'tax tree' (l'albero delle tasse) e il Britannico 'where does my money go' (dove vanno i miei soldi) che permettono di identificare come i soldi delle tasse dei cittadini sono impiegati dal governo. In Canada i dati aperti hanno fatto risparmiare 3.2 miliardi di dollari in un caso di frode fiscale legato alla beneficenza. Molti siti, tra cui il Danese folketsting.dk e l'italiano openparlamento.it, tracciano le attività dei parlamenti e il processo di formazione delle leggi, in modo da mostrare cosa succede esattamente e quali parlamentari sono coinvolti nelle varie attività.

source: Open government data can also help you to make better decisions in your own life, or enable you to be more active in society. A woman in Denmark built findtoilet.dk with all Danish public toilets so people she knew with bladder problems now trust themselves to go out more again. In the Netherlands a service, vervuilingsalarm.nl, is available that warns you with a message if the air quality in your vicinity is reaching a self-defined threshold tomorrow. In New York you can easily find out where you can walk your dog, as well as find other people who use those parks. Services like ‘mapumental’ in the UK and ‘mapnificent’ in Germany allow you to find places you can live, given a certain commute time to your work place, prices of housing, and how beautiful an area is. All these examples are using open government data.
it: I dati aperti governativi possono inoltre aiutare a prendere decisioni migliori nella nostra vita privata, o renderci più attivi nell'ambito della società civile. In Danimarca, una sviluppatrice ha creato findtoilet.dk che permette di accedere alla lista di tutti i bagni pubblici del paese, così anche chi soffre di problemi di incontinenza ora si sente più rassicurato dovendo uscire di casa. Nei Paesi Bassi il servizio vervuilingsalarm.nl ti avvisa quando la qualità dell'aria del tuo quartiere raggiunge una soglia critica da te personalizzabile. A New York puoi facilmente capire dove puoi portare a spasso il tuo cane, così come trovare altre persone che usano il tuo stesso parco. Servizi come 'mapumental' nel Regno Unito e 'mapnificent' in Germania ci fanno capire dove possiamo andare ad abitare impostando i tempi massimi di percorrenza casa/ufficio, i prezzi delle case e quanto è bella una zona. Tutti questi esempi utilizzano dati aperti rilasciati dai governi.

source: Economically open data is of great importance as well. Several studies have estimated the economic value of open data at several tens of billions of Euros yearly in the EU alone. New products and companies are re-using open data. The Danish husetsweb.dk helps you find ways to improve the energy efficiency of your home, including financial planning and finding builders who can do the work. It is based on re-using catastral information, information about government subsidies as well as the local trade register. Google Translate uses the enormous volume of EU documents, that appear in all European languages, to train the translating algorithms, thus improving its quality of service.
it: Dal punto di vista economico i dati aperti hanno un'enorme importanza. Svariati studi hanno stimato il valore economico dei dati aperti in diverse decine di milioni di euro ogni anno, nella sola Europa. Nuovi prodotti e nuove aziende beneficiano dei dati aperti. Il sito danese husetsweb.dk aiuta a trovare i modi migliori di risparmiare energia elettrica in casa, inclusa la pianificazione finanziaria e la possibilità di contattare i costruttori che potranno eseguire il lavoro. Funziona grazie al riutilizzo di dati catastali, informazioni sugli incentivi governativi e il registro delle imprese locali. Google Translate usa l'enorme volume di documenti dell'Unione Europea, disponibili in tutte le lingue d'Europa, per allenare gli algoritmi di traduzione automatica, aumentando la precisione del servizio offerto.

source: Also for government itself open data is of value. Efficiency can be increased for instance. The Dutch Ministry of Education has published all of their education related data on-line for re-use. Since then the number of questions they receive has dropped reducing work load and costs, but the remaining questions now are easier to answer for civil servants as well, because it is clear where the relevant data to answer those questions can be found. Open data is also making government more effective, which ultimately also reduces costs. The Dutch department for cultural heritage is actively releasing their data and collaborating with amateur historical societies and groups like the Wikimedia Foundation to execute their own tasks more effectively. This not only results in improvement of the quality of their data, but it will also make the department smaller.
it: I dati aperti apportano valore anche per le amministrazioni. Possono contribuire ad esempio all'aumento della loro efficienza. In Olanda, il ministero della Pubblica Istruzione ha pubblicato online tutti i propri dati. Da quando l'ha fatto, il numero di domande ricevute dai funzionari è diminuito drasticamente, riducendo il carico di lavoro e i relativi costi; ed è diventato più semplice per i funzionari rispondere alle domande che ancora ricevono, perché tutti i dati necessari sono pubblicati in un unico posto. I dati aperti, inoltre, rendono l'azione di governo più efficace, il che in ultima analisi ne riduce i costi. Sempre in Olanda, il ministero dei Beni Culturali è impegnato attivamente a rilasciare i propri dati e a collaborare con associazioni amatoriali interessate alla storia locale e gruppi come la Fondazione Wikimedia allo scopo di svolgere il proprio lavoro in modo più semplice e diretto. Ciò produce non solo un miglioramento della qualità dei loro dati, ma rende il ministero stesso più snello.
