Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: **Universal Participation:** everyone must be able to use, re-use and redistribute - there should be no discrimination against fields of endeavour or against persons or groups. For example, ‘non-commercial’ restrictions that would prevent ‘commercial’ use, or restrictions of use for certain purposes (e.g. only in education), are not allowed.
he: **השתתפות אוניברסלית**: כל אחד יכול להיות מסוגל להשתמש, לעשות שימוש חוזר ולהפיץ - אין להפלות כל מי שמעוניין במידע - אנשים או קבוצות. לדוגמה, הגבלות ‘לא מסחריות’ שמונעות שימוש ‘מסחרי’, או הגבלות לשימושים מסויימים (למשל, רק למטרות חינוך), אסורות.
hr: **Globalna uključenost:** Svi imaju pravo na korištenje i redistribuciju - ne smije biti nikakve diskriminacije među područjima korištenja ili ljudi i zajednica. Primjerice, ne-komercijalna ograničenja koja sprječavaju komercijalnu upotrebu ili ograničenja upotrebe određenih područja (na primjer, samo u obrazovanju) nisu dopuštena.
id: **Partisipasi Universal:** setiap orang harus diperbolehkan untuk menggunakan, menggunakan-ulang dan mendistribusi ulang - tidak boleh ada diskriminasi terhadap bidang kerja atau perseorangan atau kelompok. Sebagai contoh, pembatasan ‘non-komersial’ yang dapat mencegah pencegahan secara ‘komersial’, atau pembatasan penggunaan untuk beberapa tujuan tertentu (misalnya hanya untuk pendidikan saja), tidak diperkenankan.
ja: **誰でも使える** 誰もが利用、再利用、再配布をできなければならない。データの使い道、人種、所属団体などによる差別をしてはいけない。たとえば「非営利目的での利用に限る」などという制限をすると商用での利用を制限してしまうし「教育目的での利用に限る」などの制限も許されない。
ro: **Participare universală:** toată lumea trebuie să poată să utilizeze, reutilizeze și redistribuie - nu trebuie să existe nicio discriminare împotriva ariilor de cercetare sau împotriva persoanelor sau grupurilor. De exemplu, restricții ‘necomerciale’ care ar preveni utilizarea ‘comercială’, sau restricții asupra utilizării în anumite scopuri(e.g. doar în educație), nu sunt permise.
zh_cn: **普遍参与性：**每一个人都应当能够使用、再利用、再分发那些数据。因此就不允许有限制个人或团体使用的协议。比如，「非商业用途」限制就会限制「商业」用途因此不被允许。又比如限制只能在规定领域使用数据（比如只能在教育领域使用）也是不被允许的。

source: If you’re wondering why it is so important to be clear about what open means and why this definition is used, there’s a simple answer: **interoperability.**
he: אם אתם תוהים, מדוע כל-כך חשוב להבהיר מה פירושו של פתוח ומדוע נעשה שימוש בהגדרה זו דווקא, יש לכך תשובה פשוטה: **יכולת פעולה הדדית**.
hr: Ako se pitate zašto je toliko važno razjasniti što pojam otvorenosti znači i zašto se koristi ova definicija, postoji jednostavan odgovor: interoperabilnost, odnosno sposobnost zajedničkog rada.
id: Bila anda bertanya-tanya mengapa hal ini sangat penting untuk menjadi jelas tentang apa yang dimaksud dengan terbuka dan mengapa istilah ini digunakan, ada sebuah jawaban sederhananya: **interoperabilitas.**
ja: なぜそこまでして「オープン」の意味をはっきりさせたいの?なぜその定義を使うことにしたの?その答えは、一言で表すと **相互運用性** だ。
ro: Dacă vă întrebați de ce este atât de important să fim clari asupra a ceea ce înseamnă deschis și de ce această definiție este folosită, răspunsul este simplu: **interoperabilitate.**
zh_cn: 如果你好奇为什么清楚理解什么是开放是 非常重要的事情以及为什么要使用以上的定义，一个简单的回答是：**互用性**。

source: Providing a clear definition of openness ensures that when you get two open datasets from two different sources, you will be able to combine them together, and it ensures that we **avoid our own ‘tower of babel’: lots of datasets but little or no ability to combine them together into the larger systems where the real value lies.**
he: הגדרה ברורה של פתיחות מבטיחה, שכאשר תקבל שני בסיסי מידע פתוח משני מקורות שונים, תוכל לשלב אותם יחד. זה גם מבטיח, שנימנע מיצירת מגדל בבל משלנו: הרבה בסיסי מידע, אבל יכולת מצומצמת או לא קיימת לשלב בניהם לתוך מערכות גדולות, שם נמצא הערך האמיתי שלהם.
hr: Ako znamo da "otvorenost" omogućava spajanje dva otvorena skupa podataka iz dva različita izvora, tada smo sigurni da ćemo izbjeću naši verziju Kule Babilonske: mnoštvo skupova podataka s malo ili nimalo mogućnosti za spajanje u veće sustave gdje leži prava vrijednost.
id: Memberikan definisi yang jelas tentang keterbukaan dapat memastikan bahwa ketika anda mendapatkan dua kumpulan data dari dua sumber berbeda, maka anda akan dapat menggabungkan mereka bersama-sama, dan memastikan bahwa kita ** menghindari 'menara babel' kita sendiri: banyak kumpulan data yang ada tetapi sedikit ataupun tidak memiliki kemampuan untuk menggabungkan mereka bersama-sama ke dalam sistem yang lebih besar di mana sebenarnya nilai tersebut berada. **
ja: オープンであることについての明確な定義を用意すれば、別々の場所から二つのオープンデータセットを入手したときにそれを組み合わせて使えるようになる。そして **「バベルの塔」状態、つまり大量のデータセットがあるのにそれを組み合わせて(真の価値を持つ)大規模なシステムを作れない状態になってしまうことを回避できる。**
ro: Oferirea unei definiții clare asupra deschiderii asigură că atunci când faci rost de două seturi de date deschise din două surse diferite, le vei putea combina, și asigură **evitarea propriului nostru ‘Turn Babel’: multe seturi de date dar o abilitate scăzută sau inexistentă de a le combina în sisteme mari unde se află adevărata valoare.**
zh_cn: 给出清晰的关于「开放性」的定义确保了当你取得了两个来源不同的数据集时，你能够将它们整合起来，**而不会遇上巴比塔的困境：即面对大量的数据集，你却无法将他们整合在一起建造真正具备价值的大型系统。**

source: Readers have already seen examples of the sorts of data that are or may become open - and they will see more examples below. However, it will be useful to quickly outline what sorts of data are, or could be, open -- and, equally importantly, what won’t be open.
he: הקוראים כבר נחשפו לסוגי מידע, שהינם או יהיו פתוחים, והם יוכלו לראות דוגמאות נוספות בהמשך. בכל זאת, יהיה זה יעיל להציג את סוגי המידע שהינם או יכולים להיות פתוחים, ולא פחות חשוב מכך - מה לא יהיה פתוח גם בעתיד.
hr: Čitatelji su već vidjeli svakakve primjere otvorenih podataka - a još će ih sresti u daljnjem čitanju. Ipak, dobro je naglasiti koji tipovi podataka jesu, odnosno, mogu postati otvorenima, a isto tako, koji to ne mogu.
id: Para pembaca telah melihat contoh-contoh dari jenis data yang menjadi terbuka atau mungkin akan menjadi terbuka - dan mereka akan melihat lebih banyak mendapat contoh di bawah ini. Bagaimanapun juga, akan menjadi berguna untuk segera menjelaskan macam data apa, atau dapat pula, terbuka - dan, sama-sama penting pula, apa yang tidak akan terbuka.
ja: ここまでで、既にオープンな(あるいはオープンになる)データの例をいくつか紹介してきた。この後もさらに例を紹介する。しかし、どんなデータがオープンなのか、あるいはオープンになり得るのかをざっと見分けられれば便利だろう。そしてそれと同じくらいに重要なのが、どんなデータがオープンにならないのかを知ることだ。
ro: Cititorii au văzut deja exemple de tipuri de date care sunt sau ar putea deveni deschise - și vor vedea mai multe exemple mai jos. Însă, va fi util să schițăm pe scurt ce tipuri de date sunt, sau ar putea fi, deschise -- și, la fel de important, ce nu va fi deschis.
zh_cn: 你可能已经见过各种不同类型的数据被开放但在接下来的内容中你还将见到更多例子。但在这之前，我们希望能快速的让你明白哪些数据可能会被开放以及哪些数据不应该被开放。

source: The key point is that when opening up data, the focus is on non-personal data, that is, data which does not contain information about specific individuals.
he: הנקודה העיקרית היא, שכאשר פותחים מידע, ההתמקדות היא במידע לא אישי, כלומר, מידע שאינו מכיל מידע על אנשים פרטיים.
hr: Naglasak je na tome da kada podatke činimo otvorenima, usredotočavamo se na neosobne podatke, odnosno podatke koji ne sadrže informacije o konkretnim osobama.
id: Titik kuncinya adalah ketika membuka data, fokusnya terletak pada data non-pribadi, yaitu data yang tidak mengandung informasi tentang individu tertentu.
ja: ポイントとなるのは、データをオープンにするときの注意点として個人的なデータを含まないようにするということだ。つまり、特定の個人に関する情報を含まないデータでなければならないということである。
ro: Punctul cheie este că atunci când datele sunt deschise, accentul este pus pe datele nepersonale, adică, date ce nu conțin informații despre indivizi specifici.
zh_cn: 关键点在于当我们谈论开放数据的时候，我们指的是非个人数据，也就是说这些数据不应该包含特定个人的数据。

source: In most jurisdictions there are intellectual property rights in data that prevent third-parties from using, reusing and redistributing data without explicit permission. Even in places where the existence of rights is uncertain, it is important to apply a license simply for the sake of clarity. Thus, **if you are planning to make your data available you should put a license on it** – and if you want your data to be `open`_ this is even more important.
he: ברוב אזורי השיפוט בעולם קיימות זכויות קניין רוחני למידע, שמונעות מגורמי צד שלישי שימוש, שימוש-מחדש והפצה של המידע, ללא רשות מפורשת. אפילו במקומות בהם הזכויות לא ודאיות, ישנה חשיבות להשתמש ברישיון לשם הבהירות. לפיכך, אם אתם מתכוונים להפוך את המידע שלכם לזמין, עליכם לשחררו ברישיון, ואם רצונכם שהמידע יהיה פתוח הדבר, אפילו חשוב יותר.
hr: U većini nadležnosti postoje intelektualna prava vlasništva u podacima koji sprječavaju treće osobe od korištenja i redistribucije podataka bez izričite dozvole. Čak i kada postoje nejasnoće oko postojanja takvih prava, važno je pribaviti dozvole upravo kako bi se one razjasnile. Stoga, **ako planirate učiniti vaše podatke pristupačnima, trebate im pridodati dozvolu** - te ako želite da vaši podaci budu otvoreni, ovo je izrazito važno.
id: Di kebanyakan yurisdiksi terdapat hak kekayaan intelektual di dalam data yang mencegah pihak ketiga dari penggunaannya, penggunaan ulang dan pendistribusian data tanpa izin eksplisit. Bahkan di tempat di mana keberadaan hak hukum serba tidak pasti, penting untuk menerapkan lisensi demi sebuah kejelasan. Dengan demikian, ** jika anda berencana untuk membuat data anda tersedia, anda harus menaruh lisensi di atasnya ** - dan jika anda ingin data anda menjadi `terbuka` _ ini bahkan lebih penting lagi.
ja: 多くの司法機関ではデータに対する知的財産権が存在し、第三者によるデータの利用や再利用そして再配布などには明示的な許可を要する。知的財産権が存在するかどうかが不確かな場合でも、何らかのライセンスを適用して明確にしておくことが大切だ。したがって、 **データを公開するつもりなら、それに何らかのライセンスを適用しなければならない。** データを `open`_ にするつもりなら、さらにそれが重要となる。
ro: În majoritatea jurisdicțiilor, există drepturi de proprietate intelectuală referitoare la date, care restricționează terții să utilizeze, reutilizeze și să distribuie date fără o permisiune explicită. Chiar in zonele unde existența acestor drepturi este incertă, este importantă existența și aplicarea unei licențe, pentru a dobândi mai multă transparență și claritate. **În consecință, dacă plănuiești să dai acces la setul tău de date, ar trenbui să aplici o licență corespunzătoare** - și dacă dorești să desemnezi datele ca și date de tip deschis, acest aspect este și mai important.
zh_cn: 在大多数司法系统中，知识产权法案都限制第三方在没有许可的情况下对数据的使用，再利用和再分发。即使在知识产权保护范围不清晰的领域，应用一个许可协议来澄清使用许可也是非常重要的。因此，**如果你计划将你的数据开放，你应该考虑对这些数据应用一个许可协议**。

source: What licenses can you use? We recommend that for 'open' data you use one of the licenses conformant with the `Open Definition`_ and marked as suitable for data. This list (along with instructions for usage) can be found at:
he: באילו רישיונות אתם יכולים להשתמש? אנו ממליצים שעבור מידע ‘פתוח’ תשתמשו באחד מהרישיונות, העומדים ב'הגדרת הפתיחות' ומתאימים למידע. הרשימה (לצד הוראות שימוש) זמינה כאן:
hr: Koje dozvole možete koristiti? Za otvorene podatke predlažemo korištenje onih dozvola koje su označene da se točno odnose na "Otvorene podatke". Lista (uz upute za korištenje) se može naći na:
id: Lisensi apa yang dapat anda gunakan? Kami rekomendasikan untuk data 'terbuka' anda dapat menggunakan salah satu dari lisensi yang sesuai dengan _ `Definisi Terbuka` dan telah ditandai cocok untuk data. Daftar ini (beserta petunjuk penggunaannya) dapat ditemukan di:
ja: では、いったいどんなライセンスが使えるのだろう? 'オープン' データに適用するライセンスとしておすすめするのは、 `Open Definition`_ に準拠したライセンスの中でデータに適しているとされているものだ。その一覧(および利用方法)は、ここで見ることができる。
ro: Ce tip de licență poți utiliza? Recomandăm ca pentru datele de tip deschis, să utilizezi una dintre licențele în conformitate cu `Open Definition`_ și să fie marcate in mod corespunzător. Această listă (împreună cu instrucțiunile de utilizare) poate fi găsită la:
zh_cn: 哪些许可协议可以使用呢？我们推荐对于开放数据，你可以选用遵循「开放知识定义」且适用于数据的协议。相应的协议（以及使用方法）可以在这个清单中找到：

source: Choosing the dataset(s) you plan to make open is the first step – though remember that the whole process of opening up data is iterative and you can return to this step if you encounter problems later on.
he: בחירת מערכי המידע שאתם מתכוונים לפתוח, היא הצעד הראשון, אולם כדאי לזכור, כי התהליך של פתיחת נתונים הוא מחזורי ואתם יכולים לחזור לצעד זה מאוחר יותר, אם אתם נתקלים בבעיות.
hr: Prvi korak je odabir skup(ov)a koje želite učiniti otvorenima - doduše, kako je cijeli proces ponovljiv, možete se vratiti na ovaj korak ukoliko kasnije naiđete na probleme.
id: Pemilihan kumpulan-kumpulan data(s) yang anda rencanakan untuk menjadikannya terbuka merupakan langkah pertama – meskipun perlu diingat bahwa seluruh proses pembukaan data akan berulang dan anda dapat kembali ke langkah ini bila anda mengalami masalah di kemudian hari.
ja: オープンにしたいデータセットを選ぶのが第一段階だ。とはいえ、データをオープンにする手順はイテレーティブなものであり、後の段階で問題が発生したらいつでもここまで戻ってこられることを覚えておこう。
ro: Alegerea setului (seturilor) de date pe care intenționezi să îl deschizi este primul pas – deși ține minte că întregul proces de deschidere a datelor este iterativ și te poți întoarce la acest pas dacă întâmpini probleme ulterior.
zh_cn: 虽然选取你将要开放的数据集是第一步，但你要记得整个将数据开放的过程是一个迭代的过程所以当你在之后遇到问题的话还能回到这一步。

source: If you already know exactly what dataset(s) you plan to open up you can move straight on to the next section. However, in many cases, especially for large institutions, choosing which datasets to focus on is a challenge. How should one proceed in this case?
he: אם אתם יודעים במדויק אילו מערכי מידע אתם מתכננים לפתוח, עברו לסעיף הבא. עם זאת, במקרים רבים, בייחוד במוסדות גדולים, בחירת מערכי המידע הראויים לפתיחה מהווה אתגר. כיצד עליכם לפעול במקרה זה?
hr: Ako već znate koji/e točno skup(ove) planirate "otvoriti", možete odmah prijeći na sljedeći dio. Ipak, u mnogo slučajeva, posebice za velike institucije, odabir skupova podataka se može pokazati kao pravi izazov. Kako reagirati u tom slučaju?
id: Jika memang anda sudah mengetahui persis kumpulan-kumpulan data(s) apa yang anda rencanakan untuk dibuka, maka anda dapat langsung ke bagian berikutnya. Bagaimanapun juga, dalam banyak kasus, terutama untuk lembaga-lembaga yang besar, untuk berfokus pada memilih kumpulan data menjadi sebuah tantangan. Bagaimana seharusnya untuk melanjutkan dalam kasus seperti ini?
ja: もしオープンにしたいデータセットが既にはっきりしているのなら、そのまま次のセクションまで進もう。しかしたいていの場合、特に大規模な組織内においては、どのデータセットに注目するかを決めるのは難しい。そんな場合はどうすればいいのだろうか?
ro: Dacă știi deja care sunt seturile de date pe care intenționezi să le deschizi, poți să treci direct la secțiunea următoare. Totuși, în multe situații, în special în cazul instituțiilor mari, alegerea seturilor de date pe care să te concentrezi poate fi o provocare. Cum se procedează în acest caz?
zh_cn: 如果你已经很清楚要将哪些数据集开放，你可以直接跳到下一节。然而，很多情况下，特别是在大型机构中，选择一个数据集作为工作重心将会是极大的挑战。那么在这种情况下该如何处理呢？

source: There is **no requirement** to create a comprehensive list of your datasets. The main point to bear in mind is whether it is feasible to publish this data at all (whether openly or otherwise) - see :ref:`this previous section <what-data-can-be-open>`.
he: אין **שום צורך** ביצירת רשימה הכוללת את כל בסיסי הנתונים של מערך המידע. הנקודה העיקרית שיש לזכור היא, האם ניתן בקלות לפרסם את המידע בכלל (פתוח או אחרת) - ראו את הפרק הקודם "איזה מידע ניתן לפתוח".
hr: Ne postoji obveza izrade kompletne liste vaših podatkovnih skupova. Osnovna stvar koju treba imati na umu je sama mogućnost objave tih podatke (bili oni otvoreni ili ne) - vidi prethodni dio koji govori o tome koji tipovi podataka mogu biti otvoreni.
id: **Tidak ada keharusan** untuk membuat daftar yang komprehensif dari kumpulan data anda. Titik utama untuk diingat adalah apakah layak untuk mempublikasikan data ini sama sekali (baik secara terbuka atau sebaliknya) - lihat :ref:`bagian sebelumnya <data-apa-yang-dapat-dibuka>`.
ja: データセットの完全なリストを作ることは **必須ではない。** ポイントとなるのは、そのデータを(オープンな形で、あるはそれ以外の方式で) 公開できるのかどうかだ。 :ref:`先ほどのセクション <what-data-can-be-open>` を見直してみよう。
ro: Nu există **nici o cerință** pentru crearea unei liste atotcuprinzătoare a seturilor tale de date. Principalul lucru de care trebuie ținut seama este fezabilitatea publicării acestor date (fie deschis, fie în alt fel) – vezi :ref:`secțiunea “Care Date” de mai sus <what-data-can-be-open>`.
zh_cn: 这里并**不要求**一个完备的数据集清单。重点是你要清楚将这些数据公开是否可行 （无论这些数据最终是否开放。具体参见 :ref:`「什么是开放数据」<what-data-can-be-open>`一节）。

source: We recommend that you ask the community in the first instance. That is the people who will be accessing and using the data, as they are likely to have a good understanding of which data could be valuable.
he: אנו ממליצים שתייעץ עם הקהילה במקרה הראשון. הכוונה לאנשים שיגשו למידע וישתמשו בו, והם אלה שיש להם את ההבנה, איזה מידע הוא בעל ערך.
hr: Kao prvi korak predlažemo raspitivanje u zajednici. To su ljudi koji će pristupati i koristiti te podatke pa postoji velika mogućnost da će upravo oni prepoznati vrijednost pojedinih podataka.
id: Kami merekomendasikan anda untuk meminta kepada masyarakat sebagai contoh pertama. Yaitu mereka yang akan mengakses dan menggunakan data tersebut, karena mereka cenderung memiliki pemahaman yang baik tentang data mana yang bermanfaat.
ja: まずはじめに、コミュニティに聞いてみることをおすすめする。コミュニティとは、実際にそのデータにアクセスしたりデータを使ったりしている人のことである。彼らはきっと、どのデータに価値があるかをよく知っているだろう。
ro: Îți recomandăm în primul rând să întrebi comunitatea. Aceasta reprezintă persoanele care vor accesa și utiliza datele, astfel încât s-ar putea să aibă o bună înțelegere a datelor care ar putea fi de valoare.
zh_cn: 我们推荐你在一开始就向社区咨询。他们是那些将会访问或使用你数据的人，所以他们很可能对那些数据有价值这一问题有着很好的理解。

source: Prepare a short list of potential datasets that you would like feedback on. It is not essential that this list concurs with your expectations, the main intention is to get a feel for the demand. This could be based on other countries' :term:`open data` catalogs.
he: הכינו רשימה קצרה של בסיסי נתונים פוטנציאלים, שתרצו משוב לגביהם. אין זה משנה שרשימה זו תתיישב עם הציפיות שלך - הכוונה העיקרית, היא לתת את תחושת הצורך. זה יכול להתבסס על :מושג: ‘מידע פתוח’ של ארצות אחרות.
hr: Pripremite kratku listu potencijalnih podatkovnih skupova za koje biste željeli povratnu informaciju. Slaganje takve liste s vašim očekivanjima nije nužno, već je glavna ideja dobiti osjećaj za potražnju. Ona može imati uporište u bazama podataka drugih zemalja.
id: Siapkan daftar singkat dari potensi kumpulan data yang akan anda beri umpan balik. Bukanlah hal yang esensial bila daftar ini ternyata sesuai dengan harapan anda, tujuan utamanya adalah untuk dapat merasakan akan adanya suatu kebutuhan. Ini bisa merujuk pada katalog :term:`data terbuka` negara lainnya.
ja: コミュニティに意見を聞いてみたいデータセットについての簡単なリストを準備する。このリストはあなたが期待するものと一致していなくてもかまわない。主目的は、要望を引き出すことである。このリストは、他国の :term:`オープンデータ` カタログを参考にしたものでもよい。
ro: Pregătește o listă scurtă a eventualelor seturi de date asupra cărora dorești opinii. Nu este nevoie ca această listă să corespundă așteptărilor tale, intenția principală este să obții un indiciu asupra cererii. Lista se poate baza pe cataloagele de :term:`open data` ale altor țări.
zh_cn: 先准备一个你想要回馈意见的数据集的清单。这个清单没有必要和你预期使用的数据集一致，这里主要目的是去了解用户的需求。这个清单也可以基于其他国家的开放数据目录。

source: Publicise your request with a webpage. Make sure that it is possible to access the request through its own URL. That way, when shared via social media, the request can be easily found.
he: פרסם את בקשתך בדף אינטרנט. וודא שניתן להגיע אליו בכתובת אינטרנט ישירה. בדרך זו, כאשר ישתפו את הבקשה ברשתות החברתיות, ניתן יהיה להגיע אליה בקלות.
hr: Reklamirajte svoju želju putem web stranice i omogućite joj pristup putem vlastitog URL-a. Time će se lakše prepoznati u slučaju dijeljenja putem društvenih medija.
id: Mempublikasikan permintaan anda melalui sebuah halaman web. Pastikan bahwa dimungkinkan untuk mengakses permintaan tersebut melalui URL-nya sendiri. Dengan demikian, ketika berbagi melalui media sosial, permintaan tersebut dapat dengan mudah akan ditemukan.
ja: 提案文書をウェブページに公開する。その提案を指す一意なURLを用意し、直接アクセスできるようにしておこう。そうすればソーシャルメディアでの共有がしやすくなり、提案が発見されやすくなる。
ro: Publică solicitarea ta pe o pagină web. Fii sigur că este posibilă accesarea solicitării printr-un URL propriu. Astfel, solicitarea poate fi găsită ușor când este distribuită prin rețele sociale.
zh_cn: 将你的邀请做成一个网页。 确保通过URL可以访问到这个邀请。这样当使用社交媒体传播这个邀请时别人可以很容易发现。

source: Circulate the request to relevant mailing lists, forums and individuals, pointing back to the main webpage.
he: הפץ את הבקשה ברשימות דיוור רלוונטיות, פורומים ואחרים, תוך קישור לדף הבקשה.
hr: Postavljajte upite na odgovarajućim mailing listama, forumima i osobama, usmjeravajući ih natrag na početnu web stranicu.
id: Edarkan permintaan tersebut ke mailing list, forum dan individu yang relevan, lalu merujuk kembali ke halaman web utama.
ja: 関連するメーリングリストやフォーラムなどに提案文書の情報を拡散させ、文書のあるウェブページの場所を広める。
ro: Distribuie solicitarea prin liste de discuții relevante, forumuri și persoane individuale, direcționând către pagina principală.
zh_cn: 将邀请发布到不同的讨论组，论坛，个人，记得同时给出网页地址。

source: How much money do agencies spend on the collection and maintainence of data that they hold? If they spend a great deal on a particular set of data, then it is highly likely that others would like to access it.
he: כמה כסף מוציאות חברות על איסוף ותחזוקת מידע שברשותן? אם הן מוציאות סכום גדול על סוג מסוים של מידע, סביר שאחרים ירצו להגיע אליו.
hr: Koliko novca troše agencije na prikupljanje i održavanje podataka koje imaju? Ako troše puno na određeni skup podataka, onda postoji velika vjerojatnost da bi i drugi željeli pristupiti tome skupu.
id: Berapa banyak uang yang dibelanjakan oleh lembaga-lembaga dalam pengumpulan dan pemeliharaan data yang mereka pegang? Jika mereka menghabiskan banyak biaya dalam kumpulan data tertentu, maka sangat mungkin bahwa orang lain ingin mengaksesnya.
ja: 政府機関が自ら保持するデータの収集や保守にかける費用は、どの程度になるだろう?もし特定のデータセットに対して多くの費用をつぎ込んでいるのなら、それはきっと他の人たちも利用したくなるものだろう。
ro: Câți bani cheltuiesc instituțiile pentru colectarea și administrarea datelor pe cale le dețin? În cazul în care cheltuiala este mare pentru un anumit set de date, atunci este foarte probabil ca alții să dorească să le acceseze.
zh_cn: 机构在数据收集和维护上花费多少？如果他们花了很多钱在某一个数据集上，那么别人很可能希望能够访问这些数据。
