Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: However, here we are particularly interested in the data. When we talk of "data" we need to be a bit careful because the word isn't particularly precise: "data" can mean a few items or even a single item (for example a single bibliographic record, a lat/long etc) or "data" can mean a large collection (e.g. all the material in the database). To avoid confusion we shall reserve the term "content" to mean the individual items, and data to denote the collection.
he: כאן אנו מעוניינים בעיקר בנתונים. אנו צרכים להיות מעט זהירים, כי המילה נתונים לא לגמרי מדויקת: נתונים יכולים להיות יותר מדבר אחד (למשל, רשומה ביבליוגרפית אחת), או הרבה נתונים (לדגומה, כל נתוני בסיס הנתונים). כדי למנוע בלבול, נשתמש במושג 'תוכן' לגבי נתונים בודדים, ו'נתונים', לגבי אוספים של נתונים.
hr: Kako god, nas ovdje posebno zanimaju podaci. Kada govorimo o "podacima", treba biti oprezan jer sama riječ nije sasvim precizna: "podatak" može značiti nekoliko stvari ili jednu jedinu stvar (npr. jedan bibliografski zapis, geografska širina/dužina itd.) ili veliku skupinu (npr. sav materijal u bazi podataka). Kako bi izbjegli zbunjenost, za pojedine stvari koristit ćemo termin "sadržaj", a podatke ćemo koristiti za kolekcije.
id: Namun, di sinilah kita menjadi lebih tertarik dalam data. Ketika kita berbicara tentang "data" kita perlu sedikit berhati-hati karena kata tersebut tidak terlalu tepat: "data" dapat berarti beberapa item atau bahkan satu item (misalnya catatan bibliografi tunggal, bisa pula panjang/pendek dll.) atau "data" dapat berarti pula sebagai sebuah koleksi yang besar (misalnya semua materi dalam basisdata itu sendiri). Untuk menghindari kebingungan, kita akan memperlakukan istilah "isi" dalam arti setiap item-item, sedangkan data menunjukkan koleksi.
ja: しかし、ここでは構造ではなくデータの中身のほうについて考えてみたい。「データ」について語るときには注意が必要だ。というのも、これは厳密な用語ではないからだ。その「データ」というのがごく少数(あるいはたったひとつ)のレコード(参考文献レコードとか緯度経度データなど)の場合もあれば、大量のコレクション(データベース内に登録されているすべてのもの)を表すこともあるからである。混乱を避けるため、ここでは個別のアイテムについては「コンテンツ」と呼ぶことにする。「データ」といった場合は、アイテムの集合を指すものとする。
ro: Totuși în cazul nostru suntem în mod particular interesați de date în sine. Când vorbim de „date”, trebuie să fim atenți pentru că acest cuvânt nu este foarte precis: „date” poate să însemne 2 elemente din baza de date (de exemplu două date bibliografice) sau „date” pot să însemne o colecție întreagă (de ex. Tot materialul din baza de date).
zh_cn: 然而，我们这里对数据有特别的关注。当我们谈论「数据」时，我们要格外小心因为这个词并不非常准确：「数据」可以理解为数条数据记录或者仅仅一条数据（比如一条参考文献记录），「数据」也可以指数据的集合（比如数据库中所有的内容）。为了避免歧义，我们这里用「内容」来指代单独的数据记录，而「数据」用来指「内容」的集合。

source: Unlike for material such as text, music or film, the legal situation for data varies widely across countries. However, most jurisdictions **do** grant some rights in the data (as a collection).
he: שלא כמו טקסט, מוסיקה או סרט, המצב החוקי של מידע משתנה באופן בולט בין ארצות שונות. למרות זאת, ברוב המקומות ניתנות כמה זכויות לגבי המידע (כאוסף נתונים)
hr: Za razliku od teksta, glazbe ili filma, pravna situacija za podatke uvelika varira među zemljama. No, većina nadležnosti odobrava određena prava u podacima (kao zbiru).
id: Berbeda dengan material seperti teks, musik atau film, situasi hukum dari data, bervariasi di seluruh negara. Namun, kebanyakan yurisdiksi **melakukan** pemberian beberapa hak dalam data (sebagai koleksi).
ja: テキストや音楽あるいは映画などと違い、データに関する法的な状況は国によってさまざまに異なる。しかし、多くの法域では、(コレクションとしての)データに関して何らかの権利を **認めている** 。
ro: Sper deosebire de alt conținut cum ar fi text, muzică sau film, situația juridică a datelor depinde mult de la țară la țară. Cu toate acestea, cele mai multe jurisdicții **acordă** unele drepturi asupra datelor (ca o colecție).
zh_cn: 不同于对文字，音乐和影片的处理，对于数据的法律保护在各个国家都有不同情况。然而，大多数司法系统**保证**数据（作为一个整体）享有一定的权利。

source: This distinction between the "content" of a database and the collection is especially crucial for factual databases since no jurisdiction grants a monopoly right over the individual facts (the "content"), even though it may grant right(s) in them as a collection. To illustrate, consider the simple example of a database which lists the melting point of various substances. While the database as a whole might be protected by law so that one is not allow to access, re-use or redistribute it without permission, this would never prevent you from stating the fact that substance Y melts at temperature Z.
he: ההבדל בין "תוכן" בסיס הנתונים לבין האוסף הוא חיוני לבסיס העובדתי של הנתונים, מכיוון ששום רשות שיפוט מעניקה מונופול על עובדות יחדניות (ה"תוכן"), למרות שהיא יכולה לתת זכות/יות בהן כאוסף. לשם ההמחשה, חשבו על הדוגמה הפשוטה של בסיס נתונים המציג את רשימת נקודות ההיתוך של חומרים שונים. בעוד שהנתונים יחד יכולים להיות מוגנים על-ידי חוק, כך שלא ניתן לגשת אליהם, לעשות בהם שימוש חוזר או להפיץ אותם ללא אישור, זה לעולם לא ימנע מכם להציג את העובדה, שחומר א' מותך בטמפרטורה ב'.
hr: Razlika između "sadržaja" baze podataka i kolekcije je posebno bitna za činjenične baze podataka jer ne postoji nadležnost koja bi dala monopol nad individualnim činjenicama ("sadržaju"), čak i ako može dati pravo (ili prava) kolekciji kao cjelini. Da ilustriramo, zamislimo jednostavan primjer baze podataka koja sadrži točke otapanja različitih supstanci. Dok cijela baza podataka može biti zakonom zaštićena tako da joj ne možemo pristupiti, koristiti ju ili redistribuirati bez dozvole, ništa vas ne bi sprječavalo konstatirati činjenicu da se supstanca Y otapa pri temperaturi Z.
id: Perbedaan antara "konten" dari sebuah basisdata dan sebuah koleksi khususnya terletak pada sisi krusialnya basisdata untuk tetap faktual semenjak tidak ada yurisdiksi yang memberikan hak monopoli atas fakta individu ("kontennya"), meskipun mungkin yurisdiksi memberikan hak-hak(s) di dalamnya sebagai sebuah koleksi. Untuk mengilustrasikannya, perhatikan contoh sederhana dari basisdata yang berisi daftar titik leleh dari berbagai zat. Sementara basisdata tersebut secara keseluruhan mungkin dilindungi oleh hukum sehingga seseorang tidak memungkinkan untuk mengaksesnya, menggunakannya kembali ataupun mendistribusikannya tanpa izin, kondisi ini tidak akan mencegah anda untuk menyatakan fakta bahwa substansi Y meleleh pada suhu Z.
ja: データベースの「コンテンツ」とデータのコレクションの区別は、事実を扱うデータベースで特に重要になる。コレクションとしてのデータには何らかの権利を認めることがあっても、個々の事実(「コンテンツ」)に関して独占権を認める法域は存在しないからだ。例として、さまざまな物質の融点をまとめたデータベースを考えてみよう。データベース全体は、何らかの法律で保護されていて、無断でのアクセスやデータの再利用を拒否するようになっているかもしれない。でも、「物質Yの融点はZ度だ」とあなたが発言することは拒否できない。
ro: Distincția între „conținutul” unei baze de date și colecție este în mod special crucial pentru bazele de date cu informații factuale, pentru că nicio jurisdicție nu acordă un drept monopolistic pe faptele în sine („conținutul”), chiar dacă ar putea acorda drept(uri) asupra lor ca o colecție. Pentru a exemplifica, să luăm exemplul simplu al unei baze de date care conține punctele de topire ale diverselor substanțe. Câte vreme baza de date, ca totalitate, ar putea fi protejată de lege astfel încât o altă persoană nu are dreptul de a o accesa, reutiliza sau redistrbui fără permisiune, aceasta nu ar trebui să te împiedice să scrii faptul că substanța Y se topește la temperatura Z.
zh_cn: 数据库中的数据和数据库作为整体是有明显区别的，因为即使数据库享有一定的知识产权，没有司法系统赋予单条数据任何权利。比如，对于一个列出所有材料熔点的数据库。它作为整体可能被法律所保护从而使得别人无法在没有取得许可的情况下访问，再利用，或者再分发它，但是却没有法律禁止你使用单条数据比如：材料 Y 会在温度 Z 熔化。

source: As we have already emphasized, there are no general rules and the situation varies by jurisdiction. Thus we proceed country by country detailing which (if any) of these approaches is used in a particular jurisdiction.
he: כפי כבר הדגשנו, אין חוקים כלליים והמצב משתנה ממקום למקום. לפיכך, נמשיך בפירוט, מדינה אחר מדינה, של איזו מהגישות הללו נמצאת בשימוש ובאיזו מדינה.
hr: Kako smo već naglasili, ne postoje opća pravila pa situacije variraju po nadležnostima. Stoga nastavljamo analizu po državama razmatrajući koji (ako ijedan) od ovih pristupa koristiti u konkretnoj nadležnosti.
id: Seperti yang telah kita tekankan, tidak ada aturan umum dan situasi bervariasi berdasarkan yurisdiksi. Jadi kita lanjutkan dengen merinci negara per negaranya dengan harapan (jika ada) untuk menemukan pendekatan ini yang digunakan pula pada yurisdiksi tertentu.
ja: 先ほども強調したとおり、一般的な規則というものはなくて、法域によって状況は異なる。したがって、特定の法域でどんなアプローチが使われているのかなどを国ごとに詳しく見ていくことになる。
ro: După cum am subliniat deja, nu există reguli generale și situația depinde în funcție de jurisdicție. Astfel, vom putea doar detalia de la țară la țară dacă aceste forme de protecție (sau niciuna din ele) este folosită într-o jurisdicție anume.
zh_cn: 正如我们强调的一样，不存在法律上的通用准则而且每一个国家的司法系统都不太一样。因此，我们接下来将会就各个国家的不同司法系统来逐一讨论这些方法是如何被使用的。

source: Finally, we should point out that in the absence of any legal protection, many providers of (closed) databases are able to use a simple contract combined with legal provisions prohibiting violation of access-control mechanisms to achieve results similar to a formal IP right. For example, if X is a provider of a citation database, it can achieve any set of terms of conditions it wants simply by:
he: לבסוף, עלינו לציין, שבהעדר כל הגנה חוקית, ספקים רבים של בסיסי נתונים (סגורים)
hr: Naposljetku, istaknuli bismo da u slučaju kada ne postoji nikakva pravna zaštita, mnogi pružatelji (zatvorenih) baza podataka mogu koristiti kombinaciju jednostavnog ugovora i pravnih provizija kojom će braniti kršenje pristupnih i kontrolnih mehanizama s ciljem ostvarivanja razultata sličnih formalnim IP pravima. Na primjer, ako je X pružatelj baze podataka s citatima, on može ostvariti bilo koji skup uvjeta koji želi putem:
id: Akhirnya, kita harus menunjukkan bahwa dengan tidak adanya perlindungan hukum, maka banyak penyedia (tertutup) database dapat menggunakan kontrak sederhana dikombinasikan dengan ketentuan hukum yang melarang pelanggaran mekanisme kendali akses untuk mencapai hasil yang serupa dengan hak IP formal. Misalnya, jika X adalah penyedia database kutipan, maka dapatlah dicapai setiap kumpulan dari ketentuan-ketentuan layanan yang diinginkan hanya dengan:
ja: 最後にこれを指摘しておく必要がある。もし何らかの法的な保護がない場合でも、(クローズドな)データベースの提供者の多くは単純な契約と法規定(アクセス制御機構を破ることを禁じるもの)を組み合わせれば、正式な知的所有権と同じようなことを実現できる。たとえばX社が参考文献データベースを提供している場合、何らかの利用許諾条件を設定するには単純にこうすればいい。
ro: În fine, ar trebui să punctăm faptul că în absența oricărei norme legale, mulți furnizori de baze de date (închise) au posibilitatea de a folosi un simplu contract combinat cu o dispozițiile legale care împiedică încălcarea mecanismelor de control a accesului, pentru a obține rezultate similare cu un drept formal de proprietate intelectuală. De exemplu, dacă X este un furnizori de o baza de date de citate, poate obține un contract (termeni și condiții) pe care îl dorește prin:
zh_cn: 最后，我们要指出当没有法律保护的时候，大多数数据提供者采用简单的合约方式来禁止违规的信息访问以期达到类似于知识产权法案的效果。比如，提供引用文献数据库的X可以通过以下方式来轻松实现它期望的使用条款：

source: :ref:`search`
id: :ref:`cari`

source: W3C Publishing Government Data (2009) http://www.w3.org/TR/gov-data/
zh_cn: 公开政府资料 (W3C Publishing Government Data 2009) http://www.w3.org/TR/gov-data/
