Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: A W3C-recommended format called RDF makes it possible to represent data in a form that makes it easier to combine data from multiple sources. RDF data can be stored in XML and JSON, among other serializations. RDF encourages the use of URLs as identifiers, which provides a convenient way to directly interconnect existing :term:`open data` initiatives on the Web. RDF is still not widespread, but it has been a trend among Open Government initiatives, including the British and Spanish Government Linked Open Data projects. The inventor of the Web, Tim Berners-Lee, has recently proposed a five-star_ scheme that includes linked RDF data as a goal to be sought for open data initiatives.
he: RDF הוא פורמט המומלץ על-ידי ה-W3C (The World Wide Web Consortium). הוא מאפשר להציג מידע בצורה המקלה על שילוב מידע ממקורות רבים. מידע RDF יכול להיות מאוחסן בקבציXML ו-JSON, כמו גם אחרים. RDF מעודד את השימוש בכתובות אינטרנט (URL) כמזהים, המאפשרים דרך נוחה לחיבור בין מקורות :מונח:’מידע פתוח’ ברשת. RDF עדיין לא נפוץ מספיק, אבל הוא מקובל בקרב כמה יוזמות של מידע ממשלתי פתוח, כמו בבריטניה וספרד. ממציא האינטרנט, טים ברנרס-לי (Tim Berners-Lee) הציע לאחרונה תוכנית בת חמישה שלבים, הכוללת מידע RDF מקושר, כמטרה להשגה על-ידי יושמות מידע פתוח.
hr: Preporučeni W3C format, RDF, omogućava prestavljanje podataka u formi koja olakšava kombinaciju podataka iz više izvora. RDF podaci mogu biti pohranjeni u XML-u i JSON-u, između ostalih. RDF potiče uporabu URL-ova kao identifikatora, što predstavlja jednostavan način povezivanja postojećih inicijativa vezanih uz otvorene podatke na Webu. RDF još nije široko rasprostranjen, no rastući je trend u inicijativama "Otvorenih" vlada, uključujući britanske i španjolske vladine projekte vezane uz otvorene podatke. Izumitelj Weba, Tim Berners-Lee, je nedavno predložio shemu od pet zvjezdica koja uključuje povezane RDF podatke kao cilj kojemu trebaju težiti inicijative otvorenih podataka.
id: Sebuah format W3C-yang direkomendasikan disebut RDF memungkinkan untuk mewakili data dalam bentuk yang membuatnya lebih mudah untuk menggabungkan data dari berbagai sumber. Data RDF dapat disimpan dalam XML dan JSON, antara serialisasi lainnya. RDF mendorong penggunaan URL sebagai pengidentifikasi, yang menyediakan cara mudah untuk interkoneksi secara langsung dengan inisiatif :term:`data terbuka` yang telah ada di web. RDF masih belum secara luas digunakan, tetapi telah menjadi tren di kalangan inisiatif Pemerintah Terbuka, termasuk proyek Data Terbuka Tertaut Pemerintah Inggris dan Spanyol. Sang penemu web, Tim Berners-Lee, baru-baru ini mengusulkan five-star_ scheme yang mencakup data RDF terkait sebagai tujuan yang harus dicapai bagi inisiatif data terbuka.
ja: W3C勧告のフォーマットの一つであるRDFを使えば、複数のソースからのデータを組み合わせやすい形式でデータを表現できるようになる。RDFのデータはXMLやJSON形式で格納することもできるし、それ以外の方法でシリアライズすることもできる。RDFでは、URLを識別子として使うことを推奨している。そうしておけば、Web上の既存の :term:`open data` との相互通信が便利になる。RDFはまだ広まっているとは言えないが、オープンガバメントの世界では流行しつつある。たとえば、イギリス政府とスペイン政府は共同でオープンデータプロジェクトを進めている。Webを発明したティム・バーナーズ=リーが最近、 five-star_ スキームを提案した。このスキームは、リンクしたRDFデータを、オープンデータへの取り組みに求められるゴールだとしている。
ro: Un format recomandat de W3C ce face posibilă reprezentarea datelor într-o formă ce face ușoară combinarea din mai multe surse. Datele RDF pot fi stocate în XML și JSON, printre altele. RDF încurajează folosirea URL ca identificatori, care oferă un mod convenabil de a interconecta inițiativele de :term:`open data` de pe web. RDF nu este încă foarte răspândit, dar a devenit o tendință printre inițiativele de guvernare deschisă, inclusiv proiectele de date deschise conectate ale guvernelor Marii Britanii și Spaniei (British and Spanish Government Linked Open Data). Inventatorul Web, Tim Berners-Lee, a propus o schemă cinci-stele (five-star_) care include date RDF conectate ca scop al căutării de inițiative pentru date deschise.

source: However, in some cases there can be macros and formulas in spreadsheets, which may be somewhat more cumbersome to handle. It is therefore advisable to document such calculations next to the spreadsheet, since it is generally more accessible for users to read.
he: למרות זאת, בכמה מקרים אפשר לעשות שימוש בפקודות מאקרו ובנוסחאות, על גיליונות אקסל המכילים מידע רב. מומלץ, לכן, לתעד את החישובים הללו בצמוד לגיליונות, כי אז הם יהיו יותר נגישים למשתמשים.
hr: No, u nekim slučajevima, proračunske tablice mogu sadržavati makronaredbe i formule, što može otežati rad s njima. Stoga se predlaže da te kalkulacije budu odvojene od proračunskih tablica, što će korisnicima konkretno olakšati čitanje.
id: Bagaimanapun juga, dalam beberapa kasus bisa berupa macro dan formula pada spreadsheet, yang mungkin lebih rumit untuk menangani. Oleh karena itu, disarankan untuk mendokumentasikan setiap perhitungan di samping menggunakan spreadsheet, karena pada umumnya lebih mudah diakses pengguna dalam membacanya.
ja: しかし、場合によってはスプレッドシートの中でマクロや数式が使われていたりして、そのせいでデータが扱いづらくなっていることもある。そんな場合は、スプレッドシートとともにその計算式に関するドキュメントも用意しておくことが望ましい。そのほうが、ユーザーがデータを読みやすくなるからだ。
ro: Cu toate acestea, în unele cazuri pot exista formule în foile de calcul, care pot fi mai dificile în manevrare. Este recomandată documentarea acestor formule alături de foile de calcul, pentru a fi în general mai accesibile utilizatorilor.

source: Furthermore it is essential that the structure of the file is respected, as a single omission of a field may disturb the reading of all remaining data in the file without any real opportunity to rectify it, because it cannot be determined how the remaining data should be interpreted.
he: יותר מכך, חיוני שמבנה הקובץ יכובד, משום שאפילו השמטה של שדה בודד, עלולה להפריע לקריאה של כל שאר המידע בקובץ, בלי שום אפשרות לתקן זאת, כי לא ניתן לקבוע כיצד יתר המידע אמור להיות מפורש.
hr: Osim toga, nužno je očuvati strukturu datoteke, jer samo jedno pogrešno polje može izobličiti značenja svih preostalih podataka bez mogućnosti ispravka, jer se ne može utvrditi kako interpretirati ostale podatke.
id: Selanjutnya adalah penting bagi struktur file untuk dihargai, sebuah kelalaian pada sebuah field dapat mengganggu pembacaan semua data yang tersisa di dalam file tanpa adanya kesempatan untuk memperbaikinya, karena tidak dapat ditentukan bagaimana data yang tersisa harus diinterpretasikan.
ja: さらに、ファイルの構造を尊重することが大事になる。たった一つのフィールドを省略してしまうだけで、そのファイルの残りのデータがすべて台無しになってしまう。何らかの方法でデータを修正しない限り、どうにもならない。残りのデータをどのように解釈すべきなのかが決められないからだ。
ro: Mai mult este esențial ca structura fișierului să fie respectată, pentru că o singură omisiune a unui câmp poate îngreuna citirea datelor rămase în fișier fără vreo posibilitate de a rectifica eroarea, pentru că nu se paote determina cum trebuies interpretate datele rămase.

source: Classic documents in formats like Word, ODF, OOXML, or PDF may be sufficient to show certain kinds of data - for example, relatively stable mailing lists or equivalent. It may be cheap to exhibit in, as often it is the format the data is born in. The format gives no support to keep the structure consistent, which often means that it is difficult to enter data by automated means. Be sure to use templates as the basis of documents that will display data for re-use, so it is at least possible to pull information out of documents.
he: מסמכים קלאסיים בפורמטים כמו וורד, ODF, OOXML או PDF, יכולים להיות יעילים לכמה סוגי מידע - למשל, רשימות דיוור די יציבות, או דומה לכך. ייתכן ויהיה זול יותר להצחג את המידע בפורמט המקורי שלו. הפורמט לא נותן שום תמיכה להשאיר את המבנה עקבי, כלומר, לרוב יהיה קשה להוסיף להם מידע באופן אוטומטי. השתמשו בתבניות (Templates) כבסיס למסמכים שיציגו מידע לשימוש חוזר, כך שלפחות יהיה ניתן למשוך מידע מהם.
hr: Klasični dokumenti u formatima poput Word-a, ODF-a, OOXML-a, ili PDF-a mogu biti dostatni za pokazivanje određenih vrsta podataka, na primjer, relativno stabilnih mailing lista ili nečega ekvivalentno tome. Možda je ovaj način prikazivanja podataka jeftin, budući da se radi o formatima u kojima su podaci često puta i nastali. Format ne podržava održavanje strukture konzistentnom, što često znači probleme prilikom automatiziranog unosa podataka. Pobrinite se koristiti predloške kao baze dokumenata koje će prikazati podatke za upotrebu, kako bi barem bilo moguće izvući informacije iz dokumenata.
id: Dokumen klasik dalam format seperti Word, ODF, OOXML, atau PDF mungkin cukup untuk menunjukkan jenis data tertentu - misalnya, mailing list-mailing list yang relatif stabil atau yang serupa. Mungkin akan murah untuk menampilkan dengan format tersebut, sebagaimana seseringnya data-data tersebut lebih banyak dihasilkan dengan format tersebut. Format tersebut tidak memberikan dukungan untuk menjaga struktur tetap konsisten, yang berarti sulit untuk memasukkan data secara otomatis. Pastikan untuk menggunakan template sebagai dasar dokumen yang akan menampilkan data untuk digunakan kembali, sehingga setidaknya memungkinkan untuk menarik informasi dari dokumen tersebut.
ja: WordやODF、OOXML、あるいはPDFと言った昔ながらのドキュメントフォーマットも、ある種のデータを表示するには十分だったりする。比較的安定したメーリングリストなどがその一例だ。見栄えはあまりよくないかもしれない。これが、最初にデータをとりまとめたときのフォーマットであることが多い。データ構造の一貫性を保つための仕組みはない。つまり、データ入力を自動化するのは難しいということだ。再利用できるようデータを表示するためのドキュメントを作るときには、テンプレートを使うようにしよう。そうすれば、少なくとも外部のドキュメントから情報を取り込むことくらいはできるようになる。
ro: Documentele în formate clasice precum Word, ODF, OOXML sau PDF pot fi suficiente pentru a expune anumite tipuri de date - spre exemplu, în liste de mesaje sau altele. Ar putea fi mai ușor să fie prezentate în aceste formate, pentru că sunt formatele în care datele au fost introduse ințial. Formatele nu oferă niciun suport pentru a păstra o structură consistentă, ceea ce de multe ori înseamnă că este dificilă introducerea de date în mod automat. Folosirea șabloanelor ca bază pentru documentele care vor expune date pentru refolosire, face posibilă cel puțin extragerea informației din documente.
zh_cn: 常用的文件格式比如Word，ODF，OOXML，或是PDF，对于用来显示诸如邮件列别之类的数据来说足以胜任了。但这些格式无法保持数据结构的一致性，也就意味着自动从中获取数据是很艰难的。因此建议如果要使用这些文件格式，那么就应该使用模板来创建数据，从而使得自动从文件中抓取数据成为可能。

source: Plain text documents (.txt) are very easy for computers to read. They generally exclude structural metadata from inside the document however, meaning that developers will need to create a parser that can interpret each document as it appears.
he: קבצי טקסט (txt) נקראים בקלות על-יד מחשבים. הם בדרך לא כוללים מידע-על מבני, כלומר, מפתחים חייבים ליצור מנתח קובץ, שיפענח כל קובץ בנפרד.
hr: Čisti tekstualni dokumenti (.txt) su jako razumljivi računalima. Oni obično ne sadržavaju strukturalne metapodatke unutar dokumenta, što znači da će razvojni programeri morati napraviti analizator koji će interpretirati svaki dokument koji se pojavi.
id: Dokumen teks biasa (.txt) sangat mudah dibaca komputer. Mereka pada umumnya mengesampingkan struktur metadata dalam dokumen. Namun hal ini menuntut pengembang untuk membuat parser yang dapat menafsirkan setiap dokumen sebagaimana yang tampil.
ja: プレーンテキスト(.txt)は、コンピューターが簡単に読み込める形式だ。しかし、構造に関するメタデータはドキュメント内に含まれないことが一般的である。つまり、ドキュメントを解釈するためのパーサーを開発者が作らないといけないということだ。
ro: Documentele în format text simplu (.txt) sunt foarte ușor de citit de către calculatoarele. În general acestea exclud metadatele din interiorul documentuli, ceea ce înseamnă că dezvoltatorii vor fi nevoiți să creeze un program pentru analiză sintactică care poate interpreta fiecare document așa cum apare.

source: Some dedicated systems, etc. have their own data formats that they can save or export data in. It can sometimes be enough to expose data in such a format - especially if it is expected that further use would be in a similar system as that which they come from. Where further information on these proprietary formats can be found should always be indicated, for example by providing a link to the supplier's website. Generally it is recommended to display data in non-proprietary formats where feasible.
he: לכמה מערכות ייעודיות יש פורמטי מידע, שיכולים לשמור או לייצא נתונים. לפעמים מספיק לחשוף מידע בפורמט כזה, במיוחד אם צפוי ששימוש נוסף במידע יהיה במערכות דומות. תמיד חובה לציין איפה ניתן למצוא מדע נוסף על הפורמטים הקינייניים הללו, למשל על-ידי הוספת קישור לאתר הספק. באופן כללי, מומלץ להציג מידע בפורמטים לא קינייניים היכן שניתן.
hr: Neki posebni sustavi, primjerice, imaju vlastite podatkovne formate u koje mogu spremiti ili eksportirati podatke. Nekada može biti dovoljno samo izložiti podatke u takvom formatu, posebice ako ih se misli koristiti u sličnom sustavu kao iz kojeg su i došli. Uvijek treba postojati poveznica preko koje se može naći više informacija o zaštićenim formatima, primjerice poveznica na web stranicu onoga tko je dostavio taj format. U praksi se preporučuje prikazivati podatke u zakonom nezaštićenim formatima kad god je moguće.
id: Beberapa sistem terdedikasi, dll. mempunyai format data mereka sendiri yang dapat menyimpan dan mengekspor data yang masuk di dalamnya. Terkadang cukup mengekspos data dengan format demikian - terutama jika ke depannya berencana untuk penggunaan kembali sistem yang sama sebagaimana sebelumnya. Di mana selanjutnya informasi dengan format hak milik ini dapat ditemukan harus selalu dapat ditunjukkan, misalnya dengan memberikan tautan ke situs penyedia. Umumnya dianjurkan untuk menampilkan data dalam format non-hak milik di mana hal itu lebih layak.
ja: 専用システムなどでは、自前のデータフォーマットでファイルを保存したりデータを取り込んだりしているものもある。そんな場合は、そのフォーマットでデータを公開すれば十分だということもある。データを再利用するときにも同じシステムを使うであろうと思われる場合は特にそうだ。その独自フォーマットに関する情報が得られるところがあるのなら、常にそれを示しておかないといけない。たとえば開発元のWebサイトにリンクするなどだ。一般に、データを表すときにはできる限りプロプライエタリなフォーマットを避けるほうがよい。
ro: Unele sisteme dedicate au propriile formate de date în care pot salva sau exporta date. Uneori poate fi suficientă expunerea datelor în astfel de formate - în special dacă se așteaptă ca utilizările ulterioare să aibă loc în sisteme similare celor din care provin. Ar trebui întotdeauna indicat unde anume se pot găsi informații ulterioare despre aceste formate, spre exemplu o legătură către situl web al distribuitorului. In general se recomandă expunerea datelor în formate neproprietărești acolo unde este posibil.

source: Nowadays much data is available in HTML format on various sites. This may well be sufficient if the data is very stable and limited in scope. In some cases, it could be preferable to have data in a form easier to download and manipulate, but as it is cheap and easy to refer to a page on a website, it might be a good starting point in the display of data.
he: כיום, מידע רב זמין באתרים מגוונים בפורמט HTML. זה יכול להיות מספיק, אם המידע יציב מאוד ומוגבל בהיקפו. לעיתים עדיף שהמידע יהיה בפורמט קל יותר להורדה ושינוי, כיוון שהפניה לדף אינטרנט זולה וקלה יותר, זו יכולה להיות נקודת התחלה טובה להצגת המידע.
hr: Danas je sve više podataka dostupno u HTML formatu na raznim stranicama. Ovo može biti sasvim dostatno ako su podaci stabilni i ograničeni u svojoj količini. U nekim slučajevima, podatke se preferira držati u obliku jednostavnijem za preuzimanje i izmjene, no kako je ovo jeftin i jednostavan način za upućivanje na druge stranice, može biti dobra početna točka u prikazivanju podataka.
id: Saat ini data sudah banyak tersedia dalam format HTML di berbagai situs. Format HTML ini mungkin akan mencukupi jika data tersebut sudah sangat stabil dan dalam lingkup terbatas. Dalam beberapa kasus, dapat menjadi lebih baik untuk memiliki data dalam bentuk yang mudah untuk diunduh dan mudah dimanipulasi, tapi karena saat ini sudah semakin murah dan mudah untuk merujuk ke suatu halaman pada situs web, maka format HTML bisa menjadi titik awal yang baik dalam menampilkan data.
ja: 最近は、さまざまなサイトでいろんなデータがHTML形式で公開されるようになってきた。データの構造が安定していて、かつそのスコープも限られるのなら、HTMLで十分だろう。場合によっては、ダウンロードして加工しやすい形式でデータを公開したほうがいいこともある。しかし、ウェブサイト上のページを参照するのはお手軽だしコストもかからないので、データを公開するときの最初の一歩としてはこの形式でもかまわない。
ro: În zile noastre majoritatea datelor sunt disponibile în HTML pe diverse situri. Aceasta poate fi suficient dacă datele sunt stabile și limitate în scop. În unele cazuri, este de preferat obținerea într-o formă simplă de descărcat și manevrat, dar este simplu să se ofere o legătură către o pagină web, ar putea fi un bun punct de plecare în expunerea datelor.

source: Typically, it would be most appropriate to use tables in HTML documents to hold data, and then it is important that the various data fields are displayed and are given IDs which make it easy to find and manipulate data. Yahoo has developed a tool (http://developer.yahoo.com/yql/) that can extract structured information from a website, and such tools can do much more with the data if it is carefully tagged.
he: טבלאות הן הדרך המועדפת לשמירת מידע בקבצי HTML. חשוב שכל שדות המידע יוצגו ויננתנו להם מספרים ייחודיים (ID) כדי להקל על מציאתם ועל עריכת שינויים בהם. יאהו פיתחה כלי, שיכול לדלות מידע מובנה מאתר אינטרנט (ראו (http://developer.yahoo.com/yql/)). כלים כאלה יכולים לעשות הרבה יותר עם המידע, אם הוא מתוייג בקפדנות.
hr: U pravilu, u HTML dokumentima bi bilo najpogodnije koristiti tablice za unos podataka, a zatim je bitno da razna polja podataka budu prikazana i označena kako bi se podaci mogli s lakoćom naći i uređivati. Yahoo je razvio alat (http://developer.yahoo.com/yql/) koji može izvlačiti strukturirane informacije s određene stranice, a takvi alati mogu i puno više ako su podaci precizno označeni.
id: Biasanya, akan sangat tepat untuk menggunakan tabel dalam dokumen HTML untuk menyimpan data, serta menjadi hal yang penting pula untuk menampilkan field data yang beragam dan masing-masing diberikan ID dapat membuatnya mudah untuk menemukan dan memanipulasi data. Yahoo telah mengembangkan sebuah perangkat (http://developer.yahoo.com/yql/) yang dapat mengekstrak informasi terstruktur dari sebuah situs web, dan bahkan perangkat seperti itu dapat melakukan lebih banyak lagi dengan data jika ditandai dengan seksama.
ja: たいていは、HTMLドキュメントにデータを持たせるときにはtableを使うのが最適だろう。そして、各データフィールドが表示されてIDが与えられていれば、データを見つけたり操作したりするのがずっと楽になる。Yahooが開発したツール(http://developer.yahoo.com/yql/)を使うと、構造化された情報をウェブサイトから取り出せる。データがきちんとタグ付けされていれば、この手のツールの威力はさらに増す。
ro: În mod normal, ar fi mai potrivită folosirea tabelelor în documente HTML pentru a păstra datele, și apoi este important ca diversele câmpuri de date să fie afișate și să li se dea identificatori care fac ușoară manevrarea datelor. Yahoo a dezvoltat o unealtă (http://developer.yahoo.com/yql/) care poate extrage informații structurate dintr-un sit web și astfel de unelte pot face mai multe cu datele care sunt etichetate cu atenție.

source: The formats in which information is published – in other words, the digital base in which the information is stored - can either be “open” or “closed”. An open format is one where the specifications for the software are available to anyone, free of charge, so that anyone can use these specifications in their own software without any limitations on re-use imposed by intellectual property rights.
he: הפורמטים בהם מפורסם מידע - במילים אחרות, הבסיס הדיגיטלי המאחסן את המידע - יכולים להיות "פתוחים" או "סגורים". פורמט פתוח הוא כזה, שהמפרט שלו פתוח לכל, ללא תשלום, כך שכל אחד יכול לעשות שימוש במפרט זה עם תוכנה משלו, בלי כל מגבלות על שימוש חוזר, המוטלות מתוך זכויות קניין אינטלקטואליות.
hr: Formati u kojima su objavljene informacije, drugim riječima, digitalna baza u kojoj su informacije pohranjene, može biti ili "otvorena" ili "zatvorena". Otvoreni formati su oni gdje su specifikacije softvera besplatne i dostupne svima, kako bi svi mogli te specifikacije koristiti u vlastistim softverima bez ograničenja koja se nameću zakonom o intelektualnom pravu vlasništva.
id: Format di mana informasi diterbitkan - dengan kata lain, basis digital tempat informasi disimpan - dapat pula menjadi "terbuka" atau "tertutup". Format terbuka adalah salah satu di mana spesifikasi untuk perangkat lunak tersedia untuk siapapun, gratis, sehingga siapa pun dapat menggunakan spesifikasi perangkat lunak mereka sendiri tanpa ada pembatasan pada re-gunakan dikenakan oleh hak kekayaan intelektual.
ja: 情報を公開するときのフォーマット(言い換えれば、情報をデジタル化して格納するときのベースになるフォーマット)は、オープンなものも選べるしクローズドなものも選べる。オープンなフォーマットとは、ソフトウェアで扱うときの仕様が公開されていて、誰でも無料で使えるフォーマットのことだ。自分のソフトウェアでこの仕様を使うときに、知的財産権などの絡みで再利用が制限されることもない。
ro: Formatele în care informația este publicată - cu alte cuvinte formatul digital în care informația este stocată - pot fi „deschise” sau „închise”. Un format deschis este unul în care specificațiile pentru programe sunt standardizate, disponibile oricui, astfel încât oricine poate folosi aceste specificații în propriile programe fără alte limitări in refolosire impuse de drepturile de proprietate intelectuală.
zh_cn: 信息公开的格式，或者说信息存储的方式，可以是「开放」或者「封闭」的。开放的格式指的是其标准可被任何人免费获取，因此任何人可以创建自己的软件来实现这个格式而不需要受到知识产权的限制。

source: If a file format is “closed”, this may be either because the file format is proprietary and the specification is not publicly available, or because the file format is proprietary and even though the specification has been made public, re-use is limited. If information is released in a closed file format, this can cause significant obstacles to reusing the information encoded in it, forcing those who wish to use the information to buy the necessary software.
he: אם הקובץ הוא בפורמט "סגור", זה מכיוון שהפורמט שלו הוא קנייני והמפרט שלו אינו ציבורי, או כי פורמט הקובץ הוא כן קנייני, אבל הדרישות שלו כן גלויות לציבור, שאז השימוש החוזר בו מוגבל. אם מידע משוחרר בפורמט סגור, זה יכול לגרום למכשולים קשים בשימוש חוזר במידע הנמצא בקובץ כזה, דבר המאלץ את אלה שרוצים להשתמש בו לקנות תוכנה הכרחית.
hr: Ako je format datoteke "zatvoren", to može biti zato što je format ili zaštićen sa specifikacijama nedostupnim javnosti ili zato što je format zakonom zaštićen, a iako je dokumentacija javna, upotreba je ograničena. Ako su informacije objavljene unutar zatvorenog formata, to može uzrokovati značajne prepreke u korištenju tih informacija, te natjerati pojedince koji žele koristiti te podatke da kupe potrebni softver.
id: Jika format sebuah file "tertutup", ini kemungkinan karena file tersebut dibuat dalam format hak milik dan spesifikasinya tidak tersedia untuk umum, atau bisa pula karena file tersebut dalam format hak milik sekalipun spesifikasinya telah dibuat publik, penggunaannya kembali pun terbatas. Jika informasi dirilis dalam format file tertutup, hal ini dapat menyebabkan hambatan yang signifikan saat menggunakan kembali informasi yang dikodekan di dalamnya, serta memaksa orang-orang yang ingin menggunakan informasi tersebut untuk membeli perangkat lunak yang diperlukan.
ja: 一方、クローズドなファイルフォーマットとは、プロプライエタリなフォーマットで仕様が公開されていなかったり、仕様は公開されているものの再利用に制限がかかっていたりするフォーマットのことだ。クローズドなフォーマットで情報が公開されている場合は、その情報を再利用するときの大きな障害になる可能性がある。情報を再利用したければ、必要なソフトウェアを購入せざるを得なくなるかもしれない
ro: Dacă un format de fișier este „închis”, aceasta poate fi pentru că formatul este proprietăresc și specificațiile nu sunt public accesibile sau pentru că formatul este proprietăresc și deși specificațiile au fost făcute publice, reutilizarea este limitată. Dacă informația este eliberată într-un fișier în format închis, aceasta poate produce obstacole semnificative în reutilizarea informației codificată în fișier, forțându-i pe cei care doresc să folosească informația să cumpere programele necesare.
zh_cn: 如果一个文件的格式被认为是「封闭」的，那么要么是因为这个文件格式是私有的并且其标准无法公开访问，或者是因为这个文件格式的标准虽然可公开访问但是它本身仍旧私有而且使用受限。如果信息被公开在这种封闭的格式下，那么重利用这些信息将会被大大限制并且破事人们不得不去够买相应的软件来得以使用这些信息。
