Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: There is plenty of documentation online about how to run these kinds of events, which you can find by searching for things like: ‘unconference’, ‘barcamp’, ‘meetup’, ‘speedgeek’, ‘lightning talk’, and so on. You may also find it worthwhile to contact people who have run these kinds of events in other countries, who will most likely be keen to help you out and to advise you on your event. It may be valuable to partner with another organisation (e.g. a civic society organisation, a news organisation or an educational institution) to broaden your base participants and to increase your exposure.
he: ישנם הרבה מסמכים באינטרנט על איך לארגן אירועים כאלה, שתוכלו למצוא כשתחפשו על barcamp, meetup, speedgeek, lightning talk וכד’. תגלו גם, שכדאי ליצור קשר עם מי שארגנו אירועים כאלה בארצות אחרות, שבוודאי ישמחו לעזור לכם ולייעץ לכם בקשר לאירוע שלכם. כדאי יהיה לכם לחבור עם ארגון אחר (למשל, אחד מארגוני החברה האזרחית, גוף חדשות או מוסד חינוכי), כדי להרחיב את בסיס המשתתפים שלכם ולהגדיל את החשיפה שלכם.
hr: Mnogo je online dokumentacije koja objašnjava kako organizirati ovakve tipove događanja, koju možete naći tražeći : ‘unconference’, ‘barcamp’, ‘meetup’, ‘speedgeek’, ‘lightning talk’, itd. Ne bi bilo loše i kontaktirati ljude koji su organizirali događanja u inozemstvu te koji bi vam mogli pomoći i savjetovati vas u vezi vašeg događanja. Također, moglo bi biti korisno ući u partnerstvo s nekom drugom organizacijom (npr. društvenom organizacijom, organizacijom koja prenosi vijesti ili obrazovnom institucijom) kako bi proširili bazu sudionika, te povećali izloženost.
id: Ada banyak dokumentasi daring tentang bagaimana menjalankan kegiatan semacam ini, yang dapat anda temukan dengan mencari hal-hal seperti: 'unconference', 'BarCamp', 'meetup', 'speedgeek' 'lightning talk', dan sebagainya. Anda juga dapat menemukannya berguna dengan menghubungi orang-orang yang telah menjalankan kegiatan semacam ini di negara lain, yang kemungkinan besar akan tertarik untuk membantu anda dan memberi arahan tentang kegiatan anda. Akan menjadi berharga pula untuk bermitra dengan organisasi lain (misalnya organisasi masyarakat madani, sebuah lembaga berita atau lembaga pendidikan) untuk memperluas partisipan anda dan untuk meningkatkan ekspos anda.
ja: この手のイベントを主催する方法については、オンラインでいろんなドキュメントが公開されている。‘unconference’, ‘barcamp’, ‘meetup’, ‘speedgeek’, ‘lightning talk’などといったキーワードで検索してみよう。実際にイベントを主催したことがある人に連絡を取ってみるのもいいだろう。きっとあなたの助けになってくれるはずだ。別の組織(市民社会や報道関係者あるいは教育機関など)と協力すれば参加者層も広がり、より多くの人に自分のデータを公開できる。
ro: Există multe documente online despre cum se dirijează astfel de evenimente, documente pe care le puteți găsi prin căutarea unor cuvinte ca: “unconference”, “barcamp”, “meetup”, “speedgeek”, “lightning talk” și altele. Poate fi folositor și contactarea unor persoane din alte țări, care au condus aceste tipuri de evenimente și care de obicei sunt foarte dornici să vă ajute și să vă sfătuiască în ceca ce privește evenimentul dumneavoastră. Un parteneriat cu alte organizații poate fi valoros ( de exemplu: organizație a societății civile, o organizație media sau instituție didactică) pentru a vă lărgi baza participanților și pentru a crește mediatizarea.
zh_cn: 在网上有大量的关于如何运作活动的文档，你可以通过搜索「unconference」，「barcamp」，「meetup」，「speedgeek」，「lighting talk」等等关键字来找到它们。你或许会发现联系那些有组织活动经验的人是很值得的，因为他们会给出如何建议和帮助你解答疑惑。与其他组织 （例如公民组织，新闻组织或是教育机构）合作也是及其有价值的因为这会帮助你在公众增加曝光的机会以及拓宽你的参会人员群体。

source: This section looks at additional things which can be done to promote data re-use.
he: בחלק זה נראה דרכים נוספות, כיצד לקדם את השימוש במידע מאוחזר.
hr: Ovaj dio se bavi promocijom uporabe podataka izvan njenog originalnog područja.
id: Bagian ini membahas hal-hal tambahan yang dapat dilakukan untuk mempromosikan data yang digunakan kembali.
ja: このセクションでは、データの再利用を促すためにできるいくつかのことを取り上げる。
ro: Această secțiune privește la lucruri suplimentare ce pot fi făcute pentru a promova reutilizarea.
zh_cn: 这一节将主要着眼于推广数据再利用的方法。

source: The structure of these competitions is that a number of datasets are released and programmers then have a short time-frame - running from as little as 48 hours to a few weeks - to develop applications using the data. A prize is then awarded to the best application. Competitions have been held in a number of countries including the UK, the US, Norway, Australia, Spain, Denmark and Finland.
he: המבנה של תחרויות אלה הוא, שכמה מסדי נתונים משוחררים, ולמתכנתים ניתן זמן קצר - בין 48 שעות לכמה שבועות - לפתח יישומים שיעשו שימוש במידע. היישום הטוב ביותר זוכה בפרס. בכמה ארצות נערכו כבר תחרויות כאלה - בריטניה, ארה”ב, אוסטרליה, וספרד.
hr: Struktura ovakvih natjecanja je da se objavi određeni broj skupova podataka, a potom programerima da kratak vremenski okvir - koji može biti svega 48 sati do nekoliko tjedana - u kojem moraju razviti aplikacije koje koriste te podatke. Nagrada se zatim dodjeljuje najboljoj aplikaciji. Natjecanja su održana u brojnim zemljama, uključujući Ujedinjeno Kraljevstvo, SAD, Norvešku, Australiju, Španjolsku, Dansku i Finsku.
id: Struktur dari kompetisi ini adalah bahwa sejumlah kumpulan data dirilis lalu kemudian para pemrogram meluangkan waktunya - antara 48 jam hingga beberapa minggu - untuk mengembangkan aplikasi yang dapat menggunakan data tersebut. Sebuah hadiah kemudian diberikan untuk aplikasi yang terbaik. Kompetisi semacam ini telah banyak diselenggarakan di sejumlah negara termasuk Inggris, Amerika Serikat, Norwegia, Australia, Spanyol, Denmark dan Finlandia.
ja: この手の大会の流れは、いくつかのデータセットを公開した上で、短期間(48時間から数週間くらい)でそのデータを使ったアプリケーションを作ってもらうというものだ。一番よくできたアプリケーションを表彰する。この手の大会は、イギリスやアメリカを始め、ノルウェーやオーストラリア、スペイン、デンマーク、そしてフィンランドでも開催されている。
ro: Structura acestor competiții este constă din faptul că un număr de seturi de date sunt oferite iar programatorii au la dispoziție apoi o perioadă scurtă de timp - de la mai puțin de 48 de ore până la câteva săptămâni - pentru a devolta aplicații folosind aceste date. Apoi este oferit un premiu celei mai bune aplicații. Competițiile au fost ținute în câteva țări incluzând Marea Britanie, Statele Unite, Norvegia, Australia, Spania, Danemarca și Finlanda.
zh_cn: 此类竞赛的模式是当一些数据被开放后，程序员们需要在指定的一段时间内——通常48小时到几周——来开发一个使用那些开放数据的应用。对于最佳应用则可以授予奖励。 在许多国家已经举办过这样的竞赛，例如英国，美国，挪威，澳大利亚，西班牙，丹麦和芬兰。

source: **Show us a better way** was the first such competition in the world. It was initiated by the UK Government’s “The Power of Information Taskforce” headed by Cabinet Office Minister Tom Watson in March 2008. This competition asked “What would you create with public information?” and was open to programmers from around the world, with a tempting £80,000 prize for the five best applications.
he: **תראו לנו דרך טובה יותר** נקראה התחרות הראשונה הזו בעולם. יזם אותה במארס 2008, צוות המשימה “הכוח שבמידע” (The Power of Information) של ממשלת בריטניה, בראשו עמד השר טים ווטסון. התחרות שאלה, "מה תוכלו ליצור עם מידע ציבורי?" והיה פתוחה למפתחים מכל העולם. לחמש הזוכות במקומות הראשונים הובטחו פרסים בשווי 80 אלף ליש"ט.
hr: **Pokaži nam bolji način** je bilo prvo takvo natjecanje u svijetu. Inicirano je od strane vlade Ujedinjenog Kraljevstva “The Power of Information Taskforce” na čelu s Tomom Watsonom iz Ministrovog Kabineta u ožujku 2008. Slogan ovog natjecanja otvorenog programerima cijelog svijeta je bio "Što biste vi napravili s javnim podacima?", s primamljivom nagradom od 80 000 funti za pet najboljih aplikacija.
id: **Show us a better way** adalah kompetisi yang serupa pertama di dunia. Kompetisi tersebut diinisiasi oleh “The Power of Information Taskforce” Pemerintah Inggris yang dipimpin oleh Menteri Kabinet Tom Watson pada Maret 2008. Kompetisi ini meminta “Apa yang akan anda buat dengan informais publik?” dan telah dibuka untuk para pemrogram di seluruh dunia dengan hadiah berupa £80,000 untuk lima besar aplikasi terbaik.
ja: **Show us a better way** は、この手の大会としては世界初のものだ。イギリス政府の内閣担当大臣トム・ワトソン率いるタスクフォース“The Power of Information Taskforce”が2008年3月に開催した。この大会のお題は「この公開情報を使って、あなたなら何を作る？」で、世界中のプログラマーに参加資格を与えた。上位5位までのアプリケーションには£80,000の賞金が与えられた。
ro: **Show us a better way** a fost prima competiție de acest gen. A fost inițiată de Guvernul Marii Britanii „Grupul Operativ pentru Forța Informației” condus de Secretarul de Stat Tom Watson în Martie 2008. Această competiție a pus întrebarea „Ce ai putea crea din informații publice?” și a fost deschis programatorilor din întreaga lume, având un premiu tentant de 80.000 de lire sterline pentru primele cinci cele mai bune aplicații.
zh_cn: **Show us a better way** 是世界上第一个此类竞赛。它是英国政府的「信息的力量专项小组」的领导，内阁办公室部长，Tom Watson 在2008年3月启动的一个计划。这个竞赛通过向世界发问 「你会用公共信息来创造什么？」开启了全球的程序设计比赛，并授予前5名总计80,000英镑的奖金。

source: **Apps for Democracy**, one of the first competitions in the United States, was launched in October 2008 by Vivek Kundra, at the time Chief Technology Officer (CTO) of the District of Columbia (DC) Government. Kundra had developed the groundbreaking DC data catalog, http://data.octo.dc.gov/, which included datasets such as real-time crime feeds, school test scores, and poverty indicators. It was at the time the most comprehensive local data catalog in the world. The challenge was to make it useful for citizens, visitors, businesses and government agencies of Washington, DC.
he: **יישומים למען הדמוקרטיה (Apps for Democracy)**. אחת התחרויות הראשונות בארה”ב, נוסדה באוקטובר 2008, בידי ויוֶק קונדרה (Vivek Kundra), הטכנולוג הראשי של מחוז קולומביה דאז. קונדרה פיתח את קטלוג המידע פורץ הדרך של בירת ארה”ב, data.octo.dc.gov, שכלל מערכי מידע, כמו מידע מקוון על פשיעה, ציוני מבחנים בבתי הספר וסָמני עוני. בזמנו, זה היה קטלוג המידע המקומי הרחב ביותר בעולם. האתגר היה, לעשות אותו שימושי לאזרחים, תיירים, עסקים, וגופים ממשלתיים של הבירה האמריקאית.
hr: **Aplikacije za demokraciju**, jedno je od prvih natjecanja u Sjedinjenim Američkim Državama, pokrenuto u listopadu 2008. od strane Vivek Kundre, tadašnjeg CTO-a (Chief Technology Officer) vlade District of Columbia (DC). Kundra je razvio revolucionarnu bazu podataka, http://data.octo.dc.gov/, koja je sadržavala podatke kao što su informacije o kriminalu u stvarnom vremenu, rezultati školskih testova te indikatori o siromaštvu. Tada je to bila najiscrpnija baza podataka u svijetu. Izazov je bio kako ju učiniti korisnom za državljane, posjetitelje, tvrtke i vladine agencije u Washington, DC-u.
id: **Apps for Democracy** merupakan salah satu kompetisi pertama di Amerika Serikat yang diluncurkan pada bulan Oktober 2008 oleh Vivek Kundra, yang saat itu menjabat sebagai Chief Technology Officer (CTO) of the District of Columbia (DC) Government. Kundra telah mengembangkan terobosan katalog data DC, http://data.octo.dc.gov/, termasuk kumpulan data aktual mengenai kejahatan, selain itu nilai ujian sekolah, dan indikator kemiskinan. Katalog aktual tersebut telah menjadi katalog data paling komprehensif di dunia pada saat itu. Tantangannya kemudian adalah bagaimana untuk membuatnya menjadi berguna bagi warga masyarakat, pengunjung, perusahaan dan instansi pemerintah di Washington, DC.
ja: **Apps for Democracy** はアメリカで最初に開かれた大会のひとつで、その当時コロンビア特別区(DC)の最高技術責任者(CTO(だったVivek Kundraが2008年10月に開催した。Kundraは画期的なDCのデータカタログを作った。 http://data.octo.dc.gov/ だ。リアルタイムの犯罪発生情報や学校のテストの成績、貧困指数などのデータセットを含んでいる。その当時、世界でも例を見ないほどの包括的なカタログだった。この挑戦は、市民や訪問者だけでなく、産業界やワシントンDCの官庁にも有用だった。
ro: Una dintre primele competiții din Statele Unite, Apps for Democracy, a fost lansată în octombrie 2008 de Vivek Kundra, în acel moment Director pentru Tehnologie (CTO) al Guvernului Local al Columbiei (SUA). Kundra a devoltat catalogul datelor http://data.octo.dc.gov, o noutate la acel moment, care a inclus seturi de date acum ar fi fluxuri în timp real privind criminalitatea, notele elevilor și indicatorii privind pauperitatea. La acel moment era cel mai complet catalog din întreaga lume. Provocarea a fost de a-l face util cetățenilor, vizitatorilor, afacerilor și agențiilor guvernamentale din Wahington, DC.
zh_cn: **Apps for Democracy **.是在美国举办的第一个竞赛，由哥伦比亚行政区政府首席技术官 Vivek Kundra 在2008年10月启动。 Kundra 开发了突破性的哥伦比亚行政区数据目录，http://data.octo.dc.gov/。其包含了实时犯罪记录，学业测试成绩，以及贫困指标等。在那个时候它是世界上最完备的数据目录。而一个极大的挑战则是如何使得这些数据对民众、游客、商业和政府机构有用处。

source: The creative solution was to create the Apps for Democracy contest. The strategy was to ask people to build applications using the data from the freshly launched data catalog. It included an online submission for applications, many small prizes rather than a few large ones, and several different categories as well as a “People’s Choice” prize. The competition was open for 30 days and cost the DC government $50,000. In return, a total of 47 iPhone, Facebook and web applications were developed with an estimated value in excess of $2,600,000 for the local economy.
he: הפתרון היצירתי היה, ליצור את תחרות 'יישומים למען הדמוקרטיה'. האסטרטגיה היתה, לבקש מאנשים לפתח יישומים, שישתמשו במידע מקטלוג המידע שזה עתה שוחרר. זה כלל בקשה להגשה מקוונת של יישומים, הרבה פרסים קטנים במקום כמה גדולים, וכמה קטגוריות אחרות, בהן גם פרס חביב הקהל. התחרות היתה פתוחה 30 יום ועלתה לרשות המקומית 50 אלף דולר. בתמורה, פותחו 47 יישומים לאייפון, פייסבוק והאינטרנט בכלל, בשווי מוערך של 2.6 מיליון דולר!
hr: Kreativno rješenje je bilo izrada natjecanja Apps for Democracy (Aplikacije za demokraciju). Strategija je bila naći ljude koji bi razvili aplikacije koristeći podatke iz nedavno objavljene baze podataka. Sadržavala je online podnošenje aplikacija, mnogo manjih nagrada umjesto nekolicine velikih te nekoliko različitih kategorija kao i nagradu "People's Choice". Natjecanje je trajalo 30 dana, a vladu koštalo 50 000 dolara. Zauvrat, razvijeno je ukupno 47 aplikacija za iPhone, Facebook i internet s procijenjenom vrijednošću od više od 2 600 000 dolara.
id: Solusi kreatifnya adalah dengan menciptakan sebuah kontes Apps for Democracy atau Aplikasi untuk Demokrasi. Strateginya adalah dengan meminta orang-orang untuk membangun sebuah aplikasi yang menggunakan data-data dari katalog data yang baru diluncurkan tersebut. Termasuk dalam strateginya adalah pengiriman aplikasi secara daring, lalu lebih banyak disediakan hadiah-hadiah kecil ketimbang yang besar, dan diselenggarakan dengan beberapa kategori sebagaimana yang digelar oleh “People’s Choice” prize. Lomba ini terbuka selama 30 hari dengan biaya yang dikeluarkan pemerintah DC sebesar $50,000. Hasilnya, tercipta 47 aplikasi-aplikasi yang berbentuk aplikasi untuk iPhone, Facebook dan web yang diperkirakan pengembangannya bernilai lebih dari $2,600,000 untuk perekonomian lokal.
ja: そのときに工夫をした結果がApps for Democracyコンテキストだ。立ち上げたばかりのデータカタログのデータを使って、人々にアプリケーションを作ってもらおうというのが狙いだった。アプリケーションの登録はオンラインで受け付け、大きな賞だけではなく小さな賞も数多く用意した。いろんなカテゴリーを設けたし、参加者が選ぶ「People’s Choice」賞も用意した。30日間の大会に対してDC政府は$50,000を投資した。その結果、ぜんぶで47のアプリケーションが開発された。iPhoneアプリケーションもあればFacebookアプリケーションもあるしウェブアプリケーションもあって、地域経済に$2,600,000をこえる価値をもたらしたと言われている。
ro: Soluția creativă a fost de a iniția competiția Apps for Democracy. Strategia a fost de a cere participanților de a elabora aplicații care să folosească datele din catalogul proaspăt constituit. Exista posibilitatea de depunere online a aplicațiilor, mai multe premii mici opus câtorva substanțiale și câteva categorii separate, precum premiul „La Alegerea Publicului”. Comptetiția a fost deschisă pentru 30 de zile și a costat Guvernul 50.000 de dolari. În schimb, au fost devoltate 47 de aplicații pentru iPhone, Facebook și web cu o valoare peste 2.600.000 de dolari pentru economia locală.
zh_cn: 一个创新的解决方案就是这个 Apps for Democracy 竞赛。 背后的策略就是让人们使用这个新启动的数据目录中的数据来创建新应用。它允许在线提交应用并且没有设置一个大的奖项而是设置了数个小的奖项以及不同的奖项类别和一个特别的「人民选择」奖。这个竞赛共开放了30天并花费了哥伦比亚行政区政府50,000美金。作为回报，47个 iPhone，Facebook 和网络应用被开发并且为当地经济创造了大约 2,600,00美金的价值。

source: **The Abre Datos (Open Data) Challenge 2010**. Held in Spain in April 2010, this contest invited developers to create open source applications making use of public data in just 48 hours. The competition had 29 teams of participants who developed applications that included a mobile phone programme for accessing traffic information in the Basque Country, and for accessing data on buses and bus stops in Madrid, which won the first and second prizes of €3,000 and €2,000 respectively.
he: **אתגר המידע הפתוח (Abre Datos) 2010.** תחרות זו נערכה בספרד באפריל 2010. מפתחיים הוזמנו ליצור יישומים בקוד פתוח, תוך שימוש במידע ציבורי, בתוך 48 שעות. בתחרות השתתפו 29 קבוצות, שפיתחו יישומים שכללו, תוכנה לטלפונים ניידים לקבלת מידע תחבורתי בחבל הבסקים, ותוכנה למידע על קווי ותחנות אוטובוס במדריד, שזכו בפרסים הראשון והשני באלפי יורו, כל אחת.
hr: **The Abre Datos (Open Data) Challenge 2010**. Ovo natjecanje, održano u Španjolskoj u travnju 2010., pozvalo je programere da naprave aplikacije otvorenog koda u svega 48 sati koristeći javne podatke. Natjecanju je pristupilo 29 timova koji su razvili razne aplikacije uključujući program za informiranje o stanju na cestama u Baskijskom okrugu te aplikaciju s podacima o autobusima i autobusnim postajama u Madridu, koje su osvojile prvo i drugo mjesto s nagradama od 3000 i 2000 eura.
id: **The Abre Datos (Open Data) Challenge 2010**. Diselenggarakan di Spanyol pada April 2010, kontes ini para pengembang untuk membuat aplikasi open source yang dapat menggunakan data publik dalam rentang waktu hanya 48 jam. Kompetisi ini diikuti 29 tim partisipan yang mengembangkan beberapa aplikasi termasuk di dalam program telepon mobile yang mengakses informasi lalulintas di Basque Country, serta mengakses data di bus dan halte bus di Madrid, masing-masing memenangkan hadiah pertama sebesar €3,000 dan kedua sebesar €2,000.
ja: **The Abre Datos (Open Data) Challenge 2010** は、スペインで2010年4月に開催された。このコンテストは、招待された開発者たちが公開データを使って48時間でオープンソースアプリケーションを開発するというものだった。29チームが参加して、バスク国家の交通情報にアクセスするモバイルアプリケーションやマドリードのバス情報・バス停情報にアクセスするアプリケーションなどが作られた。この二つのアプリケーションがそれぞれ大賞と次点に選ばれて、それぞれ€3,000および€2,000を受け取った。
ro: **Competiția Abre Datos (Open Data).** Competiția care s-a desfășurat în Spania în aprilie 2010 a atras devoltatori pentru a crea aplicații cu sursă deschisă și care să facă uz de date publice în doar 48 de ore. S-au concurat 29 de echipe care au devoltat aplicații ce au inclus un program pentru un terminal mobil pentru accesarea informațiilor privind traficul din Țara Bascilor și pentru accesarea datelor privind orarul autobuzelor și stațiile de autobuz din Madrid, care au și câștigat primul și al doilea premiu în valoare de 3.000 și 2.000 de euro.
zh_cn: **The Abre Datos (Open Data) Challenge 2010** 这个在2010年4月西班牙举行的竞赛邀请了开发者们使用开放数据在48小时内开发出新的开源应用。29组团队提交了作品，其中一个查询巴斯克乡村交通状况的手机应用获得了3,000欧元的一等奖，而另一个查询马里兰公交车数据的应用获得了2,000欧元的二等奖。

source: **Nettskap 2.0**. In April 2010 the Norwegian Ministry for Government Administration held "Nettskap 2.0". Norwegian developers – companies, public agencies or individuals – were challenged to come up with web-based project ideas in the areas of service development, efficient work processes, and increased democratic participation. The use of government data was explicitly encouraged. Though the application deadline was just a month later, on May 9, the Minister Rigmor Aasrud said the response was "overwhelming". In total 137 applications were received, no less than 90 of which built on the re-use of government data. A total amount of NOK 2.5 million was distributed among the 17 winners; while the total amount applied for by the 137 applications was NOK 28.4 million.
he: **Nettskap 2.0**. באפריל 2010, המשרד הנורבגי לעניינים אדמיניסטרטיביים ערך את תחרות Nettskap 2.0. מפתחים, חברות וגופים ציבוריים נורבגיים הוזמנו להציע רעיונות, לפיתוחים מבוססי רשת בתחומי פיתוח השירותים, תהליכי עבודה ייעילים והגדלת ההשתתפות הדמוקרטית. השימוש במידע ממשלתי הוגדר כבעל עדיפות. למרות שתאריך הגשת היישומים נקבע לחודש מאוחר יותר, הודיע השר הממונה בתחילת חודש מאי, שההשתתפות בתחרות היתה הרבה מעבר לציפיות. 137 יישומים התקבלו לתחרות בסך הכל, 90 מהם התבססו על אחזור מידע ממשלתי. 17 הזוכים התחלקו ב- 2.5 מיליוני קרונות נורבגיות, בעוד הסכום ש- 137 היישומים היו שווים, הגיע ל- 28.4 מיליוני קרונות.
hr: **Nettskap 2.0**. U travnju 2010., Norveško Ministarstvo za državnu administraciju je organiziralo "Nettskap 2.0". Norveške programerske tvrtke, javne agencije ili pojedinci dobile su zadatak da izrade web projekte u područjima razvoja usluga, efikasnih radnih procesa te povećanog sudjelovanja u demokraciji. Poseban naglasak je bio na upotrebi državnih podataka. Iako je rok za predaju bio mjesec dana kasnije, 9. svibnja, ministar Rigmor Aasrud je izjavio da je odaziv bio "silan". Ukupno je zaprimljeno 137 aplikacija, od čega ih je 90 koristilo državne podatke. 17 pobjednika je podijelilo 2.5 milijuna norveških kruna, a ukupna vrijednost svih 137 aplikacija je iznosila 28.4 milijuna norveških kruna.
id: **Nettskap 2.0**. Pada April 2010 Kementrian Administrasi Pemerintahan Norwegian menggelar "Nettskap 2.0". Para pengembang Norwegian – perusahaan, lembaga publik ataupun individual – diundang untuk membuat ide-ide proyek berbasis web seputar area pengembangan layanan, efisiensi proses kerja, dan meningkatkan partisipasi demokrasi. Mendorong secara eksplisit penggunaan data pemerintah. Sekalipun batas waktu akhir aplikasi hingga pada bulan berikutnya, pada 9 Mei, Menteri Rigmor Aasrud menyatakan bahwa responnya "sangat besar". Dari total 137 aplikasi yang diterima, tidak kurang dari 90 aplikasi dibangun berbasiskan penggunaan ulang data pemerintah. Total hadiah senilai 2,5 juta NOK telah didistribusikan ke 17 pemenang; sementara nilai pengembangan dari 137 aplikasi yang masuk berkisar antara 28,4 juta NOK.
ja: **Nettskap 2.0** は、2010年4月にノルウェーのMinistry for Government Administrationが開催した大会だ。企業や公的機関あるいは個人など、いろんな立場のノルウェーの開発者がサービス開発や業務効率の改善などにかかわるウェブベースのプロジェクトのアイデアを考えた。政府のデータを使うことが明示的に推奨されていた。締め切りは一ヶ月後の5月9日だったが、大臣のRigmor Aasrud曰く「圧倒的な」反応だった。全部で137のアプリケーションが参加し、そのうちの90ものアプリケーションが政府のデータを再利用していた。賞金の総額は250万ノルウェークローネで、受賞した17のアプリケーションがこれを分け合った。一方で、この137のアプリケーションが申し込んだ総額は2840万ノルウェークローネだった。
ro: **Nettskap 2.0**. În aprilie 2010 Ministerul Administrației din Norvegia a inițiat „Nettskap 2.0”. Devoltatorii norvegieni - companii, agenții publice sau persoane - au fost provocate să vină cu idei bazate pe tehnologii web în zona devoltării serviciilor, fluxuri de lucru eficiente și creșterea nivelului de participare democratic. Utilizarea datelor guvernamentale a fost încurajată în mod explicit. Chiar dacă termenul limită era doar de o lună, pe 9 mai, Ministrul Rigmor Aasrud a afirmat că răspunsul a fost „copleșitor”. În total au fost primite 137 de aplicații dintre care nu mai puțin de 90 s-au axat pe reutilizarea datelor guvernamentale. Un cuantum de 2,5 milioane de coroane norvegiene au fost distribuite între 17 câștigători în timp ce suma pentru care s-a aplicat de cele 137 de aplicații a fost de 28,4 milioane.
zh_cn: **Nettskap 2.0**. 在2010年4月挪威的政府行政管理部门举办了「Nettskap 2.0」。 挪威的来自企业和公共机构的开发者和个人开发者接受挑战来创建网络应用改善服务发展和工作流程以及提升民主参与度。 竞赛特别鼓励了使用政府数据。 虽然竞赛截至日期是一个月后的5月9号，部长 Rigmor Aasrud 说收到的应用数量大大超过预期。在收到的137个应用中，有至少90个使用了政府数据。 总共17名获胜者得到了2千5百万克朗。
