Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: To the extent practicable and subject to valid restrictions, agencies should publish information online in an open format that can be retrieved, downloaded, indexed, and searched by commonly used web search applications. An open format is one that is platform independent, machine readable, and made available to the public without restrictions that would impede the re-use of that information.3
it: Per quanto possibile e soggetti a valide restrizioni, le agenzie dovrebbero pubblicare online le informazioni in un formato aperto che possano essere recuperate, scaricate, indicizzate e ricercate dai comuni motori di ricerca web. Un formato aperto deve essere indipendente dalla piattaforma, machine readable e messo a disposizione del pubblico senza restrizioni che impediscono il riutilizzo di quella informazione.3

source: How do I use a given format?
he: כיצד נשתמש בפורמט הזה?
hr: Kako koristim dani format?
id: Bagaimana saya bisa menggunakan format yang diberikan?
it: Come si fa ad usare un determinato formato?
ja: このフォーマットをどう使えばいいのか？
ro: Cum folosesc un anumit format?
zh_cn: 我如何使用一个给定的文件格式？

source: When Authority must exhibit new data - that data has not been exhibited before - you should choose the format that provides the best balance between cost and suitability for purpose. For each format there are some things you should be aware of, and this section aims to affect them.
it: Quando l'Autorità deve presentare i nuovi dati - dati che non sono stati esposti prima - si dovrebbe scegliere il formato che offre il miglior equilibrio tra costi e idoneità allo scopo. Per ogni formato ci sono alcune cose di cui dovrebbero esserne consapevoli, e questa sezione si propone a riguardo.

source: This section focuses only on how the cut surfaces are best arranged so that machines can access them directly. Advice and guidance about how web sites and web solutions should be designed, you can find elsewhere.
it: Questa sezione si concentra solo su come i servizi siano offerti in modo che le macchine possano accedervi direttamente. Suggerimenti e orientamenti su come siti web e soluzioni web dovrebbero essere progettati, e dove possibilmente trovarne altrove.

source: Web services
he: שירותי רשת
hr: Web servisi
id: Layanan web
it: Servizi web - web services
ja: Webサービス
ro: Servicii Web
zh_cn: 网络服务

source: For data that change frequently, and where each pull is limited in size, it is very relevant to expose data through web services. There are several ways to create a web service, but some of the most used is SOAP and REST. Generally, SOAP over REST, REST services, but are very easy to develop and use, so it is a widely used standard.
it: Per i dati che cambiano di frequente, e dove ogni download ha una dimensione limitata, è molto utile esporre i dati attraverso web services. Ci sono diversi modi per creare un servizio web, alcuni dei più utilizzati sono SOAP e REST. In generale, SOAP più di REST, ma i servizi REST sono molto facili da sviluppare e utilizzare, quindi è uno standard ampiamente diffuso.

source: Like Web services provide direct database access to access data dynamically. Databases have the advantage that they can allow users to put together just the extraction, they are interested in.
it: Come servizi Web forniscono accesso diretto al database per accedere ai dati in modo dinamico. I database hanno il vantaggio di poter permettere agli utenti di mettere insieme solo l'estrazione dei dati di cui sono interessati.

source: There are some security concerns by allowing remote database extraction and database access is only useful if the structure of the database and the importance of individual tables and fields are well documented. Often, relatively simply and inexpensively create Web services that exposes data from a database, which can be an easy way to address safety concerns.
it: Ci sono alcuni problemi di sicurezza nel consentire l'estrazione da database remoti e l'accesso al database è utile solo se la struttura del database e l'importanza di singole tabelle e campi sono ben documentati. Spesso è relativamente semplice ed economico creare servizi Web che espongono i dati di un database, che può diventare un modo semplice per risolvere problemi di sicurezza.

source: Appendix
it: Appendice

source: What Legal (IP) Rights Are There in Data(bases)
he: אילו זכויות חוקיות (IP) יש במידע (ובבסיסי המידע)
hr: Koja su zakonska (IP) prava u podacima (bazama podataka)
id: Hak Hukum (IP) Apa yang Ada dalam (Basis)data
it: Quali sono i diritti legali (proprietà intellettuale) delle banche dati
ja: データ(データベース)の法的な知的所有権について
ro: Ce drepturi (de proprietate intelectuală) există în bazele de date?
zh_cn: 数据中有哪些法律权利？

source: When talking about data(bases) we first need to be distinguish between the structure and the content of a database (when we use the term 'data' we shall mean the content of the database itself). Structural elements include things like the field names and a model for the data -- the organization of these fields and their inter-relation.
it: Quando si parla di dati abbiamo si deve prima distinguere fra la struttura e il contenuto. Elementi strutturali includono cose come i nomi dei campi e un modello per i dati - l'organizzazione di questi campi e la loro inter-relazione.

source: In many jurisdictions it is likely that the structural elements of a database will be covered by copyright (it depends somewhat on the level of 'creativity' involved in creating this structure).
he: בתחומי שיפוט רבים, סביר שהאלמנטים המבניים של בסיס המידע יהיו מוגנים בזכויות יוצרים (הדבר תלוי במידת מה ברמת ה'יצירתיות', שנעשה בה שימוש ליצירת מבנה כזה)
hr: U mnogim nadležnostima, velika je vjerojatnost da će strukturni elementi baze podataka biti zaštićeni autorskim pravima (to donekle ovisi o razini 'kreativnosti' u kreiranju te strukture).
id: Dalam banyak yurisdiksi ada kemungkinan elemen-elemen struktural dari basisdata akan dilindungi dengan hak cipta (ini tergantung pada tingkat 'kreativitas' yang terlibat dalam pembuatan struktur ini).
it: In molte giurisdizioni, è probabile che gli elementi strutturali di una banca dati siano protette dal diritto d'autore (che dipende dal livello di 'creatività' utilizzato nella creazione della struttura).
ja: 多くの法域では、データベースの構造的な要素は著作権で保護されている(そのデータ構造を作るのに必要な「創造性」がどれくらいかにもよる)。
ro: În multe jurisdicții, este posibil ca elementele structurale ale unei baze de date să fie protejate de drepturi de autor (copyright) (depinde însă și de nivelul de „creativitate” în crearea unei structuri).

source: However, here we are particularly interested in the data. When we talk of "data" we need to be a bit careful because the word isn't particularly precise: "data" can mean a few or even a single items (for example a single bibliographic record, a lat/long etc) or "data" can mean a large collection (e.g. all the material in the database). To avoid confusion we shall reserve the term "contents" to mean the individual items, and data to denote the collection.
it: Tuttavia, qui siamo particolarmente interessati ai dati. Quando parliamo di "dati", abbiamo bisogno di essere un po' attenti perché la parola non è particolarmente precisa: "dati" può significare alcune o anche una singola voce (per esempio una registrazione bibliografica singola, una latitudine / longitudine ecc) o "dati" può significare una grande collezione (ad esempio tutto il materiale nel database). Per evitare confusione ci riserviamo il termine "contenuti" per indicare i singoli elementi e dati per indicare la raccolta.

source: Unlike for material such as text, music or film the legal situation for data varies widely across countries but most jurisdictions **do** grant some rights in the data (as a collection).
it: A differenza di materiale, come testo, musica o film la situazione giuridica per i dati di varia notevolmente nei vari paesi, ma la maggior parte delle giurisdizioni **concede** alcuni diritti nei dati (nel senso di collezione).

source: This distinction between the "contents" of a database and the collection is especially crucial for factual databases since no jurisdiction grants a monopoly right in the individual facts (the "contents") even though it may grant right(s) in them as a collection. To illustrate, consider the simple example of a database which lists the melting point of various substances. While the database as a whole might be protected by law so that one is not allow to access, reuse or redistribute it without permission this would never prevent you from stating the fact that substance Y melts at temperature Z.
it: Questa distinzione tra i "contenuti" di un database e la collezione è particolarmente cruciale per i database di fatto in quanto non è competente concedere un diritto di monopolio nei fatti individuali (i "contenuti"), anche se si lo si può concedere per una collezione . Per illustrare, si consideri il semplice esempio di una banca dati che elenca il punto di fusione di varie sostanze. Mentre il database nel suo complesso può essere protetto dalla legge in modo che non se ne permetta l'accesso, riutilizzo o ridistribuirlo senza permessi, questo non potrebbe mai impedire di affermare il fatto che la sostanza Y fonde a temperature Z.

source: Forms of protection fall broadly into two cases:
he: צורות שמירה נחלקות לשניים:
hr: Oblici zaštite se dijele u dvije kategorije:
id: Bentuk perlindungan jatuh meluas dalam dua kasus:
it: Forme di tutela rientrano a grandi linee in due casi:
ja: 保護の形式は、大きく次の二つに分類できる。
ro: Formele de protecție se încadrează în mod larg în două categorii:
zh_cn: 保护的形式大致有两类：

source: Copyright for compilations
he: זכויות יוצרים על אוספים (קומפילציות)
hr: Autorska prava za kompilacije
id: Hak cipta kompilasi
it: Copyright per le collezioni
ja: 編集著作権
ro: Dreptul de autor pentru compilații

source: A *sui generis* right for collections of data
he: זכות ייחודיותם (sui generis) לאוסף מידע
hr: *Sui generis* prava za kolekcije podataka
id: Hak *sui generis* untuk koleksi-koleksi data
it: Un *diritto sui generis* per le collezioni di dati
ja: データコレクションに関する *sui generis* (独自性)
ro: Un drept *sui generis* pentru colecțiile de date

source: As we have already emphasized there are no general rules and the situation varies by jurisdiction. Thus, below we proceed country by country detailing which (if any) of these approaches is used in a particular jurisdiction.
it: Come abbiamo già sottolineato non ci sono regole generali e la situazione varia a seconda della giurisdizione. Quindi, si procede qui di seguito dettagliando, paese per paese (se esiste), il particolare approccio giuridico utilizzato.

source: Finally, we should point out that absent any legal protection many providers of (closed) databases are able to use simple contract combined with legal provisions prohibiting violation of access-control mechanisms to achieve similar results to a formal IP right. For example, if X is provider of a citation database, it can achieve any set of terms of conditions it wants simply by:
it: Infine, dobbiamo sottolineare l'assenza di protezione legale di qualsiasi fornitore di database (chiusi) i quali sono in grado di offrire un semplice contratto combinato con disposizioni di legge che proibiscono la violazione all'accesso dei meccanismi di controllo per ottenere risultati simili a un diritto formale di proprietà intellettuale. Per esempio, se X è il fornitore di un database di citazione, può raggiungere qualsiasi insieme di termini di condizioni che vuole semplicemente:

source: Requiring users to login with a password
he: מחייבים את המשתמשים בכניסה עם סיסמה
hr: Zahtijevanja korisnika da se prijave s lozinkom
id: Pengguna diharuskan masuk dengan sebuah password
it: Richiedendo agli utenti di accedere con una password
ja: ユーザーがログインするときにはパスワードを要求する
ro: Cerința ca utilizatorii să se logheze cu o parolă
zh_cn: 要求用户用密码登录

source: Only providing a user with an account and password on the condition that the user agrees to the terms and conditions
he: לתת למשלתמש חשבון וסיסמה רק בתנאי שהוא מסכים להגדרות ולתנאים
hr: Dozvoljavanja pristupa jedino onim korisnicima koji imaju račun i lozinku pod uvjetom da se korisnik slaže s terminima i uvjetima pružatelja
id: Hanya menyediakan pengguna dengan sebuah akun dan password dalam kondisi di mana pengguna tersebut telah menyetujui ketentuan dan kondisinya.
it: Solo fornendo un utente con un account e una password a condizione che l'utente accetti i termini e le condizioni
ja: アカウントとパスワードを持つユーザーだけにデータベースを提供する。パスワードは、利用許諾条件に合意したユーザーにしか与えない。
ro: Punerea la dispoziție a numelui de utilizator și parola unui noi utilizator doar cu condiția ca acel utilizator să fie de acord cu termenii și condițiile.
zh_cn: 仅当用户同意使用条款的情况下提供一个账户和密码。

source: You can read more about the jurisdiction by jurisdiction situation in the `Guide to Open Data Licensing`_.
he: תוכלו לקרוא עוד על המצב של תחום שיפוט אחר תחום שיפוט במדריך לרישוי מידע פתוח `Guide to Open Data Licensing`_.
hr: Više o pojedinim nadležnostima i situacijama možete pročitati u `Guide to Open Data Licensing`_.
id: Anda dapat membaca lebih lajut mengenai situasi yurisdiksi dengan yurisdiksi pada `Panduan untuk Lisensi Data Terbuka`_.
it: Potete leggere di più su la giurisdizione dalla situazione giurisdizione nel `Guida alle Licenze Open Data_
ja: 法域ごとに異なるさまざまな状況についての詳細は `Guide to Open Data Licensing`_ を参照すること。
ro: Poți să citești mai multe despre situația în funcție de jurisdicție în ghidul pentru licențierea datelor deschise (`Guide to Open Data Licensing`_).
zh_cn: 你可以在`Guide to Open Data Licensing`_一书中读到更多关于不同司法系统的内容。

source: The Open Data Handbook
he: ספר המידע הפתוח
hr: Priručnik za otvorene podatke
id: Buku Pegangan Data Terbuka
ja: オープンデータ・ハンドブック
ro: Manualul despre date deschise
zh_cn: 开放数据手册

source: **This handbook discusses the legal, social and technical aspects of open data.** It can be used by anyone but is especially designed for those seeking to **open up** data. It discusses the **why, what and how** of open data -- why to go open, what open is, and the how to 'open' data.
he: **מדריך זה דן בהיבטים החוקיים, החברתיים והטכניים של מידע פתוח. כל אחד יכול לעשות בו שימוש, אבל הוא מיועד בעיקר לאלה המבקשים לפתוח מידע**. המדריך דן בשאלות למה, מה וכיצד: למה לפתוח מידע, מהו מידע פתוח וכיצד **לפתוח** מידע?
hr: Ovaj priručnik sagledava legalne, društvene i tehničke aspekte otvorenih podataka. Namijenjen je svima, a posebice onima koji žele učiniti podatke otvorenima. Razmatra "zašto, što i kako" u vezi otvorenih podataka - zašto da budu otvoreni, što otvoreno znači, i kako "otvoriti" podatke.
id: **Buku pegangan ini mendiskusikan aspek hukum, sosial dan teknis dari data terbuka.** Dapat digunakan oleh semua orang tetapi didesain secara khusus bagi mereka yang mencari data **yang dibuka**. Ia mendiskusikan pula **mengapa, apa dan bagaimana** data terbuka -- mengapa menuju terbuka, apa terbuka itu, dan bagaimana 'membuka' data.
ja: **このハンドブックでは、オープンデータの法的・社会的・技術的な側面について議論する。** 誰でも使えるが、特に意識している対象読者はデータを **オープンにする** 道を探っている人たちである。ここで取り上げるのは、オープンデータに関する **なぜ・なに・どうやって** だ。なぜオープンにするのか、オープンとは何なのか、そしてデータをどうやって 'オープン' にするのか。そういった内容を扱う。
ro: **Acest manual discută aspecte legale, sociale și tehnice ale datelor deschise.** Poate fi folosit de oricine dar este în special conceput pentru cei care doresc să **deschidă** date. Discută despre **de ce, ce anume și cum** se deschid datele -- de ce să deschizi, ce înseamnă deschis și cum să 'deschizi' datele.
zh_cn: **这本手册旨在从法律、社会性和技术三个层面讨论开放数据 (open data)。** 虽然这本手册可供任何人阅读参考，但它更是专门为那些希望将**数据开放**的人所设计的。在这本手册中，我们将讨论**为什么 (why)** 要开放数据，开放的定义是**什么 (what)**，以及**如何 (how) **开放数据。

source: To get started, you may wish to look at the :doc:`Introduction <introduction/index.html>`. You can navigate through the report using the Table of Contents (see sidebar or below).
he: לפני שתתחילו, קראו את המבוא הקצר למדריך :doc:`Introduction <introduction/index.html>`. תוכלו לנווט במדריך באמצעות תוכן העניינים (ראו למטה)
hr: Za početak, pogledajte :doc:`Introduction <introduction/index.html>`. Navigirajte kroz izvještaj korištenjem sadržaja (vidite rubni stupac ili zaglavlje).
id: Untuk memulai, anda mungkin perlu melihat :doc:`Pendahuluan <introduction/index.html>`. Anda dapat menuju laporan melalui Daftar Isi (lihat di panel sisi atau di bawah ini).
ja: 手始めに、まずは :doc:`導入 <introduction/index.html>` から見ていこう。目次を順にたどれば全体を網羅できる (目次は、サイドバーかこのページの下にある)。
ro: Pentru a începe, poate vrei să privești la :doc:`Introducere <introducere/index.html>`. Poți naviga prin raport folosind Tabelul de conținut (vezi bara laterală sau jos).
zh_cn: 你或许可以从阅读 :doc: `引言部分<introduction/index.html>`开始阅读本手册，你也可以通过浏览目录来阅读相关章节 (目录可见于下方和侧边栏)。

source: We warmly welcome comments on the text and will incorporate feedback as we go forward. We also welcome contributions or suggestions for additional sections and areas to examine.
he: במידה ויש לכם הערות על הטקסט, נשמח אם תשלחו לנו ונוכל ללמוד מהן. נשמח לקבל חומר או הצעות לפרקים ותחומי בדיקה נוספים.
hr: Otvoreni smo za komentare u vezi teksta i kako budemo napredovali, uklopit ćemo vaše povratne informacije. Također, dobrodošli su svi doprinosi ili prijedlozi za dodatne dijelove i područja istraživanja.
id: Kami sangat menyambut komentar pada teks dan akan memasukkan umpan balik saat kita akan melangkah untuk maju. Kami juga menyambut hangat kontribusi atau saran pada bagian tambahan dan area untuk diteliti.
ja: 本文の内容についてのコメントは大歓迎だ。いただいたフィードバックを元に、よりよいものを作っていくつもりである。さらに、追加のセクションやもっと取り上げるべき分野について実際に記事を書いてくれる人も歓迎する。もちろん提案だけでもかまわない。
ro: Primim călduros observațiile cu privire la text și vom încorpora reacțiile pe măsură ce înaintăm. De asemenea acceptăm contribuții și sugestii pentru secțiuni adiționale și zone ce trebuiesc examinate.
zh_cn: 我们真挚的欢迎任何对本手册的评论，并且将会在将来将您的反馈纳入修改计划。我们也同样欢迎任何对扩展本手册选题的贡献或者建议。

source: `Daniel Dietrich`_
ja: ダニエル・ディートリッヒ (`Daniel Dietrich`_)

source: `Jonathan Gray`_
ja: ジョナサン・グレイ (`Jonathan Gray`_)

source: `Tim McNamara`_
ja: ティム・マクナマラ (`Tim McNamara`_)

source: `Antti Poikola`_
ja: アンッティ・ポイコラ (`Antti Poikola`_)

source: `Rufus Pollock`_
ja: ルーファス・ポロック (`Rufus Pollock`_)

source: `Julian Tait`_
ja: ジュリアン・テイト (`Julian Tait`_)

source: `Ton Zijlstra`_
ja: トン・ザイルストラ (`Ton Zijlstra`_)

source: Do you know exactly how much of your tax money is spent on street lights or on cancer research? What is the shortest, safest and most scenic bicycle route from your home to your work? And what is in the air that you breathe along the way? Where in your region will you find the best job opportunities and the highest number of fruit trees per capita? When can you influence decisions about topics you deeply care about, and whom should you talk to?
he: האם אתם יודעים במדויק, כמה מכספי המיסים שלכם מוצאים על תאורת רחוב או על מחקר מחלת הסרטן? מהו מסלול האופניים הכי קצר, בטוח ובעל הנוף היפה ביותר, בדרך מהבית למקום העבודה שלכם? היכן באזור שלכם תמצאו את הצעות העבודה הטובות ביותר ואת המספר הגבוה ביותר של עצי פרי לגולגולת? מתי תוכלו להשפיע על החלטות בנושאים היקרים ללבכם ועם מי עליכם לדבר בעניין?
hr: Znate li koliko se točno vašeg poreznog novca troši na uličnu rasvjetu ili istraživanja za rak? Koje su najkraće, najsigurnije i najslikovitije biciklističke rute iz vašeg doma na posao? I što je u zraku kojeg udišete na tome putu? Gdje su u vašoj okolici najbolje mogućnosti za naći posao i najveći broj drveća voća po stanovniku? Kada možete utjecati na odluke o temama do kojih vam je duboko stalo, i s kim da o tome popričate?
id: Apakah anda tahu persis berapa banyak uang pajak anda dihabiskan untuk lampu jalan atau penelitian kanker? Apa yang tersingkat, teraman dan terindah dari rute sepeda dari rumah ke tempat kerja anda? Dan apa yang anda hirup dari udara di sepanjang jalan? Di wilayah anda manakah anda dapat menemukan peluang kerja terbaik dan jumlah tertinggi dari tanaman buah per kapitanya? Kapan anda mampu mempengaruhi pengambilan keputusan tentang topik yang anda sangat pedulikan, dan siapa yang harus anda ajak bicara?
ja: あなたが納めた税金のうち、交通信号の整備やがん治療の研究に費やされる額がどの程度かご存じだろうか?自宅から職場まで自転車通勤するときに、いちばん距離が短くて安全かつ景色がよいルートは?そして、通勤中に大気中にはどんな物質が含まれている?自宅の近辺で最も求職が多そうな地区は?住民一人あたりのフルーツの木の数が一番多い地区は?とても気にかけている何かのトピックについて、どのタイミングで決断する?そしてそのとき誰に話さなければならない?
ro: Știi exact cât de mulți bani, din taxele plătite de tine, sunt cheltuiți pentru iluminatul stradal sau pentru cercetare în tratarea cancerului? Care este cea mai scurtă, sigură si pitorească rută pentru bicicletă din orașul în care locuiești sau lucrezi? Ce conține aerul pe care îl respiri mergând pe acest drum? Unde în zona ta vei găsi cele mai bune oportunități de angajare și cel mai mare număr de pomi fructiferi pe cap de locuitor? Când poți influența decizii asupra unor subiecte la care ții cu adevărat și cu cine trebuie sa vorbesti despre ele?
zh_cn: 你知道你交的税每年有多少被用于癌症研究或者维护街道路面灯光吗？你知道从你家到公司最短、最安全、最漂亮的自行车路线是哪条吗？ 你知道你这一路骑行中呼吸的空气质量如何吗？ 你知道在你所在地区哪里可以找到最佳的工作机会吗？哪里又有最高的人均果树比例？你知道你何时可以影响那些你极为关心的议题决策，并且找谁去洽谈吗？

source: New technologies now make it possible to build the services to answer these questions automatically. Much of the data you would need to answer these questions is generated by public bodies. However, often the data required is not yet available in a form which is easy to use. This book is about how to unlock the potential of official and other information to enable new services, to improve the lives of citizens and to make government and society work better.
he: טכנולוגיות חדשות מאפשרות כיום ליצור את השירותים, שיתנו מענה לשאלות הללו באופן אוטומטי. רוב המידע הנדרש כדי לענות על שאלות אלה מגיע מגופים ציבוריים. אולם המידע הזה עדיין לא קיים בצורה הנוחה לשימוש, לרוב. מדריך זה מתאר כיצד לפצח את הפוטנציאל של מידע רשמי ואחר כ,די לאפשר שירותים חדשים, לשפר את חיי האזרחים ולאפשר פעולה טובה יותר של הממשל והחברה.
hr: Nove tehnologije su omogućile izradu servisa kako bi se automatski dobili odgovori na ta pitanja. Velik broj podataka koji vam trebaju da odgovorite na ta pitanja su stvorena od strane javnih tijela. Međutim, često ti podaci nisu dostupni u obliku jednostavnom za korištenje. Ova knjiga govori o tome kako otključati potencijal službenih i ostalih podataka kako bi omogućili nove servise u svrhu poboljšanja života građana i poboljšanja rada vlade i društva.
id: Teknologi baru sekarang memungkinkan untuk membangun layanan yang menjawab pertanyaan-pertanyaan secara otomatis. Sebagian besar data yang anda akan perlu untuk menjawab pertanyaan-pertanyaan dihasilkan oleh badan-badan publik. Namun, seringkali data yang diperlukan belum tersedia dalam bentuk yang mudah digunakan. Buku ini berbicara tentang bagaimana membuka potensi dari informasi resmi dan lainnya untuk mengaktifkan layanan-layanan baru, serta untuk memperbaiki taraf kehidupan warga negara dan membuat tugas pemerintah dan masyarakat menuju yang lebih baik.
ja: さまざまな新技術のおかげで、今やこれらの問いに自動応答するサービスだって作れるようになった。これらの問いに答えるために必要なデータの大半は公共団体が作成したものである。しかしこれらのデータは、使いやすい形式で公開されていないことが多い。本書で扱うのは、これらの公式データやその他の情報を解き放って新たなサービスを可能にする方法だ。それによって市民の生活を向上させ、政府や社会がうまく回るようにしていくのだ。
ro: Noile tehnologii, disponibile astăzi, oferă posibilitatea de a construi servicii care să dea răspunsul la aceste intrebări în mod automat. Mare parte din datele de care ai nevoie pentru a răspunde la aceste intrebări sunt create de entități publice. Totuși, foarte des datele necesare nu sunt disponibile incă intr-un format ușor de utilizat. Această carte este despre cum să deblochezi potențialul informațiilor oficiale sau de altă natură, despre cum să facilitezi servicii noi, despre cum să îmbunătățești condițiile de viața ale cetățenilor și despre cum să faci guvernul și societatea să colaboreze mai bine.
zh_cn: 如今，新的科技使得创建自动回答以上问题的服务成为可能。 大多数你需要用来回答以上问题的数据都是由公众部门生成的，但是，这些数据通常提供在一个非易用的形式中。这本手册要讲的就是如何释放这些政府部门的或非政府部门的数据的潜能来创建新服务，提升公众生活质量和使得政府和社会运作得更好。
