Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: **Mashup Australia**. The Australian Government 2.0 Taskforce invited citizens to show why open access to Australian government information would be positive for the country’s economy and social development. The contest ran from October 7th to November 13th 2009. The Taskforce released some datasets under an open license and in a range of reusable formats. The 82 applications that were entered into the contest are further evidence of the new and innovative applications which can result from releasing government data on open terms.
he: **Mashup Australia**. כוח המשימה 2.0 של ממשלת אוסטרליה, הזמין אזרחים להציג, מדוע גישה פתוחה למידע ממשלתי אוסטרלי תשפר את הכלכלה המקומית והפיתוח החברתי. התחרות היתה פתוחה לחודש בסוף 2009. כוח המשימה שחרר כמה מערכי מידע תחת רישיון פתוח, ובפורמטים של מידע שניתן לשימוש חוזר. 82 ההצעות שנכנסו לתחרות הן עדות נוספת ליישומים החדשים והחדשניים, שהם התוצאה של שחרור מידע ממשלתי פתוח.
hr: **Mashup Australia**. Australska vlada sa svojim 2.0 Taskforce-om (operativnom grupom) je htjela ukazati građanima zašto bi otvoreni pristup australskim državnim podacima imao pozitivan utjecaj na državnu ekonomiju i društveni razvoj. Natjecanje je trajalo od 7. listopada do 13. studenog 2009. Taskforce je objavio određeni broj otvorenih baza podataka u velikom broju formata. 82 aplikacije koje su izrađene su dokaz kako nove i inovativne aplikacije mogu nastati objavom državnih podataka otvorenog karaktera.
id: **Mashup Australia**. Australian Government 2.0 Taskforce telah mengundang warga masyarakatnya untuk memperlihatkan mengapa akses terbuka ke informasi pemerintahan Australia dapat bernilai positif untuk pembangunan ekonomi dan sosial negara. Kontes berjalan dari 7 Oktober hingga 13 November 2009. Gugus Tugas tersebut merilis sejumlah kumpulan data di bawah naungan lisensi terbuka dan dalam format yang dapat digunakan ulang. Sebanyak 82 aplikasi yang masuk ke kontes menjadi bukti selanjutnya aplikasi-aplikasi yang baru dan inovatif yang dapat dibangun dari rilis data pemerintah dalam kerangka terbuka.
ja: **Mashup Australia** は2009年の10月7日から11月13日にかけて開催された。Australian Government 2.0 Taskforceが市民を招待して、いったいなぜオーストラリア政府の情報へのオープンアクセスが国家経済や社会の発展に役立つのかを示した。Australian Government 2.0 Taskforceは、オープンなライセンスかつ幅広く再利用可能なフォーマットでいくつかのデータセットを公開した。コンテストに参加した82のアプリケーションを見れば、政府のデータをオープンにすることで新しい革新的なアプリケーションがうまれるというのは明らかだ。
ro: **Mashup Australia**. Grupul Operativ 2.0 al Guvernul Australiei au invitat cetățenii să arate de ce accesul deschis ar fi un lucru bun pentru economia țării și pentru devoltarea socială. Concursul s-a desfășurat între 7 octombrie și 13 noiembrie 2009. Grupul Operativ a oferit câteva seturi de date sub o licență deschisă și într-o gamă variată de formate reutilizabile. Cele 82 de aplicații care au fost primite constituie o dovadă în plus în favoarea aplicațiilor noi și inovative care pot reulta din accesarea datelor guvernamentale în contextul deschiderii.
zh_cn: **Mashup Australia**. 澳大利亚的「政府2.0专项小组」邀请民众来展示为什么开放访问澳大利亚政府信息可以对国家经济和社会造成正面影响。这个竞赛开始从2009年10月7日开始到11月13号结束。 行动小组开放了一批开放授权的数据。收到的82个应用进一步证明了开放数据可以催生创新。

source: One of the more effective ways for Civil Society Organisations (CSOs) to demonstrate to governments the value of opening up their datasets is to show the multiple ways in which the information can be managed to achieve social and economic benefit. CSOs that promote re-use have been instrumental in countries where there have been advances in policy and law to ensure that datasets are both technically and legally open.
he: אחת הדרכים היותר אפקטיביות לארגוני חברה אזרחית, להדגים לממשלות את הערך של פתיחת בסיסי הנתונים שלהן, היא להראות דרכים מגוונות בהן המידע יכול להיות מנוהל, על מנת לייצר ערך חברתי וכלכלי. ארגוני חברה אזרחית המקדמים שימוש מחדש של מידע, היו חיוניים במדינות בהן קודמו חוקים ומדיניות המבטיחים, שבסיסי נתונים ציבוריים הם פתוחים, הן מהבחינה הטכנית והן מהבחינה החוקית.
hr: Jedan od efikasnijih načina da društvene organizacije (CSO - Civil Society Organisations) pokažu vladama vrijednost otvaranja njihovih baza podataka je da prikažu načine kojima upotreba informacija može dovesti do društvenih i ekonomskih koristi. CSO organizacije koje promoviraju upotrebu podataka su bile ključ u državama u kojima je ostvaren pomak u politikama i zakonima koji je omogućio podatkovnim skupovima da budu i tehnički i pravno dostupni, tj. otvoreni.
id: Salah satu cara paling efektif bagi Civil Society Organisation (CSO) untuk mendemostrasikan pada pemerintah tentang nilai dari membuka kumpulan data-data mereka adalah dengan memperlihatkan cara yang beragam dalam mengelola informasi guna meraih manfaat sosial dan ekonomi. CSO yang mempromosikan penggunaan ulang telah dijadikan instrumen di beberapa negara yang memiliki kebijakan dan hukum yang lebih maju untuk memastikan kumpulan-kumpulan data tersebut secara aspek teknis dan aspek hukum benar-benar terbuka.
ja: 市民社会団体(CSO)が政府に対してデータセットをオープンにする価値を示すためのうまい方法は、その情報を使って社会的・経済的な利益を得る方法をいろいろ見せることだ。再利用を促進するCSOは、データセットを技術的にも法的にもオープンにしようという政策を進める国々のとって助けになった。
ro: Una din căile mai eficiente pentru ca organizațiile societății civile (ONG-uri) să demonstreze guvernelor valoarea adusă prin deschiderea seturilor de date este de a arăta multiplele moduri prin care informația poate fi gestionată pentru a aduce beneficii sociale și economice. ONG-urile care promoveaă reutiliarea s-au dovedit a fi instrumentale în țările în care s-a văzut evoluția în elaborarea politicii și a legislației pentru a asigura faptul că seturile de date sunt deschise din punct de vedere tehnic cât și legal.
zh_cn: 对于公民组织而言，向政府展示开放数据价值的有效方法是通过不同途径来说明这些信息如何帮助我们取得社会上的和经济上的利益。推广开放数据的公民组织在那些已经有先进法律和政策来保证数据可以法律上和技术上开放的国家极为有用。

source: The typical activities which are undertaken as part of these initiatives normally include competitions, :term:`open government data` conferences, “unconferences”, workshops and “hack days”. These activities are often organised by the user community with data that has already been published proactively or obtained using access to information requests. In other cases, civil society advocates have worked with progressive public officials to secure new release of datasets that can be used by programmers to create innovative applications.
he: הפעילויות הטיפוסיות שמתבצעות כחלק מיוזמות אלה הן בדרך כלל תחרויות, כנסים בנושא :מונח:‘מידע ממשלתי פתוח’, ‘אי-כנסים’,סדנאות והאקתונים. פעילויות אלה מאורגנות לרוב בידי קהילת המשתמשים, עם מידע שכבר פורסם באופן פרואקטיבי, או הושג באמצעות בקשות מידע. במקרים אחרים, פעילי החברה האזרחית פעלו מול נציגי ציבור פרוגרסיביים, כדי להבטיח שחרורים חדשים של מערכי מידע, שמפתחים יכולים להשתמש בהם לפיתוח יישומים מתקדמים.
hr: Tipične aktivnosti koje se provode u sklopu ovih inicijativa obično uključuju natjecanja, konferencije otvorenih vladinih podataka, "nekonferencije", radionice i "dane hakiranja". Ove aktivnosti su često organizirane od strane zajednice korisnika s podacima koji su već proaktivno objavljeni ili prikupljeni koristeći pristup zahtjevima podataka. U ostalim slučajevima, odvjetnici civilnog društva su u suradnji s progresivnim dužnosnicima radili na objavljivanju novih skupova podataka koje bi programeri mogli koristiti za izradu inovativnih aplikacija.
id: Kegiatan yang khas yang dilakukan sebagai bagian dari inisiatif ini biasanya mencakup kompetisi, konferensi :term:`data terbuka pemerintah`, "unconferences", lokakarya dan "hack days". Kegiatan-kegiatan seperti ini sering diselenggarakan oleh komunitas pengguna dengan data yang telah dipublikasikan secara proaktif atau diperoleh dengan menggunakan permintaan akses informasi. Dalam kasus lain, advokat masyarakat sipil telah bekerja dengan pejabat publik progresif untuk mengamankan rilis baru dari kumpulan data yang dapat digunakan oleh pemrogram untuk membuat aplikasi yang inovatif.
ja: これらの企画の一環としてよく行われているのが、コンテストや :term:`open government data` カンファレンス、「アンカンファレンス」、ワークショップ、そして「ハックデイ」などだ。すでにデータを積極的に公開していたり、情報をリクエストしてデータを受け取ったりしたユーザーコミュニティが主催するものだ。市民社会活動家が先進的な官僚と組んでデータセットを新たにリリースし、それを使ってプログラマーが革新的なアプリケーションを作れるようにすることもあった。
ro: Activitățile tipice care sunt întreprinse ca parte a acestor inițiative, de regulă includ competiții, conferințe guvernamentale :term:`open government data`, „unconferințe”, ateliere de lucru și „hack day-uri”. Aceste activități sunt organiate de regulă de comunitatea utiliatorilor cu date care deja au fost publicare proactiv sau care au fost obținute prin solicitări de acces la informații. În alte cazuri, promotorii societății civile au lucrat împreună cu reprezentanți luminați ai administrației pentru a asigura noi versiuni ale seturilor de date care pot fi utiliate de programatori pentru a crea aplicații inovative.
zh_cn: 通常他们可以组织竞赛，:term: `开放的政府数据`会议，「非会议」，工作坊，和「hackdays」。通常这些活动由社区成员组织并且采用那些已经开放的数据或者收集回来的公开数据。公民组织也可以和政府部门合作来保证新开放的数据将被程序员用于创造创新的应用。

source: First and foremost, make sure that you promote the fact that you've embarked on a campaign to promote :term:`open data` in your area of responsibility.
he: בראש ובראשונה, יש לוודא שאתם מפרסמים את העובדה שהנכם יוצאים בקמפיין בו אתם מקדמים מידע פתוח, בשטח שבאחריותכם.
hr: Prvo i osnovno, pobrinite se da promovirate otvorene podatke u sklopu kampanje u vašem interesnom području.
id: Pertama dan terpenting, pastikan anda mempromosikan fakta bahwa anda telah memulai sebuah kampanye untuk mempromosikan :term:`data terbuka` di area yang menjadi tanggung jawab anda.
ja: 何よりもまず大切なのは、あなたの担当分野で :term:`オープンデータ` の活用に乗り出したという事実を知らせることだ。
ro: În primul rând, spune că ai intrat într-o campanie care promovează :term:`open data` în domeniul tău de expertiză.
zh_cn: 首先，要确保你告诉大家你加入了推广:term:`开放数据`的阵营。

source: Directly contacting prospective users who you know may be interested in this data
he: ליצור קשר ישיר עם משתמשים פוטנציאלים, שאתם יודעים שייתכן ויהיו מעוניינים במידע זה.
hr: Direktno kontaktirati buduće korisnike za koje znate da bi bili zainteresirani za vaše podatke
id: Langsung menghubungi calon pengguna yang anda kenal yang mungkin tertarik dalam data ini
ja: そのデータに関心を持ってもらえるであろう人たちと直接連絡をとる
ro: Contactează direct potențiali utilizatori, care crezi că ar fi interesați de aceste date
zh_cn: 直接联系那些潜在的对你数据感兴趣的用户。

source: Like all public communication, engaging with the data community needs to be targeted. Like all stakeholder groups, the right message can be wasted if it is directed to the wrong area.
he: כמו בכל תקשורת ציבורית, פניה לקהל המטרה צריכה להיות ממוקדת. כמו עם כל קבוצת בעלי עניין, המסר הנכון יכול להתבזבז אם הוא מכוון לקהל הלא נכון.
hr: Kao i sva javna komunikacija, stupanje u kontakt sa zajednicom povezanom s podacima mora biti precizno. Kao i sve grupe dioničara, prava poruka može biti potraćena ako se uputi krivom području.
id: Seperti semua komunikasi publik, keterikatan dengan komunitas data perlu ditargetkan. Seperti semua kelompok pemangku kepentingan, pesan yang tepat dapat terbuang jika diarahkan ke daerah yang salah.
ja: あらゆる広告と同様、データコミュニティへの広告もきちんと対象を絞り込む必要がある。あらゆるステークホルダーと同様、いくら正しいメッセージでも送り先を間違えれば見落とされてしまう。
ro: Asemeni oricărei situații de comunicare, mesajul trimis comunității de utilizatori trebuie să fie individualizat. La fel ca în cazul altor factori interesați, mesajul poate fi irosit dacă nu este adresat în mod corespunzător.
zh_cn: 正如所有公共沟通一样，吸引数据社区时要有针对性，否则再正确的话语也只是浪费唇舌。

source: Members of the tech community are less likely than the general public to use MS Windows. This means that you should not save documents in MS Office formats which can be read offline. There are two resons for this:
he: חברים בקהילות טכנולוגיות משתמשים במערכת ההפעלה ‘חלונות’, פחות מהציבור הרחב. זה אומר, שלא כדאי שתשמרו מסמכים בפורמט אופיס (וורד, אקסל וכד’). יש לכך שתי סיבות:
hr: Članovi tehnoloških zajednica će rjeđe od prosječnog građanina koristiti MS Windows. To znači da dokumente ne biste trebali spremati u MS Office formatima koji se mogu čitati dok niste na mreži. Dva su razloga:
id: Anggota komunitas teknologi tidak mirip dengan masyarakat umum dalam menggunakan MS Windows. Hal ini berarti bahwa anda tidak harus menyimpan dokumen dalam format MS Office yang dapat dibaca secara local atau tidak terkoneksi. Ada dua alasan untuk ini:
ja: 技術者のコミュニティでは、一般大衆に比べてMS Windowsの使用率が低い。つまり、オフラインでも読めるようにドキュメントをMS Officeフォーマットで保存するなどしてはいけないということだ。理由は次の二点である。
ro: Este mai puțin probabil ca mermbrii comunității tehnologice să folosească MS Windows, folosit îndeosebi de publicul larg. Acest lucru înseamnă că nu ar trebui salvate documente în formate MS Office care pot fi citite în mod deconectat. Există două argumente care susțin acest lucru:
zh_cn: 技术社区的成员相比大众而言更少使用 MS Windows。这意味着你不应该提供 MS Office 格式的离线文档来宣传自己。主要有两个理由：

source: The first is that those documents will be less accessible. Rather than the document you see on your screen, readers may see an imperfect copy from an alternative.
he: הראשונה, שלמסמכים אלה תהיה גישה מוגבלת יותר. במקום לראות את המסמך כפי שהוא נראה על צג המחשב שלכם, קוראים יראו עותק לא מושלם ממקור חלופי.
hr: Prvi je da će ti dokumenti biti manje dostupni. Umjesto dokumenta koje bi vidjeli na ekranu, čitatelji će pronaći nepotpunu kopiju od drugog izvora
id: Yang pertama adalah dokumen-dokumen tersebut akan kurang bisa diakses. Ketimbang memilih melihat dokumen pada layar anda, pembaca mungkin akan lebih memilih melihat salinan sempurna dari media alternatif.
ja: まず、そのドキュメントのアクセシビリティが下がる。あなたが今画面上で見ているドキュメントではなく、ユーザーが見るのは代替手段を使って何とか見えるようにした劣化コピーになるだろう。
ro: Primul este faptul că aceste documente ar fi mai puțin accesibile. Cititorii vor vedea mai degrabă o copie imperfectă de la o sursă alternativă decât documentul pe care îl vezi pe ecran.
zh_cn: 第一，提供这种格式的文档会使其访问性不佳。与你在屏幕上看到的排版不同，其他人可能在使用其他阅读器的时候看到非常糟糕的排版。

source: Many blogs have created a large readership in specialised topic areas. It may be worthwhile adding an article about your initiative on their site. These can be mutually beneficial. You receive more interest and they receive a free blog post in their topic area.
he: בלוגים רבים מרכזים סביבם קהל קוראים בנושאים מסויימים. כדאי לפרסם מאמר על היוזמה שלכם בבלוג מתאים. הרווח הדדי - אתם תקבלו יותר עניין, ובעל הבלוג יקבל פוסט בנושא הבלוג שלו ללא תשלום.
hr: Mnogi blogovi su stvorili velike baze čitatelja u specijaliziranim temama određenih područja. Moglo bi biti od koristi dodati članak o vašoj inicijativi na njihovu stranicu. Od toga mogu profitirati obje strane. Vi dobijate veći interes, a oni besplatni članak u tom području.
id: Banyak blog telah menciptakan sebuah komunitas pembaca yang sangat besar dengan bidang-bidang topik tertentu. Mungkin akan dapat berguna dengan menambahkan sebuah artikel tentang inisiatif anda pada situs-situs mereka. Hal ini bisa menjadi saling menguntungkan. Anda akan mendapat lebih banyak lagi peminatsedangkan mereka mendapat sebuah artikel blog gratis pada bidang topik mereka.
ja: 特定の分野で大きな影響力を持つようなブログが数多く存在する。あなたの取り組みについての記事をそういったサイトに投稿する価値はあるだろう。それはお互いにとって有益になり得る。あなたはより多くの人の興味を引けるし、サイト側としてはその分野に関する記事をタダで一本増やせる。
ro: Multe bloguri pe teme specifice au un număr foarte mare de viziualizări. Se merită să îți postezi articolul despre inițiativa ta pe website-ul lor. Acest lucru este benefic ambelor părți. În felul acesta tu vei stârni interesul, iar autorul blogului va beneficia de o postare gratuită pe domeniul său.
zh_cn: 很多博客作者在特定领域中都吸引了大量的读者。因此你或许可以考虑在他们博客上宣传你们的工作。这是件双赢的事情。你受到更多的关注同时他们收获一篇免费的博文。

source: It's unrealistic to expect that officials should spend long periods of time engaging with social media. However, there are several things that you can do to make sure that your content can be easily shared between technical users. Some tips:
he: זה לא ריאלי לצפות מפקידים רשמיים, לבלות זמן ממושך ביצירת קשרים ברשתות החברתיות. אבל, יש כמה דברים שאתם יכולים לעשות, כדי לוודא שניתן יהיה לשתף את התוכן שלכם בקרב משתמשים בעלי רקע טכנולוגי. כמה טיפים:
hr: Nerealno je za očekivati od državnih službenika da će veliki dio vremena provoditi na društvenim mrežama. No, nekoliko je načina kako vaš sadržaj može lako biti podijeljen među tehničkim korisnicima. Savjeti:
id: Tidak realistis untuk mengharapkan pejabat dapat menghabiskan waktunya untuk terlibat lebih lama dengan media sosial. Bagaimanapun juga, ada beberapa hal yang dapat anda lakukan untuk memastikan konten anda dapat dengan mudah dibagi antara pengguna teknis. Beberapa tips:
ja: 職員がソーシャルメディアに入り浸って宣伝するべきだと期待するのは非現実的だ。しかし、テクニカルなユーザーの間でコンテンツを共有しやすくさせるためにできることはいくつかある。そのコツをまとめた。
ro: Este nerealist să te aștepți ca funcționarii să folosească rețelele sociale. Totuși, există o serie de lucruri pe care le poți face în așa fel încât conținutul tău să fie împărtășit cu ușurință între utilizatori. Câteva sfaturi:
zh_cn: 期待官方花很长时间在社交媒体上是不切实际的。但是你还是可以做一些事情来确保你的宣传材料可以被轻易在社交媒体上分享。一些技巧：

source: When a message is shared with others, the recipient of the referral will be looking for the relevant content quickly.
he: כאשר מהודעה משותפת עם אחרים, מקבלי ההפניה יחפשו תוכן רלוונטי במהירות.
hr: Kad je poruka podijeljena s drugima, primatelj će ubrzo zatim potražiti relevantan sadržaj.
id: Ketika sebuah pesan dibagikan ke yan glain, si penerima rujukan akan mencari konten yang relevan dengan cepat.
ja: メッセージを共有するときに、それを受け取った人がより素早くコンテンツにたどり着けるようになる。
ro: Atunci când un mesaj este partajat cu alții, destinatarul se va uita rapid peste conținutul relevant.
zh_cn: 当这个材料被分享时，读者可以很快阅读相关内容。

source: Press releases are fine. They are concise messages about a particular point. However, if you require people to download the content and for it to open outside of a web browser, then fewer people will read it. Search engines are less likely to index the content. People are less likely to click to download.
he: הודעות לעיתונות הם אמצעי טוב. ניתן בהן מידע רב בנושא מסויים. אבל אם אתם מחייבים הורדת תכנים באינטרנט, ולשם כך יש צורך בתוכנת גלישה, פחות אנשים יקראו את התוכן. מנועי חיפוש לא ימפו את התוכן הזה ומעט אנשים יקליקו כדי להוריד אותו.
hr: Priopćenja za tisak su u redu. One su precizne poruke o specifičnom pitanju. No, ako vaš sadržaj traži preuzimanje s interneta, a pritom da ga se otvori izvan web preglednika, manje će ga ljudi pročitati. Tražilice će rjeđe indeksirati takav sadržaj. Ljudi će rijetko kliknuti za preuzimanje.
id: Siaran pers baik juga. Mereka merupakan pesan singkat untuk titik tertentu. Namun, jika anda membutuhkan orang untuk mengunduh konten tersebut dan dengan itu bisa dibuka di luar peramban web, lalu beberapa orang akan membacanya. Mesin pencari cenderung untuk mengindeks konten. Orang-orang cenderung mengklik untuk mengunduh.
ja: プレスリリース自体はよいことだ。要点をまとめた簡潔なメッセージとなる。しかし、ダウンロードして別のソフトで開かないと読めないようなプレスリリースなら、それを読む人は少なくなるだろう。サーチエンジンに捕捉されにくくなるし、わざわざクリックしてダウンロードしようとする人も少なくなる。
ro: Este bine să dai comunicate de presă. Sunt mesaje concise despre lucruri punctuale. Totuși, dacă le ceri persoanelor să descarce conținutul și dacă acesta nu se va deschide într-un browser de web, atunci vor fi mai puțini cei care îl vor citi. Este puțin probabil ca motoarele de căutare să indexeze conținutul. Este mai puțin probabil ca persoanele să descarce printr-un click.
zh_cn: 使用新闻材料没有问题。因为它们包含了翔实的特定信息。然后，如果你要求人们下载这些内容并且要在浏览器之外阅读，那么只有很少人会去读它们。搜索引擎也很有可能不会检索你的新闻材料。这样人们也很可能不会来下载你的材料。

source: Apart from providing certainty to people who wish to share your content that this is permissible, you send a message that your agency understands openness. This is bound to leave an impression far more significant to proponents of open data than any specific sentence in your press release.
he: חוץ מלהבטיח למי שרוצה לשתף את התוכן שלכם, שזה מותר, עליכם לשדר את המסר, שהגוף בו אתם עובדים מבין מהי פתיחות. זה אמור להשאיר רושם הרבה יותר משמעותי על התומכים במידע פתוח, מאשר כל משפט מסויים בהודעה לעיתונות שלכם.
hr: Osim što ćete ljudima koji žele podijeliti vaš sadržaj reći da je to dozvoljeno, također ćete poslati poruku da vaša organizacija razumije otvorenost. To će zasigurno ostaviti puno važniji dojam o otvorenim podacima nego bilo koja rečenica iz vašeg priopćenja tisku.
id: Selain memberikan kepastian kepada orang-orang yang ingin berbagi konten Anda bahwa ini adalah dibolehkan, Anda mengirim pesan bahwa agen Anda memahami keterbukaan. Hal ini pasti akan meninggalkan kesan yang jauh lebih signifikan untuk pendukung data yang terbuka daripada kalimat tertentu dalam siaran pers Anda.
ja: コンテンツを共有したいと考える人たちに対して共有可能であることを明示するだけでなく、コンテンツを提供する組織が「オープンであること」について理解しているというメッセージにもなる。そのほうが、オープンデータに賛同する人たちに対してより大きな印象を残せる。プレスリリースにどんな文言を載せるよりも、その効果はずっと大きい。
ro: Pe lângă asigurarea partajării informației de către persoanele interesate, trebuie să trimiți un mesaj din care să reiasă că agenția ta înțelege ce înseamnă deschiderea datelor. Acest lucru va crea un impact mai mare decât orice altă propoziție din comunicatul de presă.
zh_cn: 选用开放许可协议除了可以向那些想分享你宣传材料的人确保他们有权利这么做之外，也向公众表明了你的机构是懂得开放的。这也比任何宣传材料中的华丽辞藻来的更有说服力。

source: It's inefficient for cash-strapped agencies to spend hours on social media sites. The most significant way that your voice can be heard through these fora is by making sure that blog posts are easily shareable. That means, before reading the next section, make sure that you have read the last. With that in mind, here are a few suggestions:
he: יהיה זה לא יעיל לחברות קצרות במזומנים, לבזבז שעות על אתרי הרשתות החברתיות. הדרך המשמעותית ביותר שקולכם יכול להישמע במדיום הזה, היא על-ידי כך שתוודאו, שניתן לשתף פוסטים בקלות. לפני שתקראו את הפרק הבא, וודאו שקראתם את הקודם. להלן כמה הצעות:
hr: Organizacijama koje nemaju novca je neefikasno trošiti sate na stranicama društvenih medija. Najznačajniji način kako će se vaš glas čuti na forumima je da omogućite vašim člancima na blogovima da se lako mogu dijeliti. To znači da prije čitanja sljedećeg dijela, provjerite da ste pročitali prethodni. Imajući to na umu, slijedi nekoliko prijedloga:
id: Itu tidak efisien untuk lembaga yang minim dana bila harus menghabiskan waktu berjam-jam di situs media sosial. Cara yang paling signifikan agar suara anda dapat didengar melalui forum ini adalah dengan memastikan bahwa kiriman blog yang mudah untuk dibagikan. Itu berarti, sebelum membaca bagian berikutnya, pastikan bahwa anda telah membaca yang terakhir. Bersama itu untuk dipikirkan, berikut adalah beberapa saran:
ja: 厳しい財政状況の組織がソーシャルメディアサイトに時間を費やすのは非効率的だ。ソーシャルメディアサイトのフォーラム上で話題を広めるための最も効率的な方法は、ブログに投稿した記事を共有しやすくしておくことだ。そのためには、次のセクションに進む前にこれを読んでおこう。ここで、いくつかの案を示す。
ro: Este ineficient pentru agențiile care nu au fonduri să petreacă ore pe website-urile rețelelor sociale. Pentru a vă asigura că sunteți auziți prin intermediul acestor rețele, trebuie ca postările voastre să fie ușor de preluat. Acest lucru înseamnă că trebuie să vă asigurați că ați citit ultima secțiune înainte de a trece la următoarea. Rămânând cu acest lucru în minte, iată câteva sugestii:
zh_cn: 对于那些资金受限的机构而言长时间在社交媒体上工作是低效率的。确保你声音能被听到的最佳方案是使你的博客文章能够轻易被分享到社交媒体。这意味着，在你阅读下一节之前，请确保你已经阅读剩下的内容。一些给你的建议：

source: LinkedIn has a large selection of groups which are targeted towards open data.
he: יש בלינקדאין (LinkedIn) קבוצות רבות, שעוסקות במידע פתוח.
hr: LinkedIn sadrži mnoštvo grupa koje su orijentirane otvorenim podacima
id: LinkedIn mempunyai sebuah kelompok besar pilihan yang ditargetkan menuju data terbuka.
ja: LinkedInには、オープンデータに興味をもちそうなグループが多数存在する。
ro: LinkedIn cuprinde o selecție de grupuri care sunt orientate către datele deschise.
zh_cn: LinkedIn 也有大量对开放数据感兴趣的小组。
