Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: CSV files can be a very useful format because it is compact and thus suitable to transfer large sets of data with the same structure. However, the format is so spartan that data are often useless without documentation since it can be almost impossible to guess the significance of the different columns. It is therefore particularly important for the comma-separated formats that documentation of the individual fields are accurate.
he: קבצי CSV יכולים להיות מאוד שימושיים, כי הם קומפקטים ולכן מתאימים להעברת מערכי מידע גדולים באותו המבנה. אלא שזהו פורמט כה מינימליסטי, שהמידע בו חסר משמעות ללא מסמכי הסבר, אחרת לא ניתן לנחש את ההבדל בין העמודות.. חשוב, לפיכך, בשימוש בפורמט CSV, שההסברים המצורפים על תוכן השדות יהיו מדוייקים
hr: CSV ili Comma Separated Files (podaci odvojeni zarezima) mogu biti vrlo koristan format zbog svoje kompaktnosti te mogućnosti prenošenja velikih količina podataka s nepromijenjenom strukturom. Međutim, ovaj format je toliko spartanski da su podaci često beskorisni bez dokumentacije pošto je skoro pa nemoguće prepoznati što koji stupac znači. Stoga je posebno značajno za formate koji koriste zareze da sadrže precizne upute o značenju pojedinih polja.
id: File CSV dapat menjadi format yang sangat berguna karena ringan dan dengan demikian cocok untuk mentransfer kumpulan data yang besar dengan struktur yang sama. Namun, format ini sangat sederhana hingga sering menjadi tidak berguna bila tanpa dokumentasi karena hampir mustahil untuk menebak makna dari kolom yang berbeda. Oleh karena itu sangat penting bagi format dengan tanda pemisah koma dilengkapi pula dengan dokumentasi masing-masing field secara akurat.
it: I file CSV possono essere un formato molto utile perché è compatto e quindi adatto per trasferire grandi insiemi di dati con la stessa struttura. Tuttavia, il formato è così spartano che i dati, senza documentazione, sono spesso inutili dal momento che diventa quasi impossibile indovinare il significato delle diverse colonne. È pertanto fondamentale che la documentazione fornita con i formati separati da virgola, siano presente.
ja: CSVファイルは非常に便利なフォーマットだ。コンパクトなので、同じような構造のデータを大量にやりとりするのに向いている。しかし、あまりにも質素なフォーマットなので、説明がなければまったく使いようがなくなってしまうこともよくある。各カラムの意味を推測するのはまず不可能だからである。そのため、カンマ区切りフォーマットの場合は各カラムがどんな意味なのかを表すドキュメントが特に重要になる。
ro: CSV poate fi un format foarte folositor pentru că este compact și deci potrivit pentru transferul de seturi mari de date cu aceeași structură. Totuși, formatul este așa de spartan încât datele sunt deseori nefolosibile fără documentație pentur că este aproape imposibil de ghicit semnificația diferitelor coloane. Este deci important pentru fișierele separate prin virgulă ca documentația pentru câmpurile individuale să fie precise.
zh_cn: CSV文件是很有用的因为它是精简的文件因此很适合用于传输大量相同结构的数据。然而，当缺乏说明文档时这种文件格式常常很难使用因为你很难猜出每一列到底代表这什么意思。因此逗号分号的文件需要清楚正确地记录下每一个数据域的意义。

source: Furthermore it is essential that the structure of the file are respected, as a single omission of a field may disturb the reading of all remaining data in the file without any real opportunity to rectify it, because it could not determine how the remaining data must be interpreted .
it: Inoltre è essenziale che la struttura del file sia rispettate. Una omissione di un campo può creare problemi nella lettura di tutti i dati rimanenti nel file, senza alcuna possibilità di correzione, in quanto non è possibile determinare i restanti.

source: Text Document
he: קבצי טקסט
hr: Tekstualni Dokument
id: Dokumen Teks
it: Documento di testo
ja: テキストドキュメント
ro: Documente text
zh_cn: 文本文件

source: Classic documents in formats like Word, ODF, OOXML, or PDF may be sufficient to show certain kinds of data - for example, relatively stable mailing lists or equivalent. It may be cheap to exhibit in, as often is the format data is born in. The format gives no support to keep the structure consistent, which often means that it is difficult to enter data by automated means. Be sure to use templates as the basis of documents that will display data for reuse, so it requires at least possible to pull information out of documents.
it: Documenti in formati classici come Word, ODF, OOXML, o PDF possono essere sufficienti per mostrare alcuni tipi di dati - ad esempio, mailing list relativamente stabili o equivalenti. Possono mostrare con poca fatica, come è il formato dei dati è nato. Il formato non fornisce supporto per mantenere la struttura coerente, che spesso significa che è difficile inserire i dati con mezzi automatizzati. Assicurasi di utilizzare i modelli come base di documenti che mostreranno i dati per il loro riutilizzo, in modo d'agevolare l'estrazione delle informazioni da documenti.

source: It can also support the further use of data to use typography markup as much as possible so that it becomes easier for a machine to distinguish headings (any type specified) from the content and so on. Generally it is recommended not to exhibit in word processing format, if data exists in a different format.
he: זה יכול גם לתמוך בשימוש נוסף במידע לשימוש בסימני טיפוגרפיה, ככל שניתן, כך שמחשב יוכל להבחין בקלות רבה יותר בכותרות (מכל סוג) מתוך התוכן, וכן הלאה. מומלץ לא להציג קבצי וורד, אם המידע מצוי בפורמט אחר.
hr: Također se može poduprijeti daljnje korištenje podataka za korištenje tipografskih oznaka što je više moguće tako da stroj lakše raspoznaje zaglavlja (bilo kojeg tipa) od sadržaja i slično. Generalno se ne predlaže izlaganje u formatu koji koristi riječi za obradu, ako su podaci zapisani u nekom drugom formatu.
id: Hal ini juga dapat mendukung penggunaan lebih lanjut dari data yang menggunakan tanda kode tipografi sebanyak mungkin sehingga menjadi lebih mudah untuk mesin untuk membedakan judul (jenis apa pun ditentukan) dari konten dan sebagainya. Umumnya dianjurkan untuk tidak ditampilkan dalam format pengolah kata, jika data ada dalam format yang berbeda.
it: Si può anche favorire, il più possibile, l'ulteriore utilizzo dei dati in markup tipografico in modo che diventi più facile per una macchina distinguere le voci (di qualsiasi specifico tipo) dal contenuto e così via. Generalmente si raccomanda di non proporre i dati in formato word processing, se i dati sono disponibili in formato diverso.
ja: データの再利用を促すには、マークアップを可能な限り活用するといい。そうすれば、機械が通常のコンテンツと見出し(あるいはその他の何か)などを区別しやすくなる。データがさまざまな形式で存在するなら、ワープロ形式で表現するのは一般的に好ましくない。
ro: De asemenea poate sprijini folosirea ulterioară a formatelor tipografice pe cât posibil pentru ca astfel să fie mai ușor distingerea antetelor (de orice tip) de către o mașină din orice conținut. În general este nu recomandată folosirea formatulelor Word, dacă datele există și în alte formate.

source: Plain Text
he: טקסט
hr: Čisti tekst
it: Testo normale
ja: プレーンテキスト
ro: Text simplu
zh_cn: 纯文本

source: Plain text documents (.txt) are very easy for computers to read, They generally exclude structural metadata from inside the document however, meaning that developers will need to create a parser that can interpret each document as it appears.
it: I testi normali ( txt) sono molto facili da leggere per i computer. Tuttavia, questi, generalmente escludono i meta-dati strutturali dall'interno del documento, il che significa che gli sviluppatori dovranno creare un parser/analizzatore in grado di interpretare ogni documento così come appare.

source: Some problems can be caused by switching plain text files between operating systems. MS Windows, Mac OS X and other Unix variants have their own way of telling the computer that they have reached the end of the line.
he: כמה בעיות יכולות להיווצר מהעברת קבצי טקסט בין מערכות הפעלה שונות. ל"חלונות", מחשבי מק ומחשבי יוניקס , דרכים שונות להודיע למחשב, שהטקסט הגיע לסוף השורה.
hr: Određeni problemi mogu nastati prebacivanjem čistog teksta između različitih operativnih sustava. MS Windows, Mac OS X i ostale Unix varijante imaju svoje zasebne načine kojima govore računalu da su dosegli kraj retka.
id: Beberapa masalah dapat disebabkan oleh peralihan file plain text antar sistem operasi. MS Windows, Mac OS X dan varian Unix lainnya memiliki cara tersendiri untuk memberitahu komputer bahwa mereka telah mencapai akhir baris dari file.
it: Alcuni problemi possono essere causati nei file di testo normali a causa dello scambio tra i sistemi operativi. MS Windows, Mac OS X e altre varianti di Unix hanno il loro modo di dire al computer che hanno raggiunto la fine della linea.
ja: プレーンテキストファイルを複数のOSで利用するときに、問題が発生することがある。MS WindowsやMac OS Xそしてその他Unix系のOSでは、行末に達したかどうかをコンピューターに伝える方法がそれぞれ違うのだ。
ro: Unele probleme pot fi cauzate de schimbul de fișiere text între sistemele de operare. MS Windows, Mac OS X și alte variante Unix au fiecare propriul mod de a spune calculatoarelor că au ajuns la sfârșit de linie.
zh_cn: 在不同操作系统间传输纯文本文件会造成一些问题。MS Windows，Mac OS X 和其他类 UNIX 系统都有自己不同的换行符。

source: Scanned image
he: תמונה סרוקה
hr: Skenirana slika
id: Gambar terpindai
it: Immagine acquisita (scanner)
ja: スキャン画像
ro: Imagini scanate
zh_cn: 扫描的图片

source: Probably the least suitable form for most data, but both TIFF and JPEG-2000 can at least mark them with documentation of what is in the picture - right up to mark up an image of a document with full text content of the document. It may be relevant to their displaying data as images whose data are not born electronically - an obvious example is the old church records and other archival material - and a picture is better than nothing.
he: ככל הנראה הצורה הכי פחות מתאימה לרוב סוגי המידע, אבל גם TIFF וגם JPEG-2000 יכולות לפחות להכיל תיעוד על נושא התמונה - עד כדי תמונה של המסמך, עם כל הטקסט שלו. ייתכן ויהיה רלוונטי למידע התצוגה שלהן, כתמונות שלא נולדו בצורה אלקטרונית - דגומה מובהקת היא תקליטי אולד צ'רץ' ושאר המידע הארכיוני - תמונה טובה מלא כלום.
hr: Vjerojatno najmanje pogodni oblik za većinu podataka, no i TIFF i JPEG-2000 ih mogu barem označiti interpretacijom što je na slici - pa sve do toga da mogu kreirati sliku s interpretacijama cijelog tekstualnog sadržaja dokumenta. Ovaj pristup može biti koristan u prikazivanju podataka koji nisu stvoreni elektronski. Očiti primjer su zapisi starih crkvi te ostali arhivski materijal - bolje je imati sliku nego ništa.
id: Mungkin hal tersebut merupakan bentuk yang setidaknya sesuai untuk kebanyakan data, namun TIFF dan JPEG-2000 keduanya setidaknya bisa menandai mereka dengan dokumentasi apa yang ada dalam gambar - hingga untuk menandai sebuah gambar dokumen dengan konten teks lengkap dari dokumen. Ini mungkin relevan untuk menampilkan data mereka sebagai gambar yang datanya tidak dibuat secara elektronik - sebuah contoh nyata adalah catatan-catatan gereja tua dan bahan-bahan arsip lainnya - dan sebuah gambar lebih baik daripada tidak sama sekali.
it: Probabilmente la forma meno adatta per la maggior parte dei dati, ma sia TIFF che JPEG-2000 sono in grado di aggiungere informazione su ciò che è rappresentato nella foto - fino anche a inserire nell'immagine un contenuto con del testo integrale del documento. Possono essere utili per la visualizzazione dei dati come immagini le cui informazioni non sono nate elettronicamente - un esempio immediato è il materiale di una vecchia chiesa e altri archivi - e una foto è meglio di niente.
ja: ほとんどのデータに関して、最も適切でない表現方法だと言えるだろう。しかし、TIFFやJPEG-2000は、少なくともその画像が何なのかの説明を記録できるようになっている。その画像に関するドキュメントは、完全なテキストコンテンツとなる。この形式で表現するデータとして意味があるのは、もともと電子データでなかったもの(古い教会の記録や古文書など)を画像化する場合だ。何もないよりは、少なくとも画像だけでもあったほうがマシだというものだ。
ro: Probabil cel mai puțin potrivit format pentru cele mai multe date, dar ambele formate TIFF și JPEG-2000 pot cel puțin marca cu documentație ce anume este în imagine - până acolo încât să marcheze imaginea unui document cu tot textul acelui document. Poate fi relevantă expunerea datelor ca imagini pentru acele date care nu au fost create în format electronic, cum ar fi materialele din arhive, iar o imagine este mai bună decât nimic.

source: Proprietary formats
he: פורמטים קנייניים
hr: Zakonom zaštićeni formati
id: Format hak milik
it: Formati proprietari
ja: プロプライエタリなフォーマット
ro: Formatele proprietărești
zh_cn: 私有文件格式

source: Some dedicated systems, etc. have their own data formats that they can save or export data in. It can sometimes be enough to expose data in such a format - especially if it is expected that further use would be in a similar system as that they come from.It should always be indicated, where you can find more information on these proprietary formats, for example by providing a link to the supplier's website. Generally it is recommended to display data in a non-proprietary formats, where feasible.
it: Alcuni sistemi dedicati, ecc..., hanno i loro propri formati di dati che possono essere salvati o esportati. A volte può essere sufficiente esporre i dati in un formato - soprattutto se si prevede un ulteriore uso in un sistema simile a quello da cui provengono. Dovrebbe essere sempre indicato, dove è possibile, fornire ulteriori informazioni su questi formati proprietari, ad esempio con un link al sito web del fornitore. In generale si consiglia, ove possibile, di evitare formati proprietari.

source: Although many data are now available in HTML format at various sites. This may well be sufficient since the data are very stable and limited in scope. In some cases, it could be preferable to have data in a form more easily download and manipulate, but as it is cheap and easy to refer to a page on a website, it might be a good starting point in the display of data .
it: Anche se molti dati sono ora disponibili in formato HTML in vari siti. Questo potrebbe essere sufficiente in quanto i dati sono molto stabili e di portata limitata. In alcuni casi, potrebbe essere preferibile avere dati in una forma più facilmente scaricare e manipolare, ma poichè è poco costoso e facile da consultare una pagina su un sito web, potrebbe essere un buon punto di partenza nella visualizzazione dei dati.

source: Typically it would be most appropriate to use tables in HTML documents to hold data, and here it is important that the various data fields are displayed, are given IDs which make it easy to find and manipulate data. Yahoo has developed a tool (http://developer.yahoo.com/yql/) that can extract structured information from a website, and such tools can do much more with the data if they are carefully tagged.
it: Tipicamente sarebbe più opportuno utilizzare le tabelle nei documenti HTML per contenere i dati, e qui è importante che i vari campi di dati visualizzati, abbiano riportati gli ID che li rendono facili da trovare e manipolare. Yahoo ha sviluppato uno strumento (http://developer.yahoo.com/yql/) in grado di estrarre informazioni strutturate da un sito web, si tratta di strumenti come possono fare molto di più con i dati se sono accuratamente marcati.

source: Open File Formats
he: פורמטי קבצים פתוחים
hr: Datoteke otvorenih formata
id: Format File Terbuka
it: Formati di file aperti
ja: オープンなファイルフォーマット
ro: Formate de fișier deshise
zh_cn: 开放数据格式

source: Even if information is provided in electronic, machine-readable format, and in detail, there may be issues relating to the format of the file itself.
he: גם אם מידע ניתן כקובץ דיגיטלי מפורט, ייתכנו בעיות הקשורות לפורמט עצמו.
hr: Čak i ako su informacije pružene u elektroničkom formatu čitljive stroju, i to u detalje, mogu se pojaviti problemi vezani uz sam format datoteke.
id: Sekalipun bila informasi disediakan secara elektronik, format yang bisa dibaca mesin, dan dalam rinciannya, munkin terdapat beberapa isu berkaitan dengan format file-nya.
it: Anche se le informazioni sono fornite in formato elettronico, in formato leggibile dalla macchina, e nel dettaglio, ci possono essere questioni relative al formato del file stesso.
ja: たとえ情報が電子データで提供されていたとしても、たとえ機械可読なフォーマットだったとしても、たとえ詳細な情報があったとしても、そのファイル自体のフォーマットに関する問題が出てくることがある。
ro: Chiar dacă informația este oferită în format electronic, în formate ce pot fi citite automat și în detaliu, pot exista probleme legate de formatul fișierului.
zh_cn: 即使信息被提供在电子的，可机器阅读的格式并且内容详尽，文件格式本身仍可能造成一定的问题。

source: The formats in which information is published – in other words, the digital base in which the information is stored - can either be “open” or “closed”. An open format is one where the specifications for the software are available to anyone, free of charge, so that anyone can use these specifications in their own software without any limitations on reuse imposed by intellectual property rights.
it: I formati di pubblicazione delle informazioni - in altre parole, la base digitale in cui sono memorizzate le informazioni - può essere "aperto" o "chiuso". Un formato aperto è quello in cui le specifiche per il software sono a disposizione di chiunque, gratuitamente, in modo che chiunque può usare queste specifiche nel proprio software senza alcuna limitazione di riutilizzo imposti dai diritti di proprietà intellettuale.

source: If a file format is “closed”, this may be either because the file format is proprietary and the specification is not publicly available, or because the file format is proprietary and even though the specification has been made public, reuse is limited. If information is released in a closed file format, this can cause significant obstacles to reusing the information encoded in it, forcing those who wish to use the information to buy the necessary software.
it: Se un formato di file è "chiuso", questo può essere o perché il formato dei file è proprietario e le caratteristiche tecniche non sono pubblicamente disponibili, o perché il formato del file è proprietario ed anche se la specifica è stata resa pubblica, il riutilizzo è limitato. Se l'informazione è pubblicata in un formato di file chiuso, questo può causare notevoli ostacoli per riutilizzare le informazioni codificate in essa, costringendo coloro che desiderano utilizzarle ad acquistare il software necessario.

source: The benefit of open file formats is that they permit developers to produce multiple software packages and services using these formats. This then minimises the obstacles to reusing the information they contain.
he: היתרון בפורמטי קבצים פתוחים, הוא שהם מאפשרים למפתחים לייצר חבילות תוכנה ושירותים רבים, העושים שימוש בפורמטים אלה. הדבר מביא לצמצום המכשולים לאחזור המידע שהם מכילים.
hr: Dobrobit datoteka otvorenog formata je da dopuštaju programerima izradu većeg broja softverskih paketa i usluga korištenjem tih formata. To za posljedicu ima smanjenje prepreka u korištenju informacija koje sadrže.
id: Keuntungan dari format file terbuka adalah mereka memperkenankan para pengembang untuk membuat multi paket perangkat lunak dan layanan yang menggunakan format ini. Hal ini meminimalisir kendala dalam mengunakan ulang informasi yang dimilikinya.
it: Il vantaggio dei formati di file aperto è che permettono agli sviluppatori di produrre software e servizi multipli usandoli. Questo riduce al minimo gli ostacoli per riutilizzare le informazioni in essi contenute.
ja: オープンなファイルフォーマットを使う利点は、開発者がいろんなソフトウェアパッケージを作ってそのフォーマットを扱えるようにできるということだ。そこに含まれる情報を再利用するときの障壁を最小限に抑えることができる。
ro: Beneficiul formatelor de fișiere deschise este că ele permit dezvoltatorilor să producă pachete de programe și servicii folosind aceste formate. Aceasta minimizează obstacolele refolosirii informației pe care o conțin.
zh_cn: 开放性的文件格式的好处在于它允许开发者基于它开发不同的软件和服务。进而这可以降低重用数据的壁垒。

source: Using proprietary file formats for which the specification is not publicly available can create dependence on third-party software or file format license holders. In worst-case scenarios this can mean that information can only be read using certain software packages, which can be prohibitively expensive, or which may become obsolete.
it: Utilizzare formati di file proprietari per i quali le specifiche non sono pubblicamente disponibili si è in grado di creare dipendenza da software di terze parti o di un file in formato protetto da licenze. Nel peggiore dei casi questo può significare che le informazioni potranno essere lette solo con alcuni pacchetti software, che possono essere costosi o diventare presto obsoleti.

source: The preference from the open government data perspective therefore is that information be released in **open file formats which are machine-readable.**
it: La preferenza dal punto di vista degli open government data è quindi che le informazioni vengano rilasciate in **formati di file aperti leggibili da una macchina.**

source: Example: UK traffic data
he: דוגמה: מידע תחבורתי בבריטניה
hr: Primjer: Podaci o prometu u Ujedinjenom Kraljevstvu
id: Contoh: Data lalulintas UK
it: Esempio: i dati sul traffico nel Regno Unito
ja: 例: イギリスの交通量データ
ro: Exemplu: date despre trafic în Regatul Unit
zh_cn: 例子：英国交通数据

source: Andrew Nicolson is a software developer who was involved in an (ultimately successful) campaign against the construction of a new road, the Westbury Eastern bypass, in the UK. Andrew was interested in accessing and using the road traffic data that was being used to justify the proposals. He managed to obtain some of the relevant data via freedom of information requests, but the local government provided the data in a proprietary format which can only be read using software produced by a company called Saturn, who specialise in traffic modelling and forecasting. There is no provision for a “read only” version of the software, so Andrew's group had no choice but to purchase a software license, eventually paying £500 (€600) when making use of an educational discount. The main software packages on the April 2010 price list from Saturn start at £13,000 (over €15,000), a price which is most likely beyond the reach of most ordinary citizens.2
it: Andrew Nicolson è uno sviluppatore di software che è stato coinvolto (in ultima analisi, di successo) in una campagna contro la costruzione di una nuova strada, la tangenziale Est Westbury, nel Regno Unito. Andrew era interessato ad accedere ed utilizzare i dati del traffico stradale che venivano utilizzati come giustificazioni delle proposte. Riuscì a ottenere alcuni dei rilevanti dati attraverso la libertà di richiesta di informazioni, ma il governo locale fornì i dati in un formato proprietario che può essere letto solo con il software prodotto da una società dal nome Saturn, specializzata nella modellazione del traffico e previsioni. Non era prevista una versione in "sola lettura" del software, quindi il gruppo Andrew non aveva altra scelta che acquistare una licenza software, pagando 500£(600€) facendo uso di uno sconto educational. I pacchetti software principali del listino di Saturn ad aprile 2010 partivano da 13.000£ (oltre 15.000€), un prezzo che è più probabile che sia al di là della portata della maggior parte dei cittadini ordinari.2

source: Although no access to information law gives a right of access to information in open formats, open government data initiatives are starting to be accompanied by policy documents which stipulate that official information must be made available in open file formats. Setting the gold standard has been the Obama Administration, with the Open Government Directive issued in December 2009, which says that:
it: Anche se non si ha accesso alle informazioni la legge conferisce il diritto di accedervi in formati aperti, le iniziative open government data stanno iniziando ad essere accompagnate da documenti programmatici che stabiliscono che le informazioni ufficiali debbano essere resi disponibili in formati di file aperto. L'Impostazione del gold standard è stata fatta con l'amministrazione Obama, con la direttiva Open Government emessa nel dicembre 2009, che dice che:
