Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: Hard disk drives can be very useful for data transfers in the terabyte range. To support this, you need to have some form of ability to receive funds to cover the purchase, handling and shipping of your data.
it: Gli hard disk possono essere molto utile per i trasferimenti terabyte di dati. Per poter supportare questa operazione occorrono però fondi per coprire le spese di costo, manutenzione, e invio dei dati.

source: Be careful to make sure that you are not charging for the data. Instead, your fee should be as close to the actual cost of distribution as possible.
it: Fare molta attenzione però a non chiedere troppo ricarico sui dati. La spesa dovrebbe essere il più vicino possibile al costo effettivo di distribuzione.

source: Make data discoverable
he: וודאו שהמידע קל למציאה
hr: Učinite podatke vidljivima
id: Jadikan data mudah ditemukan
it: Rendere i dati trovabili
ja: データを発見してもらう
ro: Fă datele cât mai ușor de găsit
zh_cn: 让数据可被发现

source: Open data is nothing without users. You need to be able to make sure that people can find the source material. This section will cover different approaches.
it: Open data senza utenti è nulla. Si deve garantire che le persone possano trovare il materiale. Questa sezione vuole coprire diversi approcci.

source: The most important thing is to provide a neutral space which is easy which can overcome both inter-agency politics and future budget cycles. Jurisdictional borders, whether sectorial or geographical, can make cooperation difficult. However, there are significant benefits in joining forces. The easier it is for outsiders to discover data, the faster new and useful tools will be built.
it: La cosa più importante è quella di fornire uno spazio neutro che sia facile e in grado di superare sia le Inter-agenzie della politica che i cicli di bilancio futuri. Confini giurisdizionali, sia settoriale che geografici, possono rendere difficile la cooperazione. Tuttavia, ci sono vantaggi significativi a unire le forze. Più facile è per gli esterni scoprire dati, e più velocemente nuove strumenti utili saranno costruiti.

source: Existing tools
he: כלים קיימים
hr: Postojeći alati
id: Perangkat tersedia
it: Strumenti esistenti
ja: 既存のツール
ro: Instrumentele existente
zh_cn: 现有服务

source: There are a number of tools which are live on the web that are specifically designed to make data most discoverable.
it: Esiste una serie di strumenti che già presenti sul web che sono specificatamente progettati per rendere i dati facilmente trovabili.

source: The most prominent is CKAN.net. CKAN stands for the Comprehensive Knowledge Archive Network, and is a catalogue of all datasets in the world. The site makes it very easy for developers to find tha material that they're seeking.
it: La più importante è CKAN.net. CKAN è un acronimo per Comprehensive Knowledge Archive Network - archivio in rete della completa conoscenza, e si conforma come un catalogo di tutti i set di dati in tutto il mondo. Il sito rende molto facile per gli sviluppatori trovare il materiale che stanno cercando.

source: In addition, there are dozens of specialist catalogues for different sectors and places. Many scientific communities have created a catalogue system for their fields, as data are often required for publication.
it: In aggiunta, ci sono decine di cataloghi specializzati per settori e luoghi diversi. Molte comunità scientifiche hanno creato un sistema di catalogo per i loro campi, questo perché i dati sono spesso richiesti nelle pubblicazioni.

source: For government
he: לממשל
hr: Za vladu
id: Untuk pemerintahan
it: Per il governo
ja: 政府の皆さんへ
ro: Pentru guvern
zh_cn: 为政府服务

source: As it has emerged, orthodox practice is for a lead agency to create a catalogue for the government's data. When establishing a catalogue, try to create some structure which many departments can keep their own information current easily.
it: Si è fatta sempre più emergente la pratica ortodossa di creare una agenzia che si occupa del catalogo dei dati governativi. Nella creazione di questo catalogo, si cercare di creare una qualche struttura dove i molti reparti possano depositare con facilità la propria informazione.

source: Resist the urge to build the software to support the catalogue from scratch. There are many free and open source software solutions which have been adopted by many dozens of governments already. Investing in another platform will be a waste of resource.
it: Si consiglia di resistere dalla tentazione di costruire un software per supportare il catalogo da zero. Ci sono molte soluzioni gratuite e open source che sono già stati adottati da molte decine di governi. L'Investire in un'altra piattaforma sarà uno spreco di risorse.

source: There are a few things that most open data catalogues miss. Your programme could consider the following:
it: Ci sono molte cose che mancano nella maggior parte dei cataloghi open data. Il software dovrebbe considerare quanto segue:

source: Providing an avenue to allow the private and community sectors to add their data. It may be worthwhile to think of the catalogue as the region's catalogue, rather than the regional government's.
it: Offrire la possibilità ad aziende private o comunità di aggiungere i propri dati. Può essere utile pensare al catalogo come il catalogo della regione, piuttosto che del governo regionale.

source: Facilitating improvement of the data by allowing derivatives of datasets to be catalogued. For example, someone may geocode addresses and may wish to share those results with everybody. If you only allow single versions of datasets, these improvements remain hidden.
it: Favorire il miglioramento dei dati, consentendo di catalogare dati derivati. Per esempio, qualcuno potrebbe decidere di georiferire gli indirizzi e di condividere poi questo risultato con tutti. Se si consentono solo singole versione dei dati, questi miglioramenti rimarranno nascosti.

source: Be tolerant of your data appearing elsewhere. That is, content is likely to be duplicated to communities of interest. If you have river level monitoring data available, then your data may appear in a catalogue for hydrologists.
it: Essere tolleranti se i dati appaiono altrove. Questo vuol dire che il contenuto probabilmente si troverà duplicato dalle comunità di interesse. Se si dispone dei dati di monitoraggio dei livelli de fiume, è probabile che i dati appariranno in un catalogo per idrologi.

source: Ensure that access is equitible. Do not create a priviledged level of access for officials or tenured researchers. This will cause resentment and ultimately undermine the goals that you are seeking to achive.
it: Garantire che l'accesso sia equo. Evitare di creare un livello privilegiato di accesso per i funzionari di ruolo o ricercatori. Questo creerà risentimento e alla fine, rischierà di minare gli obiettivi che si sta cercando di raggiungere.

source: For civil society
he: לחברה האזרחית
hr: Za civilna društva
id: Untuk masyarakat sipil
it: Per la società civile
ja: 市民の皆さんへ
ro: Pentru societatea civilă
zh_cn: 为民间团体服务

source: Be willing to create a supplementary catalogue for non-official data.
it: Bisogna essere disponibili a creare un catalogo integrativo dei dati non-ufficiali.

source: It is very rare for governments to associate with unofficial or non-authoritative sources. Officials have often gone to great expense to ensure that there will not be political embarrasment or other harm caused from misuse or overreliance on data.
it: È molto raro per i governi associarsi con fonti non ufficiali o non autorevoli. I funzionari hanno fatto spesso grandi spese per garantire di evitare l'imbarazzo politico o altri danni causati da uso improprio o sovra stimato su dati.

source: Moreover, governments are unlikely to be willing to support activities that mesh their information with information from businesses. Governments are rightfully skeptical of profit motives. Therefore, an independent catalogue for community groups, businesses and others may be warranted.
it: Inoltre, i governi è improbabile che siano disposti a sostenere le attività che mescolano le loro informazioni con le informazioni provenienti dalle imprese. I governi sono giustamente scettici sui motivi di profitto. Pertanto, un catalogo indipendente per i gruppi di comunità, imprese e altri soggetti può essere giustificato.

source: Getting folks in a room: Unconferences, Meetups and Barcamps
he: לשתף את החבר’ה: כנסים, פגישות וישיבות בפאב
hr: Okupljanje ljudi: Nekonferencije, sastanci i kampovi
id: Mendapatkan orang-orang dari ruangan: Unconferences, Meetups dan Barcamps
it: Portare persone in una stanza: non conferenze, incontri periodici a barcamp
ja: 仲間に入れる: アンカンファレンス・Meetup・Barcamp
ro: Adunând persoane la un loc: Unconferences, Meetups and Barcamps
zh_cn: 聚集一堂：非会议，聚会，和Barcamps

source: Face-to-face events can be a very effective way to encourage others to use your data. Reasons that you may consider putting on an event include:
he: אירועי פנים אל פנים יכולים להיות דרך יעילה מאוד, לעודד אחרים להשתמש במידע שלך. להלן כמה סיבות כדי לשקול ארגון אירוע:
hr: Događanja "licem u lice" mogu biti vrlo efikasan način kako potaknuti ljude da koriste vaše podatke. Razlozi zašto organizirati takvo događanje uključuju:
id: Berhadapan langsung dapat menjadi cara yang sangat efektif untuk mendorong orang lain menggunakan data anda. Alasan yang mungkin jadi pertimbangan anda menyelenggarakan acara tersebut di antaranya:
it: Gli incontri faccia-a-faccia sono un modo molto efficace per incoraggiare gli a utilizzare i vostri dati. Le ragioni vale la pena valutare l'ipotesi di un incontro sono:
ja: 実際に顔を合わせるイベントは、データを他人に使ってもらうためにとても有用な手段になる。この手のイベントの開催を検討すべき理由をまとめてみた。
ro: Întâlnirile directe pot fi o soluție foarte eficientă de a-i încuraja pe alții să folosească datele dumneavoastră. Motivele pe care ați putea considera să le includeți într-un eveniment:
zh_cn: 面对面的活动是鼓励他人使用你数据的非常有效的方式。你应该组织一个活动的理由有：

source: Finding out more about prospective reusers
it: Scoprire di più su potenziali riutilizzatori

source: Finding out more about demand for different datasets
he: לגלות עוד על דרישות למערכי מידע שונים
hr: Saznanja o potražnji za različitim skupovima podataka
id: Cari tahu lebih banyak tentang kebutuhan akan kumpulan data berbeda
it: Saperne di più sulla domanda di diversi insiemi di dati
ja: いろんなデータセットに関する要望に気づける
ro: Aflați mai multe despre cerințele legate de diferite seturi de date
zh_cn: 找到更多对数据的需求

source: Finding out more about how people want to reuse your data
it: Scoprire di più su come la gente vuole riutilizzare i dati

source: Enabling prospective reusers to find out more about what data you have
it: Arrivare i potenziali riutilizzatori per saperne di più su dati disponibili

source: Enabling prospective users to meet each other (e.g. so they can collaborate)
he: לאפשר למשתמשים פוטנציאלים במידע להיפגש האחד עם השני (למשל, כדי לשתף פעולה)
hr: Omogućavanje sastanaka budućih korisnika (primjerice kako bi surađivali)
id: Mengkondisikan para calon pengguna untuk saling bertemu satu sama lain (misalnya agar mereka bisa saling berkolaborasi)
it: Consentire ai potenziali utenti potenziali utenti di incontrarsi a vicenda (es. in modo che possano collaborare)
ja: 将来ユーザーになるかも知れない人たちをお互い顔見知りにできる(それが後の共同作業につながるかもしれない)
ro: Permiteți posibililor reutilizatori să se întâlnească între ei (astfel ei pot colabora)
zh_cn: 使潜在用户可以相互合作

source: Exposing your data to a wider audience (e.g. from blog posts or media coverage that the event may help to generate)
he: חשיפת המידע שלך לקהל רחב יותר (למשל ע”י פרסום פוסטים או כיסוי תקשורתי של האירוע)
hr: Izlaganja vaših podataka široj publici (npr. blogovi i medijska pokrivenost koje će potaknuti vaše događanje)
id: Mengekspos data anda ke khalayak yang lebih luas (misalnya dari artikel blog atau liputan media yang memungkinkan dapat membantu untuk menghasilkan)
it: Esporre i dati ad un pubblico più ampio (esempio tramite blog o la copertura mediatica che l'evento potrebbe generare)
ja: 自分のデータをより幅広い人たちに公開できる(そのイベントに関するblogの投稿や、メディアでの報道が期待できる)
ro: Expuneți datele dumneavoastră unei audiențe mai largi (de exemplu: postările de pe bloguri sau ceea ce apare în media pe care evenimentul poate ajuta să le genereze)
zh_cn: 帮助你让更多人了解你的数据 （比如，人们会从关于你这个活动的博文或者媒体报道中了解你的数据）

source: There are also lots of different ways of running events, and different types of events, depending on what your aim to achieve. As well as more traditional conference models, which will include things like preprepared formal talks, presentations and demonstrations, there are also various kinds of participant driven events, where those who turn up may:
it: Ci sono inoltre molti altri modi per gestire eventi, e diversi tipi di eventi, a seconda dell'obiettivo da raggiungere. Questi includono modelli più tradizionali come conferenze, incontri formali, presentazioni e dimostrazioni, ci sono anche vari tipi di eventi partecipanti guidati, in cui coloro che si presentano possono:

source: Guide or define the agenda for the event
he: יכולים להנחות או להשתתף בקביעת סדר היום של האירוע
hr: Voditi ili definirati program događanja
id: Memandu atau menetapkan agenda kegiatan
it: Guidare o definire l'ordine del giorno per l'evento
ja: イベントの概要説明やアジェンダの説明
ro: Să îndrume sau definească agenda evenimentului
zh_cn: 引导或者定义活动的议题

source: Introduce themselves, talk about what they’re interested in and what they’re working on, on an ad hoc basis
he: להציג את עצמם, לדבר על מה שמעניין אותם ועל מה שהם עובדים עליו, ולנהל שיחות אקראיות
hr: Predstaviti se, ad hoc iznijeti svoje interese i reći na čemu rade
id: Perkenalkan diri mereka sendiri, berbincang mengenai apa yang mereka minati dan apa yang mereka kerjakan, secara ad hoc.
it: Presentarsi, parlare di ciò che sono interessati e che cosa stanno lavorando, su una base ad hoc
ja: 参加者の自己紹介。興味を持っている分野や今やっていることなどを話してもらう
ro: Să se prezinte singuri, să vorbească despre ceea ce îi interesează și la ce anume lucrează, într-un mod ad-hoc
zh_cn: 即兴介绍自己并且说明自己感兴趣什么和正在做什么

source: Give impromptu micro-short presentations on something they are working on
he: להעביר מצגות אד-הוק קצרצרות על דבר שהם עובדים עליו כרגע
hr: Dati improvizirane, kratke prezentacije o stvarima na kojima rade
id: Berikan presentasi kecil-singkat dadakan pada sesuatu yang sedang mereka kerjakan
it: Improvvisare micro-brevi presentazioni su qualcosa su cui stanno lavorando
ja: 自分の作業についての、短めの即興プレゼンテーション
ro: Să ofere spontan prezentări scurte despre ceea ce lucrează în prezent
zh_cn: 做一个简短的演讲说明自己在做什么

source: Lead sessions on something they are interested in
he: להוביל דיונים על נושאים שהם מתעניינים בהם
hr: Voditi radionice o nečemu što ih interesira
id: Memimpin sesi pada sesuatu yang mereka minati
it: Condurre sessioni su qualcosa di loro interesse
ja: みんなが興味を持つ何かに関する基調講演
ro: Să conducă sesiunile înspre ceea ce ei sunt interesați
zh_cn: 主持一个他们感兴趣的分会议

source: There is plenty of documentation online about how to run these kinds of events, which you can find by searching for things like: ‘unconference’, ‘barcamp’, ‘meetup’, ‘speedgeek’, ‘lightning talk’, and so on. You may also find it worthwhile to contact people who have run these kinds of events in other countries, who will most likely be keen to help you out and to advise you on your event. It may be valuable to partner with another organisation (e.g. a civic society organisation, a news organisation or and educational institution) to broaden your base participants and to increase your exposure. Following are several relevant examples.
it: Vi è abbondanza di documentazione online su come eseguire questi tipi di eventi, che si possono trovare cercando parole chiave come: 'unconference', 'barcamp', 'meetup', 'speedgeek', ‘lightning talk’, e così via. Si può anche contattare persone che hanno eseguito questo tipo di eventi in altri paesi, che saranno molto probabilmente desiderosi di aiutare e consigliare nell'organizzare l'evento. Può essere molto utile collaborare con un'altra organizzazione (ad esempio l'organizzazione di una società civile , di notizie o di istituti di istruzione) per ampliare sia base di partecipanti che amplificare le idee. Qui una serie esempi rilevanti.

source: So I’ve Opened Up Some Data, Now What?
he: אז הצלחנו לפתוח קצת מידע. ומה עכשיו?
hr: Otvorio/la sam neke podatke, što sada?
id: Nah Saya Sudah Membukakan Beberapa Data, Selanjutnya Apa?
it: Cosi, adesso abbiamo aperto alcuni dati. E ora che si fa?
ja: データはオープンにした。それからどうする?
ro: Am deschis niște date, și acum?
zh_cn: 在开放了一些数据后，接下来该干什么？

source: We’ve looked at how to make government information legally and technically reusable. The next step is to encourage others to make use of that data.
he: ראינו כיצד להפוך מידע ממשלתי לניתן לאחזור, הן מבחינה חוקית והן מבחינה טכנית. כעת צריך לשכנע אחרים להשתמש במידע הזה.
hr: Vidjeli smo kako učiniti vladine podatke legalno i tehnički upotrebljivima. Sljedeći korak je potaknuti druge na korištenje tih podataka.
id: Kami telah memperhatikan bagaimana melegalisasi informasi pemerintah dan mengolahulangnya secara teknis. Langkah selanjutnya adalah mendorong orang lain untuk menggunakan data tersebut.
it: Si è visto come rendere le informazioni governative legalmente e tecnicamente riutilizzabili. Il passo successivo è quello di incoraggiare gli altri a fare uso di tali dati.
ja: ここまでは、政府の持つ情報を法的にも技術的にも再利用可能にする方法について見てきた。その次の段階として、公開したデータを多くの人に使ってもらうためにはどうすればいいのかを考えよう。
ro: Ne-am uitat la cum se face informația guvernamentală legal și tehnic reutilizabilă. Următorul pas este încurajarea altora să folosească datele acelea.
zh_cn: 我们已经从法律角度和技术角度讨论了如何开放数据。那么接下来我们要讨论的便是如何鼓励他人来使用这些数据。

source: This section looks at additional things which can be done to promote data reuse.
it: Questa sezione prende in esame cose aggiuntive che si possono fare per promuovere il riutilizzo dei dati.

source: Making things! Hackdays, prizes and prototypes
he: פועלים בשטח: ימי האקינג, פרסים ואבות טיפוס
hr: Djelovanje! Dani hakiranja, nagrade i prototipovi
id: Buatlah sesuatu! Hackday, kompetisi dan prototipe
it: Fare cose! Hackdays, premi e prototipi
ja: やってやろう！: ハックデイ・大会・プロトタイプ
ro: Făcând lucruri! Hackdays, premii și prototipuri
zh_cn: 动手创造！Hackdays，奖励和原型

source: The structure of these competitions is that a number of datasets are released and programmers participate within a short time-frame, running from as little as 48 hours to a few weeks, to develop applications. A prize is then awarded to the best application. Competitions have been held in a number of countries including the UK, the US, Norway, Australia, Spain, Denmark and Finland.
it: La struttura di questi concorsi è che un certo numero di insieme di dati vengano rilasciati e che i programmatori partecipino in un breve arco di tempo , da un minimo di 48 ore a poche settimane, per sviluppare applicazioni. Il premio viene assegnato alla migliore applicazione. Competizioni come queste sono state tenute in diversi paesi tra cui Regno Unito, Stati Uniti, Norvegia, Australia, Spagna, Danimarca e Finlandia.

source: Examples for Competitions
he: דוגמאות לתחרויות
hr: Primjeri natjecanja
id: Contoh Kompetisi
it: Esempi di Concorsi
ja: 大会の例
ro: Exemple de competiții
zh_cn: 竞赛案例

source: **Show us a better way**, was the first such competition in the world. It was initiated by the UK Government’s “The Power of Information Taskforce” headed by Cabinet Office Minister Tom Watson in March 2008. This competition asked “What would you create with public information?” and was open to programmers from around the world, with a tempting £80,000 prize for the five best applications.
it: **Show us a better way** - mostraci un modo migliore - , è stata la prima competizione al mondo di questo genere . Il concorso è partito dal governo britannico "The Power of Informazioni Task Force" diretto dal Gabinetto Ufficio del Ministro Tom Watson nel marzo 2008. Questo concorso ha chiesto "Cosa vorresti creare con informazioni pubbliche?" Ed è stato aperto ai programmatori di tutto il mondo, con un allettante premio di 80.000£ per le cinque migliori applicazioni.

source: **Apps for Democracy**, one of the first competitions in the United States, was launched in October 2008 by Vivek Kundra, at the time Chief Technology Officer (CTO) of the District of Columbia (DC) Government. Kundra had developed the groundbreaking DC data catalogue, http://data.octo.dc.gov/, which included datasets such as real-time crime feeds, school test scores, and poverty indicators. It was at the time the most comprehensive local data catalogue in the world. The challenge was to make it useful for citizens, visitors, businesses and government agencies of Washington, DC.
it: **Apps for Democracy** - applicazioni per la democrazia - una delle prime gare negli Stati Uniti, è stata lanciata nell'ottobre 2008 da Vivek Kundra, al tempo Direttore Technology Officer (CTO) del Distretto di Columbia (DC) del Governo. Kundra aveva sviluppato l'innovativo catalogo DC dati, http://data.octo.dc.gov/, tra cui set di dati come quelli in tempo reale del crimine, i punteggi dei test scolastici, e gli indicatori di povertà. Al momento è il più completo catalogo di dati locali nel mondo. La sfida era quella di renderlo utile per i cittadini, visitatori, aziende e agenzie governative di Washington, DC.

source: The creative solution was to create the Apps for Democracy contest. The strategy was to ask people to build applications using the data from the freshly launched data catalogue. It included an online submission for applications, small but many prices instead of big but few prizes, and several different categories as well as a “People’s Choice” prize. The competition was open for 30 days and cost the DC government $50,000. In return, a total of 47 iPhone, Facebook and web applications were developed with an estimated value in excess of $2,600,000 for the local economy.
it: La soluzione creativa è stata il concorso Apps for Democracy. La strategia era chiedere alle persone di creare applicazioni utilizzando i dati dal catalogo appena lanciato. Questo prevedeva una sottomissione online, piccoli premi per molte proposte invece che pochi per grandi, e diverse categoria fra cui il premio "Scelto dalle persone". Il concorso è durato 30 giorni ed costato, al governo di DC, 50.000$. Il ritorno è stato lo sviluppo di 47 applicazioni per iPhone, Facebook a web che hanno stimato un valore in eccesso di 2.600.000$ per l'economia locale.

source: **The Abre Datos (Open Data) Challenge 2010**. Held in Spain in April 2010, this contest invited developers to create open source applications making use of public data in just 48 hours. The competition had 29 teams of participants which developed applications that included a mobile phone programme for accessing traffic information in the Basque Country, and for accessing data on buses and bus stops in Madrid, which won the first and second prizes of €3,000 and €2,000 respectively.
it: **The Abre Dati (Open Data) Challenge 2010**. Tenuto in Spagna nel mese di aprile 2010, questo concorso ha invitato gli sviluppatori a creare applicazioni open source facendo uso di dati pubblici in appena 48 ore. La competizione ha visto 29 squadre partecipanti che hanno sviluppato applicazioni che includono applicazioni per cellulari per accedere alle informazioni sul traffico nei Paesi Baschi, ai dati sugli autobus e sulle fermate degli autobus a Madrid. I vincitori dei primi due posti hanno ricevuto rispettivamente 3.000 e 2.000 €.
