Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: There are many different ways to make data available to others. The most natural in the Internet age being online publication. There are many variations tor this model. At its most basic, agencies make their data available via their websites and a central catalogue directs visitors to appropriate the appropriate source. However, there are alternatives.
it: Ci sono diversi modi per rendere i dati disponibili agli altri. Il più naturale nell'era di Internet è la pubblicazione online. Ci sono diverse varianti a questo modello. Nella maggior parte l'idea di base è che gli enti rendono disponibili i loro dati tramite i loro siti web e su un catalogo centrale dove dirigere i visitatori all'appropriata sorgente. Tuttavia, esistono alternative.

source: When :term:`connectivity` is limited or the size of the data are extremely large, distribution via other formats, can be warranted. This section will also discuss alternatives, which can act to keep prices very low.
it: Quando la connettività è limitata o la dimensione dei dati molto grande, la diffusione in altre forme può essere giustificata. Questa sezione tratterà delle possibili alternative, che possono servire per mantenere i prezzi molto bassi.

source: Online methods
he: שיטות מקוונות
hr: Online metode
id: Metode daring
it: Metodi online
ja: オンラインでの公開
ro: Metode online
zh_cn: 在线方式

source: via your existing website
it: tramite un sito web esistente

source: The system which will be most familiar to your web content teams is to provide files for download from webpages. Just as you currently provide access to discussion documents, data files are perfectly happy to be made available this way.
it: Il sistema che i vostri team per i contenuti web troveranno più familiare è di fornire file da scaricare dalle pagine web. Proprio perché è normale fornire accesso ai documenti di discussione, i file di dati sono perfetti per essere resi disponibili in questo modo.

source: One difficulty with this approach is that it is very difficult for an outsider to discover where to find updated information. This option places quite a bit of burden on the people creating tools with your data.
it: Una difficoltà in questa soluzione è che è molto difficile per un esterno capire dove trovare informazioni aggiornate. Questa scelta carica non poco peso sulle spalle di quelli che creano strumenti con i vostri dati.

source: via 3rd party sites
it: attraverso siti di terze parti

source: Many repositories have become hubs of data in particular fields. For example, pachube.com is designed to connect people with sensors to those who wish to access data from them. Sites like Infochimps.com and Talis.com allow public sector agencies to store massive quantities of data for free.
he: אתרי מידע רבים הפכו למרכזי ידע בתחומים ספציפיים. לדוגמה, pachube.com מיועד לחבר אנשים עם חיישנים, לאלה המחפשים גישה למידע שלהם. Infochimps.com ו- Talis.com מאפשרים לגופים ציבוריים לאחסן כמויות גדולות של מידע בחינם.
hr: Mnoštvo skladišta podataka su postali podatkovni centri u svojim područjima. Primjerice pachibe.com spaja ljude sa senzorima s onima koji žele pristupiti njihovim podacima. Stranice poput Infochimps.com i Talis.com omogućuju agencijama javnog sektora besplatnu pohranu velikog broja podataka.
id: Banyak repositori telah menjadi pusat data dalam bidang tertentu. Sebagai contoh, pachube.com didesain untuk menghubungkan orang-orang dengan sensor bagi mereka yang berharap untuk mengakses data darinya. Situs seperti Infochimps.com dan Talis.com memperkenankan lembaga sektor publik untuk menyimpan data raksasa untuk digratiskan.
it: Molti repository (archivi online) sono diventati luoghi di raccolta di dati di particolari settori. Per esempio, pachube.com è progettato per connettere le persone con sensori a coloro che desiderano accedere a questa tipologia di dati raccolti. Siti come e Infochimps.com e Talis.com consentono alle agenzie del settore pubblico di immagazzinare gratuitamente una enorme quantità di dati .
ja: さまざまな分野で、データのハブとなるリポジトリが多数存在する。たとえばpachube.comは、測定機器とその測定値にアクセスしたい人たちとをつなげるために作られている。また、Infochimps.comやTalis.comといったサイトは、公共機関が大量のデータを保管して自由に使えるようにしている。
ro: Multe depozite au devenit puncte central pentru distribuția datelor în anumite domenii. De exemplu, pachube.com este creat pentru a facilita conexiunea între persoanele care folosesc sisteme senzoriale cu cei doresc să acceseze datele deținute de ele. Sit-uri precum Infochimps.com și Talis.com permit agențiilor publice să stocheze gratis cantități mari de date.
zh_cn: 很多数据仓库都已经逐渐变成了某个领域内的数据集散中心。比如，pachube.com 把那些拥有传感器的人群和那些希望访问那些传感器数据的人群连接起来。诸如 Infochimps.com 和 Talis.com 网站则允许公共服务机构免费存储海量数据。

source: Third party sites can be very useful. The main reason for this is that they have already pooled together a community of interested people and other sets of data. When your data is part of these platforms, a a type of positive compound interest is created.
it: Questi siti di terze parti possono essere molto utili. Per la ragione principale che questi hanno già riunito una comunità di persone interessate ed un insiemi di dati. Quando i dati entrano a parte di queste piattaforme, viene creata una miscela positiva.

source: Wholesale data platforms already provide the infrastructure which can support the demand. They often provide analytics and usage information. For public sector agencies, they are generally free.
he: פלטפורמות אחסון מידע כבר מספקות את התשתית, שיכולה לענות על הדרישה. לרוב הן מספקות מידע סטטיסטי ושימושי. לגופים בסקטור הציבורי הדברים נעשה לרוב ללא תמורה.
hr: Veleprodajne platforme već posjeduju infrastrukture koja može odgovoriti potražnji. One često sadrže analitičke informacije kao i informacije o korištenju. Za organizacije javnog sektora, one su uglavnom besplatne.
id: Platform grosir data sudah menyediakan infrastruktur yang dapat mendukung kebutuhan. Mereka bahkan menyediakan informasi analisis dan penggunaannya. Untuk lembaga sektor publik, mereka secara umum gratis.
it: Piattaforme di dati di massa mettono già a disposizione l'infrastruttura in grado di supportare la domanda. Spesso forniscono analisi e utilizzo dell'informazione. Per le agenzie del settore pubblico, inoltre, sono generalmente gratuite.
ja: 大規模データプラットフォームは、既に要件を満たす基盤を提供している。多くの場合、統計情報や利用状況なども得られる。公的機関の場合は、無料で使えることが一般的だ。
ro: Platforme de date în volum mare oferă infrastructura necesară care răspunde cererii. Adesea ele furnizează informații statistice și informații privind utilizarea. Pentru agențiile din sectorul public, acestea sunt în general gratuite.
zh_cn: 数据批发平台已经提供了底层基础架构来支持此类需求。他们通常提供数据分析和数据使用情况服务。而这些服务对于公共服务部门都是免费的。

source: These platforms can have two costs. The first is independence. Your agency needs to be able to yield control to others. This is often politically, legally or operationally difficult. The second cost may be openness. Ensure that your data platform is agnostic of who can access it. Software developers and scientists use many operating sytems, from smart phones to supercomputers. They should all be able to access the data.
it: Queste piattaforme possono avere due costi. Il primo è l'indipendenza. La vostra agenzia deve essere in grado di cedere il controllo agli altri. Questo è spesso politicamente, legalmente o operativamente difficile. Il costo secondo può essere l'apertura. Bisogna assicurarsi che la propria piattaforma dati sia agnostica rispetto a chi può accedervi. Gli sviluppatori di software e gli scienziati usano sistemi operativi diversi, dagli smartphone ai supercomputer. Tutti dovrebbero essere in grado di accedere ai dati.

source: via FTP servers
it: attraverso server FTP

source: A less fashionable method for providing access to files is via the File Transfer Protocol (FTP). This may be suitable if your audience is technical, such as software developers and scientists. The FTP system works in place of HTTP, but is specifically designed to support file transfers.
he: שיטה פחות עכשווית למתן גישה למידע, היא באמצעות שרתי FTP. הצורה הזו מתאימה לקהל יעד טכני, כמו מפתחי תוכנה ומדענים. מערכת ה- FTP מחליפה את ממשק ה- HTTP, אבל היא מיועדת להעברת קבצים.
hr: Manje rasprostranjena metoda za pristup podacima je putem File Transfer Protokola (FTP). Ovo je prilagođeno tehnički potkovanoj publici, kao što su softverski programeri i znanstvenici. FTP sustav djeluje umjesto HTTP-a, ali je specifično dizajniran kako bi podržavao prijenos podataka.
id: Sebuah metode yang kurang modis dalam penyediaan akses adalah melalui File Transfer Protocol (FTP). Ini mungkin cocok bila pemirsa anda adalah teknisi, seperti pengembang perangkat lunak dan ilmuwan. Sistem FTP berjalan dalam kerangka HTTP, tetapi ia secara khusus didesain untuk mendukung transfer file.
it: Un metodo meno alla moda per fornire accesso ai file avviene tramite il File Transfer Protocol (FTP). Questo può essere adatto se il pubblico è tecnico, come ad esempio gli sviluppatori di software e gli scienziati. Il sistema FTP funziona in sostituzione di HTTP, ma è specificamente progettato per supportare il trasferimento di file.
ja: 最近ではあまりはやらなくなったが、File Transfer Protocol (FTP)を使ってファイルにアクセスさせる方式もある。この方式が適しているのは、ソフトウェア開発者や科学者などの技術分野を相手にする場合だ。FTPはHTTPのかわりに使うことができ、ファイルの転送に特化して設計されている。
ro: O metodă mai puțin la modă pentru acordarea accesului la fișiere este prin FTP. Acest lucru este potrivit atunci când audiența ta are cunoștințe tehnice, precum dezvoltatorii de software și oamenii de știință. Sistemele FTP înlocuiesc HTTP, dar sunt special create pentru transferal de fișiere.
zh_cn: 一个逐渐不流行的方式是将数据通过FTP方式开放。如果你的主要客户是熟悉技术的人群，例如软件工程师或者科学家，那么这种方式是合适的。FTP系统是类似于HTTP系统的但其被特别设计为为文件传输服务。

source: FTP has fallen out of favour. Rather than providing a website, looking through an FTP server is much like looking through folders on a computer. Therefore, even though it is fit for purpose, there is far less capacity for web development firms to charge for customisation.
he: שירות FTP עדיף פחות. במקום להיכנס לאתר אינטרנט, אתר FTP דומה מאוד לתיקיות במחשב. לכן, למרות שזו שיטה מתאימה לשימוש, יש מעט מאוד דרישה ממפתחי ווב להקים אתרים כאלה.
hr: FTP je ispao iz mode. Umjesto prikaza web stranice, pretraga unutar FTP servera sliči uvelike kao pretraga mapa na računalu. Iako svrsishodno, ovaj oblik tvrtkama za mrežni razvoj otežava naplatu za kupčevo prilagođavanje.
id: FTP jauh dari kenikmatan. Daripada menyediakan sebuah situs, melihat melalui sebuah server FTP mirip seperti melihat folder pada komputer. Oleh karena itu, meskipun itu sesuai dengan tujuan, ada kapasitas yang jauh lebih sedikit bagi perusahaan pengembang web untuk membebankan biaya penyesuaian.
it: FTP è caduto in disuso. Invece che fornire un sito web, l'accesso ad un server FTP è molto simile a quello dell'accesso alle cartelle su un computer. Pertanto, anche se è idoneo allo scopo, non offre molte possibilità per le aziende di sviluppo software web di fare personalizzazioni.
ja: FTPにはかつてほどの人気はなくなった。ウェブサイトを提供するのに比べると、FTPサーバーを扱うというのはコンピューター上のフォルダを扱うのに似ている。したがって、たとえそれが目的にかなっていたとしても、そのカスタマイズを請け負えるウェブ開発会社はあまりいないだろう。
ro: FTP a ieșit din grații. Mai degrabă decât furnizarea unui sit, să te uiți printr-un server este ca și cum te-ai uita prin dosare într-un calculator. Deși este în concordanță cu obiectivul, capacitatea firmelor de dezvolatare web de a taxa pentru personalizare este mult mai mica.
zh_cn: FTP已经逐渐被淘汰了。不同于提供一个网站，提供一个FTP更像是提供了一种访问计算器文件夹的方式。因此，尽管它能解决问题，但其的不可定制性使得鲜有网站开放商愿意提供此服务。

source: as torrents
it: come torrent

source: :term:`BitTorrent` is a system which has become familiar to policy makers because of its association with copyright infringement. BitTorrent uses files called torrents, which work by splitting the cost of distributing files between all of the people accessing those files. Instead of servers becoming overloaded, as the demand increases, so does the supply. This is the reason that this system is so successful for sharing movies. It is a wonderfully efficient way to distribute very large volumes of data.
it: :term:`BitTorrent` è un sistema che è diventato famigliare ai decisori politici a causa della sua associazione con l'idea di violazione del copyright. BitTorrent utilizza dei file chiamato torrent, che funzionano dividendo la distribuzione di un file tra tutte le persone che lo stanno scaricando. Questo fa si che un server non venga sovraccaricato in quanto la domanda aumenta con l'offerta. Questa è il motivo per cui questo sistema ha avuto così tanto successo per la condivisione di filmati. Si tratta di una soluzione meravigliosamente efficiente per distribuire grandi volumi di dati.

source: as an API
it: attraverso una API

source: Data can be published via an :term:`Application Programming Interface` (API). These interfaces have become very popular. They allow programmers to select specific portions of the data at a time, rather than providing all of the data in bulk as a large file. APIs are typically connected to a database which is being updated in real-time. This means that making information available via an API can ensure that it is up to date.
it: I dati possono essere pubblicati attraverso una :term:`API (Application Programming Interface)`. Queste soluzioni sono diventate molto popolari. In quanto permettono ai programmatori di selezionare, di volta in volta, specifiche porzioni di dati, piuttosto che fornire tutti i dati in massa sotto forma di file di grandi dimensioni. Le API sono tipicamente collegati ad un database che viene aggiornato in tempo reale. Ciò significa che rendere le informazioni disponibili tramite una API permette di garantire l'accesso a dati sempre aggiornati.

source: Publishing raw data in bulk should be the primary concern of all open data intiatives. There are a number of costs to providing an API:
he: מסירת מידע לא מעובד בכמויות גדולות היא הדאגה הגדולה של יזמי מידע פתוח באשר הם. יש כמה עלויות למסירת מידע באמצעות API:
hr: Objavljivanje neobrađenih podataka u velikim količinama bi trebala biti osnovna briga za sve inicijative vezane uz otvorene podatke. Brojni su troškovi korištenja API-a:
id: Mempublikaskan data mentah secara masal harus menjadi perhatian khusus dari semua inisiatif data terbuka. Terdapat jumlah biaya untuk menyediakan sebuah API:
it: Pubblicazione di dati grezzi in massa dovrebbe essere la preoccupazione principale di tutte le iniziative open data. Ci sono una serie di costi nel fornire una API:
ja: すべてのデータに対する主導権を握るには、一括で公開することをまず考えなければならない。APIとして提供すれば、次のようなコストが発生する。
ro: Publicarea datelor primare în volum mare ar trebui să fie principala preocupare a tuturor inițiativelor privind datele deschise. Interfețele de programare cu aplicație presupun o serie de costuri:
zh_cn: 将原始数据整批发布应当是任何开放数据发布者首要考虑的。提供API将会需要付出以下代价：

source: The price. They require much more development and maintainence than providing files.
he: המחיר. נדרש זמן פיתוח ואחזקה ארוך יותר, מאשר מסירת קבצי מידע.
hr: Cijena. Oni zahtijevaju puno više razvoja i održavanja nego samo pružanje podataka.
id: Harga. Mereka membutuhkan lebih banyak pengembangan dan pemeliharaan daripada menyediakan file.
it: Il prezzo. Le API richiedono sviluppo e la manutenzione molto più che nel fornire i file.
ja: 金額。ファイルで提供することに比べて、その仕組みを開発したり保守したりするための資金を要する。
ro: Prețul. Au nevoie de mai multă mentenanță decât furnizarea fișierelor.
zh_cn: 高成本。 API方式相比传统文件下载方式通常需求繁重的开发和维护而造成高成本。

source: The expectations. In order to foster a community of users behind the system, it is important to provide certainty. When things go wrong, you will be expected to incur the costs of fixing them.
he: הציפיות. כדי לטפח קהילת משתמשים במידע, חשוב לספק יציבות. כאשר דברים משתבשים, יצפו מכם לתקן אותם ללא עלות.
hr: Očekivanja. Kako bi se poticala zajednica korisnika koji se služe sustavom, važno je biti točan. Kada kola krenu nizbrdo i kada dođe do grešaka, očekujte da ćete trošak popravka snositi vi.
id: Harapan. Dalam rangka mendorong komunitas pengguna di balik sistem, sangatlah penting untuk memberikan kepastian. Ketika terjadi sesuatu yang buruk, anda akan diharapkan menanggung biaya untuk memperbaikinya.
it: Le aspettative. Al fine di promuovere una comunità di utenti dietro il sistema, è importante garantire la sicurezza. Quando le cose vanno male, si dovranno sostenere i costi per risolverli.
ja: 期待。そのシステムの利用者のコミュニティを育てるには、APIを確実に提供することが重要だ。何か問題が発生すれば、それは自分たちが修正しなければならない。
ro: Așteptările. Pentru a încuraja o comunitate de utilizatori să folosească sistemul, este important să ofero certitudine. Atunci când lucrurile nu merg bine, se va aștepta de la tine să acoperi costul reparațiilor.
zh_cn: 高预期。 为了营造良好的社区氛围，你应当提供确定的 API 服务内容。当任何部分出错，你都要付出修复他们的代价。

source: Access to bulk data ensures that:
he: גישה לכמויות גדולות של מידע מבטיחה:
hr: Pristup velikoj masi podataka osigurava da:
id: Akses ke data masal dapat memastikan bahwa:
it: L'accesso ai dati di massa assicura che:
ja: データへの一括アクセスを提供すれば、次のようなことを保証できる。
ro: Accesul la un volum mare de informații asigură că:
zh_cn: 提供整批数据则保证了：

source: there is no dependency on the original provider of the data, meaning if a restructure or budget cycle changes the situation, the data are still available
it: non c'è dipendenza dal fornitore originale dei dati, vale a dire se una ristrutturazione o ciclo di bilancio cambia la situazione, i dati rimangono disponibili

source: anyone else can obtain a copy and redistribute it. This reduces the cost of distribution away from the source agency and means that there is no single point of failure.
he: כל אחד אחר יכול להשיג עותק ולהפיץ אותו לשימוש חוזר. זה מפחית את עלות ההפצה החוזרת ממפיץ המידע המקורי, ומבטיח שאין נקודת כשל יחידה.
hr: bilo tko može nabaviti kopiju i redistribuirati ju. Ovo smanjuje trošak distribucije izvornoj organizaciji i podrazumijeva da ne postoji točka zastoja.
id: Siapapun bisa mendapatkan sebuah salinannya dan mendistribusikannya. Hal ini akan menekan biaya distribusi pada lembaga sumber dan dapat memastikan tidak akan ada kegagalan sedikitpun.
it: chiunque altro può ottenere una copia e ridistribuirli. Questo riduce i costi di distribuzione di distanza dalla agenzia sorgenti e implica che non si crei un singolo punto di fallimento.
ja: 誰でも複製して再配布できる。これによって元の所有者が各所に配布するコストを削減でき、単一障害点がなくなる。
ro: oricine altcineva poate obține o copie și o poate redistribui. Acest lucru reduce costurile cu distribuția, luându-le de la agenția sursă și presupune faptul că nu există un singur loc unde sunt stocate informațiile (single point of failure).
zh_cn: 任何人都会有数据的副本并且可以重分发这些数据。这就降低原数据提供者的数据分发成本以及不用担心分发数据中出现问题。

source: others can develop their own services using the data, because they have certainty that the data will not be taken away from them.
he: אחרים יכולים לפתח שירותים משלהם, בהתבסס על המידע, משום שהם יהיו בטוחים שמידע הזה לא ילקח מהם.
hr: ostali mogu razviti svoje usluge koristeći podatke jer znaju da im podaci neće biti uzeti.
id: lainnya dapat membangun layanan mereka sendiri menggunakan data tersebut, karena mereka punya keyakinan bahwa data tersebut tidak akan diambil dari mereka.
it: altri possono sviluppare i propri servizi utilizzando i dati, perché hanno la certezza che i dati non saranno loro levati.
ja: そのデータを使って第三者が自分でサービスを開発できる。データが手元から離れないことを確信できるからだ。
ro: alții pot dezvolta propriile servicii folosind informațiile, pentru că au siguranța că informațiile nu le vor fi luate.
zh_cn: 其他人可以利用这些数据开发自己的服务而不用担心将来会无法访问这些数据。

source: Providing data in bulk allows others to use the data beyond its original purposes. For example, it allows conversion it into a new format, linking with other resources, data to be versioned and archival in multiple places. While the latest version of the data may be made available via an API, raw data should be made available in bulk at regular intervals.
it: L'offrire dati in massa permette ad altri di utilizzare i dati oltre il suo scopo originale. Come, ad esempio,la conversione in un nuovo formato, il collegamento con altre risorse, dati da versionare e d'archiviare in più luoghi. Mentre l'ultima versione di i dati sarà sempre resa disponibili attraverso API, i dati grezzi dovrebbero essere resi disponibili in massa a intervalli regolari.

source: For example, the Eurostat statistical service has a bulk download facility offering over 4000 data files. It is updated twice a day, offers data in :term:`Tab Separated Value` (TSV) format, and includes documentation about the download facility as well as about the data files.
it: Ad esempio, il servizio statistico Eurostat ha una struttura che permette di scaricare oltre 4000 file di dati. L'aggiornamento avviene due volte al giorno, ed offre dati nel formato :term:`Tab Separated Value (TSV)` ed include documentazione sulle funzionalità di download ed anche sulla struttura dei dati.

source: Another example is the District of Columbia OCTO’s Data Catalogue, which allows data to be downloaded in CSV and XLS format, in addition to live feeds of the data.
it: Un altro esempio è l'OCTO Data Catalogue - il catalogo dei dati del Distretto di Columbia, che consente di scaricare i dati in formato CSV ed XLS ed un feed con le informazioni in tempo reale sui dati.

source: via the data access protocol
it: tramite il protocollo di accesso ai dati

source: :term:`DAP` (Data Access Protocol) is a system for data transfer that was developed for use in meterology and climate science. The system was designed to enable third-parties to access sections of databases stored in some central location. Despite its origins in a particular field, the technology is very generic and can be adapted for data transfer in any area.
it: :term:`DAP (Data Access Protocol)`è un sistema per il trasferimento dei dati sviluppato nel settore delle scienze meteorologiche e climatiche. Il sistema è stato progettato per consentire l'accesso, da parti di terzi, ad alcuni sezioni di database archiviate in alcuni luoghi centrali. Nonostante sia nato nato per un preciso settore applicativo, tecnologia offerta è talmente generica che può essere adattato per il trasferimento dati in qualsiasi altra area.

source: Implementing this technology can enable your agency to be experimental with its knowledge. For example, Australia's `Bureau of Meteorology Research Centre`_ provides the following disclaimer on its material:
it: L'implementazione di questa tecnologia può permettere alla vostra agenzia di sperimentare questi strumenti. Ad esempio, in il `Bureau of Meteorology Research Centre` (ufficio del centro di ricerca meteorologica) dell'Australia, presenta questo messaggio sul suo materiale:

source: Please note that the following products ... do not currently form part of the Bureau's standard services in any way.
it: Si informa che i seguenti prodotti ... attualmente non fanno parte, in alcun modo, dei servizi standard del Bureau.

source: This example demonstrates that it is possible to provide data in raw form without incurring liability for others' use of that data.
it: Questo esempio dimostra che è possibile fornire dati in forma grezza, senza incorrere in responsabilità per l'utilizzo di dati altrui.

source: Offline methods
it: Metodi offline

source: via optical media
it: attraverso supporti ottici

source: Optical media, such as DVDs, are very cheap to produce. However, they tend to lack the capacity that would warrant the manual handling of distributing them. One exception to this is events. If you are hosting an event for developers, such as a hackfest or barcamp, optical media can be the best way to distribute a dataset for use in the venue.
it: Supporti ottici, come DVD, sono molto economici da produrre. Tuttavia non sono molto comodi nella distribuzione in quanto serve distribuirli manualmente. A causa di questo però diventano utilissimi durante eventi. Se si ospitano un evento per sviluppatori, come un hackfest o barcamp, i supporti ottici diventano il metodo migliore per distribuire dati.

source: via external hard disk drives
it: attraverso hard disk esterni
