Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: The most important thing is to provide a neutral space which can overcome both inter-agency politics and future budget cycles. Jurisdictional borders, whether sectorial or geographical, can make cooperation difficult. However, there are significant benefits in joining forces. The easier it is for outsiders to discover data, the faster new and useful tools will be built.
he: הדבר החשוב ביותר, הוא לספק חלל נייטרלי, שיעקוף פוליטיקה בין-גופית ודיוני תקציב עתידיים. גבולות שיפוט, סקטוריאליות או גיאוגרפיות, יכולים להקשות על שיתוף פעולה. למרות זאת, יש יתרונות ברורים באיחוד כוחות. ככל שקל יותר לאנשים מבחוץ לגלות מידע, כך הם יפתחו יותר כלים יעילים לשימוש בו.
hr: Najvažnija stvar koju treba osigurati je neutralan prostor koji neće biti u suboku s untrašnjim politikama organizacija i njihovim proračusnkim ciklusima. Jurisdikcijske granice, bile one sektorske ili geografske, mogu otežavati suradnju. No, mnoge su prednosti u združivanju snaga. Što vanjski korisnici lakše otkrivaju podatke, to se brže mogu stvarati novi i korisni alati.
id: Yang paling penting adalah menyediakan ruang netral yang dapat mengakomodasi baik politik antar-lembaga maupun siklus anggaran di masa depan. Perbatasan yurisdiksi, baik sektoral maupun geografis, dapat membuat kerjasama menjadi hal yang sulit. Namun, ada manfaat yang signifikan ketika bergabung. Semakin mudah bagi orang luar untuk menemukan data, maka perangkat-perangkat akan semakin cepat dibangun dan semakin meningkat kegunaannya.
ja: 最も大切なことは、中立な場所で公開することだ。そうすれば、組織内の勢力争いや予算の都合などに振り回されずに済む。司法の管轄をまたがった協力は難しいことだろう。しかし、うまく協力すればかなりの恩恵を受けられる。他の人たちがデータを発見しやすくなればなるほど、新しい便利なツールが早く作られるようになる。
ro: Cel mai important lucru este crearea unui spațiu neutru care să poată depăși atât politicile inter-agenții, cât și ciclurile bugetare viitoare. Frontierele juridice, atât cele sectoriale, cât și cele geografice, pot face cooperarea dificilă. Cu toate acestea, există beneficii semnificative în cazul îmbinării acestor forțe. Cu cât este mai ușor pentru cei din afară să descopere datele, cu atât mai repede se vor construi instrumente noi și utile.
zh_cn: 最为关键的一点是你能找到一个中立的平台来规避可能的机构间的政治冲突和预算变化。无论是部门间的或是地域间的职权管辖范围都会对机构间合作造成一定的困扰。然而，机构间的合作有其益处。因为别人越容易发现数据，新的基于你数据的产品服务就会越快被开发出来。

source: There are a number of tools which are live on the web that are specifically designed to make data more discoverable.
he: יש ברשת הרבה כלים, שמיועדים להקל על חיפוש ומציאת מידע.
hr: Postoji mnoštvo online alata kojima je glavna zadaća što lakše otkriti podatke.
id: Terdapat banyak perangkat yang tersedia secara langsung di web yang didesain secara khusus untuk membuat data menjadi lebih mudah ditemukan.
ja: さまざまなツールがウェブ上に存在する。データを発見されやすくすることに特化したものである。
ro: Există un număr de instrumente ce pot fi găsite pe Internet care sunt create în mod special pentru a face datele mult mai ușor de descoperit.
zh_cn: 在网上已经有一批服务可以帮助你使你的数据可被人们发现。

source: One of the most prominent is the DataHub_ and is a catalog and data store for datasets from around the world. The site makes it easy for individuals and organizations to publish material and for data users to find material they need.
he: אחד הפופולריים בהם הוא DataHub, שמהווה קטלוג ומקום אחסון למערכי מידע מכל העולם. אתר זה מקל על יחידים וארגונים לפרסם חומר, ולמשתמשי מידע למצוא דברים שהם זקוקים להם.
hr: Jedan od najistaknutijih je DataHub_ koji sadrži podatke i podatkovne skupove iz svih dijelova svijeta. Stranica omogućuje pojedincima i organizacijama objavu materijala, a korisnicima podataka njihov lak pronalazak.
id: Salah satu yang paling menonjol adalah DataHub_ yang berbentuk sebuah katalog dan penyimpanan data dari seluruh dunia. Situs ini memudahkan para individu dan organisasi untuk mempublikasikan material dan membantu para pengguna data untuk menemukan material yang mereka butuhkan.
ja: 中でも突出するのが DataHub_ で、これは世界中のデータセットをまとめたカタログでありデータ格納庫でもある。このサイトを使えば、何かを公開したい個人や組織が自分の欲しいデータを見つけるのが容易になる。
ro: Unul dintre cele mai proeminente este DataHub, un catalog și un magazin de date pentru seturi de date din întreaga lume. Acest site facilitează publicarea materialelor de către persoane fizice și organizații și descoperirea lor de către utilizatorii de date.
zh_cn: 其中最突出的服务当属 DataHub，它是服务于全球数据的数据目录和数据存储服务。它使得任何个人和组织都可以轻易地发布数据并使人们能够找到需要的数据。

source: In addition, there are dozens of specialist catalogs for different sectors and places. Many scientific communities have created a catalog system for their fields, as data are often required for publication.
he: בנוסף, ישנם עשרות קטלוגים מתמחים לסקטורים ומקומות שונים. קהילות מדענים רבות יצרו מערכות קטלוגיות לעצמן, כי המידע נדרש לצורך הפירסומים שלהן.
hr: Nadalje, postoje desetci specijaliziranih baza podataka za različite sektore i područja. Mnoge znanstvene udruge su kreirale baze podataka za svoja područja uslijed česte potrebe za objavom podataka.
id: Sebagai tambahan, terdapat lusinan spesialis katalog untuk sektor dan tempat yang berbeda. Banyak dari komunitas ilmu pengetahuan telah membuat sebuah sistem katalog untuk bidang mereka, sebagaimana data yang sering dibutuhkan untuk publikasi.
ja: さらに、さまざまな機関や場所に特化したカタログも数多く存在する。科学者のコミュニティの多くは個々の分野のカタログシステムを構築しており、公開用のデータを求めている。
ro: Mai mult decât atât, există numeroase cataloage specializate din diverse sectoare și domenii. Multe comunități științifice au creat un sistem de cataloage pentru domeniile pe care le reprezintă, deoarece adesea sunt necesare diverse date pentru ca materialele respective să poată fi publicate.
zh_cn: 除此之外，现在还有许多服务于专门领域和地区的数据目录服务。一些科学社区也开发了专门的数据目录来服务于自己的研究领域，因为这些领域的论文发表都要求一同发布数据。

source: As it has emerged, orthodox practice is for a lead agency to create a catalog for the government's data. When establishing a catalog, try to create some structure which allows many departments to easily keep their own information current.
he: כפי שהתברר, שיטה מקובלת לחברות מובילות, היא יצירה של קטלוג למידע ממשלתי. כשיוצרים קטלוג, נסו ליצור מבנה, שיאפשר למרב הגופים לעדכן את המידע שלהם.
hr: S vremenom je praksa postala da vodeće agencije kreiraju baze za vladine podatke. Prilikom njihovih kreacija, pokušajte stvoriti strukture koje omogućavaju raznim odjelima lakše i jednostavnije ažuriranje podataka.
id: Seperti yang telah muncul, praktik ortodoks adalah untuk lembaga utama yang membuat katalog untuk data pemerintah. Saat menetapkan katalog, cobalah untuk membuat beberapa struktur yang memungkinkan banyak departemen dapat dengan mudah menyimpan informasi mereka sendiri.
ja: ここまでで明らかになったとおり、正統な方法はその機関自身に政府のデータを扱うカタログを作らせることだ。カタログを構築する際には、各部署が自分の情報を最新に保ちやすいような仕組みを作るようにしよう。
ro: Pentru o agenție de top, crearea unui catalog pentru datele provenite de la guvern reprezintă o practică ortodoxă. Atunci când creezi un catalog, încearcă să stabilești niște structuri care să le permită numeroaselor departamente să-și actualizeze informația ușor.
zh_cn: 对政府部门而言，常见的方式是建立一个数据目录。当开发数据目录时，要记得其架构因能使不同部门轻易管理各自的数据。

source: Resist the urge to build the software to support the catalog from scratch. There are free and open source software solutions (such as CKAN_) which have been adopted by many governments already. As such, investing in another platform may not be needed.
he: הימנעו מפיתוח תוכנה שתטפל במידע - יש תוכנות קוד פתוח חינמיות, כמו CKAN (ckan.org) שנמצאות כבר בשימוש ממשלות רבות. השקעה בפלטפורמות אחרות תהיה מיותרת.
hr: Izbjegavajte stvaranje softvera koji će biti podrška za bazu podataka od same nule. Postoje besplatni softveri i softveri otvorenog koda (npr. CKAN_) koje su već prihvatile mnoge vlade. Imajući to na umu, investiranje u neku drugu platformu neće biti potrebno.
id: Menahan diri dari tergesa-gesa untuk membangun dari awal perangkat lunak pendukung katalog. Ada banyak solusi perangkat lunak yang bebas dan open source (seperti CKAN_) yang telah banyak diadopsi oleh pemerintah. Dengan demikian, investasi di platform lain mungkin tidak akan diperlukan lagi.
ja: カタログを支援するソフトウェアをゼロから作り上げるという誘惑には負けないように。フリーでオープンソースなソフトウェアによるソリューション (CKAN_ など) が数多く存在しており、何十カ国もの政府が既にそれを採用している。わざわざ新たなプラットフォームに投資する必要はない。
ro: Rezistă tentației de a construi un software care să împiedice deteriorarea catalogului. Există soluții software libere și cu sursă deschisă (FOSS) care au fost deja adoptate de multe guverne. Prin urmare, investițiile într-o altă platformă nu sunt necesare.
zh_cn: 不要坚持去从头开发一个数据目录。免费，开源的解决方案（比如 CKAN）已经被很多政府所采用。因此，重新投入资源去开发新平台就显得没必要了。

source: There are a few things that most open data catalogs miss. Your programme could consider the following:
he: ישנם כמה דברים, שלא קיימים ברוב הקטלוגים של מידע פתוח. התוכנית שלכם יכולה לקחת בחשבון את הדברים הבאים:
hr: Postoji nekoliko stvari koje većina baza podataka nema. Vaš program bi mogao razmotriti sljedeće:
id: Ada beberapa hal yang sering diabaikan oleh katalog data terbuka. Program Anda sebaiknya mempertimbangkan hal-hal berikut ini:
ja: 多くのオープンデータカタログが見落としている点をいくつか取り上げる。プログラムを作る場合にはこれらを検討しよう。
ro: Există câteva lucruri care lipsesc adesea din cataloagele de date deschise. Programul dumneavoastră le-ar putea lua în considerație pe următoarele:
zh_cn: 下面我们列出一些数据目录服务通常缺少的特性，你们的开发人员可以考虑添加这些特性：

source: Providing an avenue to allow the private and community sectors to add their data. It may be worthwhile to think of the catalog as the region's catalog, rather than the regional government's.
he: לתת אפשרות לגופים פרטיים וציבוריים להוסיף מידע משלהם. עדיף לחשוב על הקטלוג כעל דבר תחומי, מאשר דבר אזורי-ממשלתי.
hr: Pružanje načina za privatne i društvene sektore koji žele dodati svoje podatke. Bolje je gledati na bazu podataka kao regionalnu, nego kao bazu podataka od vlade te regije.
id: Memberikan sebuah jalan yang dapat memungkinkan sektor swasta dan masyarakat untuk menambahkan data mereka. Hal ini mungkin dapat bermanfaat untuk mulai mempertimbangkan katalog tersebut sebagai sebuah katalog daerah, bukan sebagai katalog pemerintah daerah.
ja: 個人やコミュニティがデータを追加できるような手段を提供する。地域政府のカタログというよりはむしろ、その地域のカタログととらえたほうが有益だろう。
ro: Elaborarea unei căi care ar permite sectorului privat și cel comunitar să adauge propriile lor date. Ar fi util să te gândești la catalogul de date mai degrabă ca la unul regional decât ca la unul ce aparține guvernului.
zh_cn: 允许民间企业、组织、社区向数据目录添加数据。或许值得思考一下数据目录是仅仅服务于地区政府的还是服务于整个地区的。

source: Facilitating improvement of the data by allowing derivatives of datasets to be cataloged. For example, someone may geocode addresses and may wish to share those results with everybody. If you only allow single versions of datasets, these improvements remain hidden.
he: מתן אפשרות לשיפור המידע, על-ידי מתן האפשרות לקטלג את מערך המידע. לדוגמה, משתמש יכול לקודד כתובות באמצעות geocodes ואולי ירצה לשתף תוצאות אלה עם אחרים. אם מרשים רק גרסאות יחידות של מערכי המידע, שיפורים אלה יישארו חבויים.
hr: Olakšavanje unaprijeđenja podataka omogućujući unos izvedenica podatkovnih skupova u bazu podataka. Na primjer, netko bi želio napraviti popis adresa i to podijeliti sa svima. Ako imate samo jednu verziju podatkovnog skupa, ova poboljšanja će ostati skrivena.
id: Peningkatan fasilitas dari data dengan memperkenankan derivatif dari kumpulan data untuk dikatalogkan. Sebagai contoh, seseorang mentransformasikan alamat menjadi kode geo dan mungkin hasilnya dibagikan ke setiap orang. Bila anda hanya memperkenankan versi tunggal kumpulan-kumpulan datanya, peningkatan-peningkatan ini hanya akan menjadi tersembunyi.
ja: データの改良を促すために、データセットの派生物の掲載を許可する。たとえば、誰かが住所データにジオコーディングを施してその結果を共有してくれるかもしれない。データセットの派生物を禁止してしまうと、こういった改良が表に出なくなる。
ro: Facilitarea îmbunătățirii datelor prin permiterea seturilor derivate de date de a fi catalogate. De exemplu, cineva ar putea adăuga o geolocație adreselor și ar dori să împărtășească aceste rezultate cu toată lumea. Dacă nu vei permite versiuni derivate, ci doar singulare, aceste îmbunătățiri vor rămâne inaccesibile.
zh_cn: 允许数据的衍生版本被列入目录来促进数据质量的提升。比如，某个人或许将地址数据转为地理编码数据并想分享结果。如果你只允许单一版本的数据，这些改进都将不可见。

source: Be tolerant of your data appearing elsewhere. That is, content is likely to be duplicated to communities of interest. If you have river level monitoring data available, then your data may appear in a catalog for hydrologists.
he: היו סובלנים, כשהמידע שלכם יופיע במקומות אחרים. כלומר, סביר שמידע יועתק לקהילות בעלות עניין. אם יש לכם מידע ניטור על נהרות, ייתכן שהמידע שלכם יופיע בקטלוג מידע של הידרולוגים.
hr: Budite tolerantni prilikom prikazivanja vaših podataka na drugim mjestima. Točnije, sadržaj bi se mogao duplicirati u zajednicima sličnih interesa. Ako posjedujete podatke za nadzor razine rijeka, tada će se vaši podaci možda pojaviti u bazama podataka za hidrologe.
id: Berilah toleransi pada data anda agar bisa muncul di tempat lain. Ini artinya, konten anda mungkin akan digandakan untuk kepentingan masyarakat. Jika anda memiliki data tentang pemantauan ketinggian debit sungai yang sudah siap tersedia, maka data anda mungkin muncul dalam katalog untuk hidrologis.
ja: データが他の場所に転載されることに対して寛容になる。そうすれば、興味を持つ人たちの間でデータが複製されることになる。河川の水位観測データを公開すれば、そのデータは水文学者のカタログにも掲載されるだろう。
ro: Fii tolerant cu apariția datelor tale oriunde în altă parte. Asta înseamnă că există posibilitatea ca acest conținut să fie duplicat pentru comunitățile de interes. Dacă deții date cu privire la monitorizarea nivelului râurilor, de exemplu, este foarte probabil ca acele date să apară într-un catalog al hidrologilor.
zh_cn: 要容忍你的数据出现在别的地方。这意味着你的数据很可能在其他地方重复出现。比如你提供河流监测数据，它很有可能在水文学者的数据目录中出现。

source: Ensure that access is equitable. Try to avoid creating a privileged level of access for officials or tenured researchers as this will undermine community participation and engagement.
he: וודאו שהגישה למידע שווה לכולם. נסו להימנע ממתן זכויות יתר לגישה של גורמים או חוקרים רשמיים, כי זה יפגע בשיתוף הפעולה של הקהילה ובמעורבות שלה.
hr: Omogućite nepristran pristup. Izbjegavajte stvaranje privilegiziranih razina pristupa za državnike ili istraživače jer će to potkopati uključenost i sudjelovanje zajednice.
id: Pastikan setiap akses diperlakukan dengan adil. Cobalah untuk menghindari pembuatan tingkat akses istimewa yang ditujukan bagi para pejabat atau peneliti punya kedudukan penting karena hal ini akan melemahkan partisipasi dan hubungan dengan masyarakat.
ja: 誰でも公平にアクセスできるようにする。職員や終身在職権を持つ研究員だけに特別な権限を与えるなどということがあってはならない。これは、コミュニティへの帰属意識を低下させてしまう元となる。
ro: Asigură-te că accesul este echitabil. Încearcă să eviți crearea unui nivel privilegiat de acces pentru oficiali sau cercetători titularizați, deoarece aceasta va submina participarea și implicarea comunității.
zh_cn: 确保数据的获取对任何人是公平的。不要给政府官员或者终身教授等高级权限，因为这会使社区参与受到打击。

source: Be willing to create a supplementary catalog for non-official data.
he: היו נכונים ליצור קטלוג נספח למידע לא רשמי.
hr: Budite spremni kreirati dodatne baze za neslužbene podatke.
id: Jadilah pihak yang bersedia membuat katalog tambahan untuk data yang bersifat tidak-resmi.
ja: 別のカタログを作って、非公式なデータをそこにまとめるようにしよう。
ro: Fii dispus de a crea un catalog suplimentar pentru datele neoficiale.
zh_cn: 要乐意为那些非官方数据建立数据目录。

source: It is very rare for governments to associate with unofficial or non-authoritative sources. Officials have often gone to great expense to ensure that there will not be political embarrassment or other harm caused from misuse or overreliance on data.
he: ממשלות לא קשורת בדרך כלל למידע לא רשמי, או לא מוסמך. פקידי ממשל משקיעים רבות לוודא, שהמידע לא יכול לגרום למבוכה פוליטית או נזק אחר, שעלול להיגרם משימוש לא נכון או הישענות רבה מידי על המידע.
hr: Vlade iznimno rijetko surađuju s neslužbenim ili nemjerodavnim izvorima. Državnici tako često znaju puno trošiti kako bi izbjegli političko sramoćenje ili druge negativne konotacije koji bi mogle biti uzrokovane zloupotrebom ili prevelikim oslanjanjem na podatke,
id: Adalah sangat jarang bagi pemerintah untuk mengasosiasikannya dengan sumber-sumber yang bersifat tidak resmi atau non-otoritatif. Para pejabat seringkali mengeluarkan biaya besar untuk memastikan bahwa tidak akan ada rasa malu masalah politik atau ancaman lain yang disebabkan dari penyalahgunaan atau kepercayaan yang berlebih pada data.
ja: 政府にとって、非公式なソースや非公認のソースと連携することは希である。役人たちは、多額の費用をかけてでも、データの誤用や過度の依存にもとづく政治的な問題が起こらないようにするものだ。
ro: Situațiile în care guvernele se asociază cu surse neoficiale sau ne-autorizate sunt foarte rare. Adeseori, oficialii au făcut tot posibilul să se asigure că nu vor exista situații politice stânjenitoare sau nu vor fi cauzate alte prejudicii din cauza folosirii improprii a datelor sau încrederii depline în acestea.
zh_cn: 对于政府部门而言，很少会将非官方数据源和自身联系起来。通常政府部门会花费巨额来防止因为数据的误读和过分解读而造成的政治上的窘迫和损害。

source: Moreover, governments are unlikely to be willing to support activities that mesh their information with information from businesses. Governments are rightfully skeptical of profit motives. Therefore, an independent catalog for community groups, businesses and others may be warranted.
he: יתרה מכך, על ממשלות להיות מוכנות לסייע לפעילים, שממזגים את המידע שלהם עם מידע עסקי. ממשלות נעדרות מוטיבציות רווחיות, ובצדק. לכן הן יכולות להפיץ קטלוג עצמאי לקבוצות קהילתיות, עסקים ואחרים.
hr: Nadalje, vlade neće podržavati aktivnosti koje miješaju njihove podatke s podacima poduzeća. Vlade su opravdano skeptične u vezi motiva vezanih uz profit. Stoga je poželjna nepristrana baza podataka za zajednice, poduzeća i ostale.
id: Selain itu, pemerintah tampaknya tidak akan bersedia untuk mendukung kegiatan yang berpotensi dapat mengacaukan informasi mereka dengan informasi dari bisnis. Pemerintah berhak skeptis terhadap segala motif yang berlatar keuntungan. Oleh karena itu, katalog independen untuk masyarakat, usaha kelompok dan lainnya dapat dibenarkan.
ja: さらに政府は、自ら保持する情報に対して営利企業からの情報の影響が及ぶことになるような活動を支援しないだろう。政府は営利活動に懐疑的になるのももっともだ。したがって、コミュニティや業界団体などによる独自のカタログも必要になるはずだ。
ro: Mai mult decât atât, e puțin probabil ca guvernele să fie dispuse să sprijine activități prin care informațiile lor sunt puse laolaltă cu cele ale întreprinderilor. Guvernele sunt pe bună dreptate sceptice pe motive de profit. Așadar, crearea unui catalog independent for grupuri de comunități, afaceriști sau altele poate fi justificată.
zh_cn: 进一步来说，政府通常不愿意支持那些将自身政府信息和商业信息整合使用的活动。对于此类活动，政府部门通常抱以利益驱动的阴谋论。因此，一个由社区运营的独立数据目录是需要的。

source: Finding out more about prospective re-users
he: לגלות עוד על מאחזרי מידע אפשריים
hr: Saznanja o budućim korisnicima
id: Mencari tahu lebih banyak tentang para calon pengguna ulang data anda
ja: データを再利用してくれそうな人たちを見つける
ro: Aflați mai multe despre potențialii reutilizatori
zh_cn: 找到更多的潜在用户

source: Finding out more about how people want to re-use your data
he: לגלות עוד, על איך אנשים רוצים לאחזר את המידע שלכם.
hr: Saznanja o tome kako drugi ljudi žele koristiti vaše podatke
id: Mencari tahu lebih banyak tentang bagaimana orang-orang ingin menggunakan ulang data anda
ja: 他の人たちがデータをどんなふうに再利用したがっているのかを知る
ro: Aflați mai multe despre cum participanții vor să refolosească datele dumneavoastră
zh_cn: 了解人们如何使用你的数据

source: Enabling prospective re-users to find out more about what data you have
he: לאפשר למאחזרים פוטנציאלים של המידע להבין טוב יותר, איזה מידע אתם מציעים להם.
hr: Pružanje budućim korisnicima više informacija o podacima koje posjedujete
id: Perkenankan para calon pengguna ulang untuk mencari tahu lebih banyak data apa yang anda miliki
ja: データを再利用してくれそうな人たちに、自分がどんなデータを持っているのかを知らせる
ro: Permiteți posibililor reutilizatori să afle mai multe despre datele pe care le aveți
zh_cn: 让更多人了解你的数据

source: There are also lots of different ways of running events, and different types of events, depending on what aim you want to achieve. As well as more traditional conference models, which will include things like preprepared formal talks, presentations and demonstrations, there are also various kinds of participant driven events, where those who turn up may:
he: יש גם הרבה דרכים לארגן את האירוע, וסוגים שונים של אירועים - תלוי מה אתם רוצים להשיג. בנוסף על כנסים מסורתיים, שכוללים דברים כמו שיחות רשמיות מאורגנות מראש, מצגות והדגמות, יש גם סוגים שונים של אירועים מכווני משתתפים, בהם אלו שמשתתפים יכולים:
hr: Postoji mnogo različith načina za pokretanje događanja, te mnoštvo njihovih tipova, ovisno što želite ostvariti. Osim tradicionalnih konferencijskih modela koji uključuju pripremljene formalne govore, prezentacije i demonstracije, postoje i razna događanja upravljana sudionicima koji mogu:
id: Terdapat pula ragam cara berbeda dalam menjalankan kegiatan, dan perbedaan jenis-jenis kegiatan, tergantung pada tujuan apa yang ingin anda capai. Sebagaimana kebanyakan model konferensi tradisional, yang akan mencakup hal-hal seperti pembicaraan formal pra persiapan, presentasi dan demonstrasi, terdapat pula bermacam kegiatan yang mendorong partisipan, di mana orang-orang yang akan muncul mungkin:
ja: イベントを主催するにはいろいろなやりかたがあり、イベントの種類や自分が何を達成したいのかによってやりかたは変わってくる。伝統的なカンファレンス(事前に準備したフォーマルなトークやプレゼン、デモなど)以外にも、参加者主導で進めるいろんなイベントがある。たとえばこんなものだ。
ro: Există multe modalități diferite de derulare a evenimentelor și diferite tipuri de evenimente în funcție de ceea ce dumneavoastră țintiți să obțineți. Din moment ce există multe modele tradiționale de conferințe care includ chestiuni precum discuții formale pregătite anterior, prezentări și demonstrații, așa există diferite tipuri de evenimente conduse de participanți, în care aceia care sunt prezenți pot:
zh_cn: 有许多不同的方法来组织活动，并且活动的类型也有很多，这些都取决与你想达成怎样的目标。 传统的会议方式通常包含诸如事先准备的演讲和演示，但除此之外，也有完全由参与者驱动的活动形式，在这种活动中，参与者们可以：
