Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: **Nettskap 2.0**. In April 2010 the Norwegian Ministry for Government Administration held "Nettskap 2.0". Norwegian developers - companies, public agencies or individuals - were challenged to come up with web-based project ideas in the areas of service development, efficient work processes, and increased democratic participation. The use of government data was explicitly encouraged. Though the application deadline was just a month later, on May 9, the Minister Rigmor Aasrud said the response was "overwhelming". In total 137 applications were received, no less than 90 of which build on the reuse of government data. A total amount of NOK 2.5 million was distributed among the 17 winners; while the total amount applied for by the 137 applications was NOK 28.4 million.
it: **Nettskap 2.0**. Nel mese di aprile 2010 il Ministero norvegese per l'amministrazione del governo HA tenuto "Nettskap 2.0". Gli sviluppatori norvegesi - aziende, enti pubblici o privati ​​- si sono sfidati nel realizzare idee progettuali web-based nelle aree di sviluppo dei servizi, processi di lavoro efficienti, e una maggiore partecipazione democratica. L'utilizzo dei dati delle amministrazioni è stato esplicitamente incoraggiato. Anche se il termine la scadenza è stato solo un mese dopo, il 9 maggio, il ministro Rigmor Aasrud ​​ha detto che la risposta è stata "schiacciante". In totale sono state ricevute 137 domande, non meno di 90 dei quali costruire sul riutilizzo dei dati pubblici. È stato distribuito un importo totale di 2.5 milioni di corone norvegesi distribuito tra i 17 vincitori, mentre l'importo complessivo richiesto dal 137 domande era di 28.4 milioni.

source: **Mashup Australia**. The Australian Government 2.0 Taskforce invited citizens to show why open access to Australian government information would be positive for the country’s economy and social development. The contest ran from October 7th to November 13th 2009. The Taskforce released some datasets under an open licence and in a range of reusable formats. The 82 applications that entered into the contest are further evidence of the new and innovative applications which can result from releasing government data on open terms.
it: **Mashup Australia**. La Taskforce 2.0 del governo australiano ha invitato i cittadini a dimostrare perché il libero accesso alle informazioni del governo australiano può essere positivo per l'economia del Paese e lo sviluppo sociale. Il concorso è stato realizzato dal 7 Ottobre al13 Novembre 2009. La task force ha rilasciato alcuni dati sotto una licenza open e in una vasta gamma di formati riutilizzabili. Le 82 applicazioni che hanno partecipato al concorso sono un'ulteriore prova delle nuove e innovative applicazioni che possono derivare nel rilasciare i dati del governo in modalità aperta.

source: Conferences, Barcamps, Hackdays
he: כנסים, מפגשי פיתוח, האקתונים
hr: Konferencije, kampovi, dani hakiranja
id: Konferensi, Barcamp, Hackday
it: Convegni, Barcamp, Hackday
ja: カンファレンス・Barcamp・ハックデイ
ro: Conferințe, barcam-uri, hackday-uri
zh_cn: 会议，Barcamps，Hackdays

source: One of the more effective ways for Civil Society Organisations (CSO) to demonstrate to governments the value of opening up their datasets is to show the multiple ways in which the information can be managed to achieve the social and economic advantages. CSO that promote reuse have been instrumental in countries where there have been advances in policy and law to ensure that datasets are both technically and legally open.
it: Uno dei modi più efficaci per organizzazioni della società civile (OSC) per dimostrare ai governi il valore di apertura dei loro set di dati è quello di mostrare i molteplici modi in cui l'informazione può essere riusciti a raggiungere i vantaggi sociali ed economici. CSO che favorire il riutilizzo sono state fondamentali in paesi dove ci sono stati progressi in materia di politica e del diritto per garantire che i dataset sono vista tecnico e giuridico aperto.

source: The typical activities which are undertaken as part of these initiatives normally include competitions, open government data conferences, “unconferences”, workshops and “hack days”. These activities are often organised by the user community with data that has already been published proactively or obtained using access to information requests. In other cases civil society advocates have worked with progressive public officials to secure new release of datasets that can be used by programmers to create innovative applications.
it: Le attività tipiche che sono intraprese nel quadro di queste iniziative comprendono normalmente concorsi, conferenze sugli open government data , "non conference", workshop e "hack days". Queste attività sono spesso organizzate dalla comunità degli utenti con i dati già pubblicati in maniera proattiva o ottenuti utilizzando accessi alle richieste di informazioni. In altri casi, i sostenitori della società civile hanno lavorato con presso i funzionari pubblici per ottenere progressivamente il rilascio di nuovi dati che possono essere utilizzati dai programmatori per creare nuove applicazioni innovative.

source: Tell the world!
he: הפיצו לעולם!
hr: Proširite vijest!
id: Beritahu dunia!
it: Dirlo al mondo!
ja: 広めよう!
ro: Împărtășește lumii
zh_cn: 告诉全世界！

source: First and foremost, make sure that you promote the fact that you've embarked on a campaign to promote open data in your area of responsibility.
it: In primo luogo, fare in modo che si promuova il fatto che si è intrapreso una campagna per promuovere gli open data nella propria area di responsabilità.

source: If you open up a bunch of datasets, it’s definitely worth spending a bit of time to make sure that people know (or at least can find out) that you’ve done so.
he: אם אתם פותחים קבוצה של מערכי מידע, כדאי בוודאות לבזבז מעט זמן, כדי שאנשים ידעו (או יוכלו לדעת) שפתחתם אותם.
hr: Ako otvorite veći broj baza podataka, korisno bi bilo odvojiti vrijeme kako bi bili sigurni da ljudi znaju (ili da barem mogu saznati) što ste učinili.
id: Jika anda membuka banyak kumpulan data, maka akan menjadi sesuatu yang berharga dengan meluangkan sedikit waktu untuk memastikan orang-orang tahu (atau sedikitnya mereka dapat mencari tahu tentangnya) bahwa anda telah melakukannya.
it: Se si apre una serie di set di dati, vale sicuramente la pena di spendere un po' di tempo per assicurarsi che la gente ne venga a conoscenza (o abbia il modo di farlo)
ja: 大量のデータセットを公開したのなら、ある程度手間をかけてでもその事実を人々に告知する(少なくとも発見してもらえるようにする)価値がある。
ro: Dacă deschizi mai multe seturi de date, merită să îți răpești puțin din timpul tău pentru a le spune și altora, sau să faci în așa fel încât să poată avea și alții acces la aceste informații.
zh_cn: 如果你开放了很多数据集，那么花上点时间来让大家知道你都做了些什么则是很值得的。

source: In addition to things like press releases, announcements on your website, and so on, you may consider:
he: בנוסף להודעות לעיתונות, הכרזות באתר האינטרנט שלכם וכד’, תרצו לשקול:
hr: Uz priopćenja za tisak, objave na vašoj web stranici, i tako dalje, mogli biste razmotriti:
id: Sebagai tambahan misalnya siaran pers, pengumuman di situs anda, dan sebagainya, anda mungkin mempertimbangkan:
it: Oltre a cose come comunicati stampa, annunci web, e così via, si può prendere in considerazione:
ja: プレスリリースやウェブサイトでの告知などのほかにも、次のようなこともできる。
ro: În plus, pe lângă comunicatele de presă, postările de pe website-ul propriu, sau alte acțiuni similare, ai putea să iei în calcul:
zh_cn: 除了媒体发布，网站公告之类，你可能还可以考虑：

source: Contacting prominent organisations or individuals who work/are interested in this area
he: ליצור קשר עם ארגונים או יחידים, המוכרים בתחום בו אתם עוסקים
hr: Kontaktirati ugledne tvrtke ili pojedince koji rade ili su zainteresirani za ovo područje
id: Menghubungi organisasi terkemuka atau para individu yang bekerja/berminat di area ini
it: Contattare importanti organizzazioni o individui che lavorano / sono interessati in quella zona
ja: その地域で働いていたり興味を持っていたりする著名な組織や人などと連絡をとる
ro: Contactarea organizațiilor sau a persoanelor care lucrează sau sunt interesate de acest domeniu
zh_cn: 联系那些对开放数据有显著兴趣的个人和组织

source: Contacting relevant mailing lists or social networking groups
he: ליצור קשר עם רשימות תפוצה, או קבוצות רלוונטיות ברשתות החברתיות
hr: Kontaktirati relevantne mailing liste ili grupe na društvenim mrežama
id: Menghubungi mailing list terkait atau grup social networking
it: Contattare le la mailing list o gruppi nei social network
ja: 関連するメーリングリストやソーシャルネットワークを活用する
ro: Împărtășește pe liste de discuții și rețele sociale
zh_cn: 联系相关的社交网络和讨论组

source: Directly contacting prospective users you know may be interested in this data
it: Contattare direttamente i potenziali utenti che si sa essere interessati a questi dati

source: Understanding your audience
he: להבין את הקהל שלכם
hr: Razumijevanje vaše publike
id: Memahami pemirsa anda
it: Comprendere il pubblico
ja: 対象者について理解する
ro: Adaptează-te audienței
zh_cn: 理解你的用户

source: Like all public communication, engaging with the data community needs to be targetted. Like all stakeholder groups, the right message can be wasted if it is directed to the wrong area.
it: Come tutte le comunicazioni pubbliche, impegnarsi con le comunità sui dati richiede essere mirati. Come tutti i gruppi di stakeholder, il giusto messaggio giusto può essere sprecata se diretto verso l'area sbagliata.

source: Digital communities tend to be very willing to share new information, yet they very rapidly consume it. Write as if your messages will be skimmed over, rather than critically examined in-depth.
he: קהילות מקוונות נוטות לשתף מידע חדש, ובו בזמן הן צרכניות גדולות שלו. כתבו כאילו המסר שלכם ייבחן ברפרוף, ולא לעומק.
hr: Digitalne zajednice imaju tendenciju dijeljenja novih informacja, no također ih i vrlo brzo konzumiraju. Pišite s očekivanjem da će vaše poruke biti samo letimice pročitane, a ne istražene u detalje.
id: Komunitas digital cenderung sangat bersedia untuk berbagi informasi baru, namun mereka sangat cepat mengkonsumsinya. Menulis seolah-olah pesan anda akan mengalir begitu saja, daripada mengundang kritisi ditelaah secara mendalam.
it: Le comunità digitali tendono ad essere molto disponibili a condividere nuove informazioni, tuttavia molto rapidamente si consumano. Quindi è meglio scrivere messaggi che saranno consumati in fretta, piuttosto che profonde analisi critiche.
ja: デジタル世代は新たな情報を共有したがる傾向が強い。しかしその情報を消費するのも速い。自分が書いたメッセージはさっと流し読みされるものだと考えよう。きちんと熟読されることはない。
ro: Comunitățile digitale sunt deschise în ceea ce privește împărtășirea de noi informații, dar sunt și consumatori rapizi. Scrieți ca și cum mesajul vostru ar fi citit pe diagonală, mai degrabă decât să dați toate detaliile.
zh_cn: 数字时代的社区很喜欢分享新的信息，虽然他们经常快餐式地消费那些信息。在你写宣传词时就做好人们不会深入阅读而是略读的准备。

source: Members of the tech community are less likely than the general public to use MS Windows. This means that you should not save documents in MS Office formats which can be read offline. There are two resons for this for two reasons.
it: I membri delle comunità tecnologiche utilizzano meno volentieri, rispetto al grande pubblico, i sistemi operativi Microsoft Windows. Questo implica che non è buona idea salvare i documenti nei formati MS Office per coloro che vogliono leggere offline. Ci sono due ragioni per questo.

source: The first is that those documents they will be less accessible. Rather than the document you see on your screen, readers may see a an imperfect copy from an alternative.
it: Il primo è che tali documenti saranno meno accessibili. Il documento visualizzato sul proprio documento potrebbe apparire in maniera imperfetta sui monitor di altri.

source: Secondly, your agency sends an implicit message that you are unwilling to take a step towards developers. Instead, you show that you are expecting the technology community to come to you.
he: השניה, זה ישדר לקהילה את המסר, שאינכם מוכנים לעשות צעד לקראת המפתחים. במקום זאת, אתם תתפסו כמי שמצפים מהקהילה הטכנולוגית ללכת לקראתכם.
hr: Drugo, vaša organizacija šalje direktnu poruku da niste spremni prilagoditi se razvojnim programerima. Umjesto toga, očekujete da članovi tehnološke zajednice dolaze k vama.
id: Keduanya, lembaga anda mengirimkan pesan implisit bahwa anda tidak akan mengambil langkah menuju menjadi pengembang. Sebaliknya, anda tunjukkan bahwa anda mengharapkan komunitas teknologi untuk datang kepada Anda.
it: Il secondo, che si invia un messaggio implicito nel non voler fare un passo per prendere contatto con gli sviluppatori. Contrariamente, invece si vuole che sia la comunità dei tecnici a venire incontro all'iniziativa.
ja: 次に、そんなことをすれば「開発者たちに歩み寄る気はない」という暗黙のメッセージを送ることになってしまう。そうではなく「技術者のコミュニティのほうから自分たちに歩み寄れ」という考えを示すことになる。
ro: În al doilea rând, agenția ta trimite un mesaj implicit că nu ești dispus să faci un pas înspre dezvoltatori. În schimb, arăți că aștepți comunitatea tehnologică să vină la tine.
zh_cn: 第二，你相当于向开发者群体暗示你们的机构不愿意与他们主动沟通而是期待他们来主动找你沟通。

source: Post your material on third-party sites
he: פרסמו את החומר שלכם באתרי צד שלישי
hr: Objavite vaš materijal na third-party stranicama
id: Kirimkan material anda pada situs pihak ketiga
it: Pubblicare il materiale su siti di terze parti
ja: サードパーティのサイトに投稿する
ro: Postează-ți materialele pe website-urile altor persoanelor
zh_cn: 将你的宣传材料发布到第三方站点

source: Many blogs have created a large readership in specialised topic areas. It may be worthwhile adding an article about your initative on their site. These can be mutually beneficial. You receive more interest and they receive a free blog post in their topic area.
it: Molti blog hanno creato un grande pubblico su determinati settori specialistici. Può essere utile inserire un articolo sulle proprie iniziative di open data su questi siti. Si tratta di una situazione di reciproco vantaggio. Da un lato l'iniziativa riceve più attenzione, e dall'altro il blog specializzato riceve un articolo gratis.

source: Making your communications more social-media friendly
he: להפוך את דרכי התקשורת שלכם ליותר ידידותיות לרשתות החברתיות
hr: Približite vaše komunikacijske kanale društvenim mrežama
id: Jadikan komunikasi anda lebih dekat dengan media sosial
it: Rendere la comunicazione più social-media friendly
ja: ソーシャルメディアで広めやすくするための方法
ro: Folosește rețelele sociale
zh_cn: 使你的宣传对于社交媒体更友好

source: It's unrealistic to expect that officials should spend large periods of time engaging with social media. However, there are several things that you can do to make sure that your content can be easily shared between technical users.
it: È irreale aspettarsi che i funzionari trascorreranno molto tempo impegnati con i social media. Tuttavia, ci sono diverse cose che si possono fare per assicurare che i contenuti possano essere facilmente condivisi fra utenti tecnici.

source: Some tips:
it: Alcuni suggerimenti:

source: Provide unique pages for each piece of content When a message is shared with others, the recipient of the referral will be looking for the relevant content quickly.
it: Fornire pagine univoche per ogni pezzo di contenuto Quando un messaggio viene condiviso con gli altri, il destinatario troverà il contenuto pertinente rapidamente.

source: Avoid making people download your press releases Press releases are fine. They are concise messages about a particular point. However, if you require people to download the content and for it to open outside of a web browser, then fewer people will read it. Search engines are less likely to index the content. People are less likely to click to download.
it: Evitare di fare in modo che le persone debbano scaricare i comunicati stampa. I comunicati stampa vanno bene. Si tratta di messaggi concisi su un tema particolare. Tuttavia, se si chiede alle persone di scaricare il contenuto che si apre al di fuori di un browser web, molto meno saranno coloro che lo leggeranno. I motori di ricerca hanno meno probabilità di indicizzare il contenuto. Le persone hanno meno probabilità di fare un clic per il download.

source: Consider using a Creative Commons licence Apart from providing certainty to people who wish to share your content that this is permissible, you send a message that your agency understands openness. This is bound to leave an impression far more significant to proponents of open data than any specific sentence in your press release.
it: È consigliabile utilizzare una licenza Creative Commons. Oltre a fornire sicurezza alle persone che vogliono condividere i contenuti su ciò che è permesso fare, si invia anche un messaggio implicito di apertura. Questo da un significato molto più importante nel proporre l'apertura dei dati, molto più che una frase importante nel comunicato stampa.

source: Social media
he: מדיה חברתית
hr: Društveni mediji
id: Media sosial
it: I social media
ja: ソーシャルメディア
ro: Rețelele sociale
zh_cn: 社交媒体

source: It's inefficient for cash-strapped agencies to spend hours on social media sites. The most significant way that your voice can be heard through these fora is by making sure that blog posts are easily sharable. That means, before reading the next section, make sure that you have read the last. With that in mind, here are a few suggestions:
it: E inefficace agenzie a corto di liquidi passare ore sui siti di social media. Il modo più significativo per essere ascoltato attraverso i social media è di fare in modo che i post sul blog siano facilmente condivisibili. Questo vuol dire che, prima di leggere la sezione successiva, sia meglio assicurarsi di aver letto l'ultima. Con questo bene in mente, ecco i suggerimenti:

source: Twitter has emerged as the platform of choice for disseminating information rapidly. Anything tagged with #opendata will be immediately seen by thousands.
he: טוויטר צמחה, כאפשרות להפצה מהירה של מידע. כל מה שתתייגו עם ההאש תג opendata#, ייראה מייד על-ידי אלפים.
hr: Twitter je rapidno izrastao u platformu koja se mora odabrati ako se žele rasprostraniti informacije. Bilo što sa tagom #opendata će odmah vidjeti tisuće ljudi.
id: Twitter telah muncul sebagai platform pilihan untuk menyebarkan informasi dengan cepat. Apa pun yang ditandai dengan #opendata akan segera dilihat oleh ribuan.
it: Twitter è emerso come la piattaforma ideale per diffondere le informazioni rapidamente. Qualsiasi messaggio taggato con #opendata sarà immediatamente visto da migliaia di persone.
ja: Twitterは、情報を手早く広めるための選択肢としての地位を確立している。#opendata タグをつけておけば、すぐに何千人もの目に留まる。
ro: Twitter a fost inițiat ca o platformă pentru diseminarea rapidă a informației. Orice etichetat #opendata va fi citit imediat de mii de persoane.
zh_cn: Twitter 已经成为了宣传的前沿阵地。任何被标记为 #开放数据# 的内容都能立即被成千上万人看到。 LinkedIn 也有大量对开放数据感兴趣的小组。

source: LinkedIn has a large selection of groups which are targetted towards open data.
it: LinkedIn ha una grande numero di gruppi che si interessano di open data

source: While Facebook is excellent for a general audience, it has not received a great deal of attention in the open data community.
he: בעוד שפייסבוק מצויינת לרוב האנשים, אנשי המידע הפתוח לא פועלים בה לרוב.
hr: Dok je Facebook izvrstan za običnu publiku, nije dobio pozornost zajednice koja se bavi otvorenim podacima.
id: Sementara Facebook sangat bagus untuk permisa umum, ia belum memberikan perhatian yang banyak pada komunitas data terbuka.
it: Mentre Facebook è eccellente per un pubblico generale, ma non ha ricevuto grande attenzione nella comunità open data.
ja: Facebookはごく一般的な人たち向けには優れているが、オープンデータコミュニティの中での認知度はそれほどではない。
ro: În timp ce Facebook este perfect pentru publicul larg, nu a primit prea multă atenție din partea comunității de date deschise.
zh_cn: 虽然 Facebook 很受大众欢迎，但其在开放数据社区却并不活跃。

source: Submit your content to the equivalent of newswires for geeks. Reddit and Hacker News are the two biggest in this arena at the moment. To a lesser extent, Slashdot and Digg are also useful tools in this area.
he: הציגו את התוכן שלך באתרים לגיקים. Reddit ו- Hacker News הם השניים הגדולים בתחום כרגע. אחריהם באים Slashdot ו- Digg, השניים האחרונים גם כלים יעילים בתחום הזה, במידת מה.
hr: Pošaljite vaš sadržaj ekvivalentima vijestima za štrebere. Reddit i Hacker News su trenutačno dvoje najvećih u ovom području. Nešto manje korisni alati su Slashdot i Digg.
id: Kirimkan konten anda ke jaringan berita para pecandu yang terkait. Reddit dan Hacker News adalah dua raksasa di arena tersebut untuk saat ini. Pada tingkat yang lebih rendah, Slashdot dan Digg juga bisa menjadi alat yang berguna di area ini.
it: I contenuti vanno inviati alle equivalenti agenzie di stampa per geek. Reddit e News Hacker sono, al momento, le due più grandi in questo settore. In misura minore, sono utili anche Slashdot e Digg.
ja: ギーク向けのニュースサイトにコンテンツを投稿する。RedditとHacker Newsが、現時点での二大巨頭だ。それには及ばないが、SlashdotやDiggもそれなりに有用なサイトである。
ro: Pune conținutul pe canale de știri pentru pasionați. Reddit și Hacker News sunt cele mai mari de acest gen. Slashdot și Digg sunt unelte utile în acest domeniu.
zh_cn: 把你的宣传材料提交到极客的新闻网站。Reddit 和 Hacker News 是最大的两个新闻媒体。此外，Slashdot 和 Digg 也是非常有用的网站。

source: These sites have a tendency of driving signficiant traffic to interesting material. They are also heavily focused on topic areas. Therefore, you
it: Questi siti hanno una tendenza di traffico significativa di materiale interessante. E sono anche fortemente incentrato su aree tematiche. Pertanto, è

source: Glossary
he: מילון מונחים
hr: Pojmovnik
id: Kamus
it: Glossario
ja: 用語集
ro: Glosar
zh_cn: 术语

source: The process of turning data that could result into the identification of individuals.
it: Il processo di trasformazione dei dati che potrebbe portare alla identificazione di singole persone.

source: See :term:`Anonymisation`.
he: ראו :מונח:'אנונימיזציה'
hr: Vidi 'anonimizacija'
id: Lihat :term:`Anonimisasi`.
it: Vedi:term:`Anonimizzazione`
ja: :term:`Anonymisation` を参照。
ro: Vezi :term:`Anonymisation`.
zh_cn: 参见 :term:`匿名化`

source: See :term:`Application Programming Interface`.
he: ראו :מונח:'ממשק תכנות אפליקציה'
hr: Vidi 'sučelje za programiranje aplikacija'
id: Lihat :term:`Antarmuka Aplikasi Pemrograman`.
it: Vedi :term:`Application Programming Interface`.
ja: :term:`Application Programming Interface` を参照。
ro: Vezi :term:`Application Programming Interface`.
zh_cn: 参见 :term:`应用程序语言接口`

source: A way computer programmes talk to one another. Can be understood in terms of how a programmer sends instructions between programmes.
it: Il modo attraverso cui un software comunica con un altro. Può essere interpretato nei termini con cui un software invia istruzioni fra programmi.

source: See :term:`Information Asset Register`.
he: ראו :מונח:'רשם נכסי מידע'
hr: Vidi 'registar s informacijama'
id: Lihat :term:`Daftar Informasi Aset`.
it: Vedi :term:`Information Asset Register`.
ja: :term:`Information Asset Register` を参照。
ro: Vezi :term:`Information Asset Register`.
zh_cn: 参见 :term:`信息资产记录`

source: A licence that requires attributing the original source of the material.
it: Una licenza che richiede l'attribuzione della fonte originale.

source: See :term:`Attribution Licence`.
it: Vedi:term:`Licenza di Attribuzione`.
