Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: Using proprietary file formats for which the specification is not publicly available can create dependence on third-party software or file format license holders. In worst-case scenarios, this can mean that information can only be read using certain software packages, which can be prohibitively expensive, or which may become obsolete.
he: שימוש בפורמטים קנייניים, שהמפרטים שלהם לא מפורסמים, יוצר תלות בתוכנות צד שלישי, אוו בבעלי הרישיון על הפורמט. במקרה הגרוע ביותר, המשמעות היא, שהמידע יכול להיקרא רק על-ידי חבילות תוכנה, שיכולות להיות יקרות להחריד, או שאינן בשימוש עוד.
hr: Korištenje zaštićenih podatkovnih formata za koje specifikacije nisu javno dostupne može stvoriti ovisnost o vlasnicima licence formata ili softverima trećih strana. U najgorim slučajevima, to može značiti da se informacije mogu vidjeti samo u slučaju kada se koriste određeni softverski paketi, koji mogu biti iznimno skupi ili koji mogu zastarjeti.
id: Menggunakan file berformat hak milik yang spesifikasinya tidak tersedia untuk umum dapat menciptakan ketergantungan pada perangkat lunak pihak ketiga atau pemegang lisensi format file tersebut. Dalam skenario terburuk, ini dapat berarti informasi hanya dapat dibaca dengan menggunakan paket perangkat lunak tertentu, yang bisa saja mahal, atau mungkin sudah usang.
ja: 仕様が公開されていないプロプライエタリなファイルフォーマットを使うと、サードパーティのソフトウェアやそのフォーマットのライセンス保持者に依存してしまうことになる。最悪の場合は、特定のソフトウェア製品がなければその情報を読めないということになってしまう。その特定のソフトウェア製品は法外な値段かもしれないし、保守対応が止まってしまう可能性もある。
ro: Folosirea formatelor de fișier proprietăresc pentru care specificațiile nu sunt accesibile pot crea dependențe de terțe programe sau terți deținători de drepturi asupra formatelor de fișiere. În cel mai rau caz, aceasta înseamnă că informația poate fi citită doar folosind anumite pachete de programe, la prețuri neaccesibile, sau care pot deveni depășite.

source: The preference from the :term:`open government data` perspective therefore is that information be released in **open file formats which are machine-readable.**
he: מנקודת המבט של :מונח:'מידע ממשלתי פתוח', מידע צריך להיות משוחרר ב**פורמט הנקרא על-ידי מחשב.**
hr: Stoga je sklonost otvorenih državnih podataka da se podaci objave u datotekama otvorenih formata koji su čitljivi strojevima.
id: Hal yang menarik dan menguntungkan dari perspektif :term:`data terbuka pemerintah` adalah bahwa setiap informasi dirilis dalam **format file terbuka yang dapat dibaca oleh mesin.**
ja: 従って、 :term:`open government data` の観点でのおすすめは、情報を公開するときには **オープンなファイルフォーマットで機械可読なものを使おう** ということだ。
ro: Din perspectiva :term:`open government data` este preferată publicarea informației în **formate de fișier deschise care pot fi citite automat.**

source: Andrew Nicolson is a software developer who was involved in an (ultimately successful) campaign against the construction of a new road, the Westbury Eastern bypass, in the UK. Andrew was interested in accessing and using the road traffic data that was being used to justify the proposals. He managed to obtain some of the relevant data via freedom of information requests, but the local government provided the data in a proprietary format which can only be read using software produced by a company called Saturn, who specialise in traffic modelling and forecasting. There is no provision for a “read only” version of the software, so Andrew's group had no choice but to purchase a software license, eventually paying £500 (€600) when making use of an educational discount. The main software packages on the April 2010 price list from Saturn start at £13,000 (over €15,000), a price which is beyond the reach of most ordinary citizens.
he: אנדרו ניקולסון (Andrew Nicolson) הוא מפתח תוכנה, שהיה מעורב במאבק מוצלח נגד בניית כביש חדש בבריטניה. אנדרו היה מעוניין להשתמש במידע על התחבורה, שנעשה בו שימוש כדי להצדיק את סלילת הכביש. הוא הצליח להשיג חלק מהמידע הרלוונטי באמצעות בקשות במסגרת חופש המידע, אבל המידע ניתן על-ידי הרשות המקומית בפורמט קנייני, שיכול היקרא רק על-ידי תוכנה של חברת Saturn, שמתמחה במודלי תנועה וחיזוי. מכיוון שאין גרסה של התוכנה שמאפשרת קריאה בלבד של קבצים, אנדרו וחבריו נאלצו לרכוש את התוכנה בסכום של 600 יורו, תוך קבלת הנחת סטודנט. חבילת התוכנה המלאה של תהוכנה עולה 15 אלף יורו, מחיר לא ריאלי לרוב האנשים.
hr: Andrew Nicolson je razvojni programer koji je bio dio (uspješne) kampanje protiv izgradnje Westbury Eastern zaobilaznice, nove ceste u Ujedinjenom Kraljevstvu. Andrewa je zanimalo kako doći do podataka o prometu koji su opravdavali prijedloge te kako ih iskoristiti. Iako je uspio nabaviti nekolicinu relevantnih podataka putem zahtjeva za slobodu informacija, lokalna vlada mu je dala podatke u zaštićenom formatu koji je bio čitljiv jedino korištenjem softvera proizvođača Saturn, specijaliziranog za prometne modele i prognoze. Kako ne postoji "read only" verzija tog softvera, Andrew i njegova grupa nisu imali drugog izbora nego kupiti softverske licence, što ih je nakon primjene popusta u svrhu obrazovanja koštalo 500£ (600€). Osnovne softverske pakete, u travnju 2010., Saturn je naplaćivao 13 000£ (preko 15 000€), što je cijena koju malo koji građanin može platiti.
id: Andrew Nicolson adalah seorang pengembang perangkat lunak yang terlibat dalam sebuah (sangat sukses) kampanye menentang pembangunan jalan bebas hambatan Westbury Eastern di Inggris. Andrew telah tertarik dengan mengakses dan menggunakan data lalulintas jalan yang digunakannya untuk memperkuat usulannya. Ia berupaya mendapatkan sejumlah data relevan melalui kebebasan dalam mendapatkan informasi, tetapi pemerintah lokal menyediakan datanya dalam format hak milik yang hanya bisa dibaca menggunakan perangkat lunak yang dibuat oleh Saturn, sebuah perusahaan yang khusus bergerak dalam pemodelan dan prediksi lalulintas. Masalahnya tidak ada ketentuan yang dapat menyediakan versi "hanya baca" dari perangkat lunak tersebut, sehingga kelompok Andrew tidak punya pilihan selain membeli lisensi perangkat lunak tersebut dengan harga £500 (€600) itupun dengan potongan untuk versi edukasi. Paket utama perangkat lunak tersebut hingga April 2010 harga yang ditawarkan Saturn berkisar antara £13,000 (hingga lebih dari €15,000), sebuah harga yang tidak akan terjangkau oleh kebanyakan warga masyarakat biasa.
ja: アンドリュー・ニコルソンはソフトウェア開発者で、かつてイギリスでWestbury Easternバイパスの建設反対運動に参加した(そして、大成功を収めた)。アンドリューが興味を持ったのは、道路の交通量データにアクセスしてそれを利用し、自分たちの提案を正当化させたことだ。彼は、関連するデータのいくつかを、情報リクエストの自由を使って偶然知った。しかし、約書が提供したデータはプロプライエタリなフォーマットで、Saturnなる企業が作るソフトウェアでしか読めないものだった。この企業は、交通量のモデリングや予測に特化した企業だった。このソフトウェアには「読み込み専用」のバージョンが用意されていなかったので、アンドリューたちは結局そのソフトウェアのライセンスを購入せざるを得なくなった。教育機関向けの割引を使って、最終的に支払ったのは£500 (€600) だ。2010年4月の時点で、Saturnのソフトウェアパッケージの価格は最低 £13,000 (€15,000 以上)から始まる。庶民にはとても手の届かない値段だ。
ro: Andrew Nicolson este un dezvoltator de programe care a fost implicat într-o campanie (în cele din urmă de succes) împotriva construirii unei noi străzi, Westbury Eastern, în Regatul unit. Andrew a fost interesat de accesarea și folosirea datelor despre trafic ce erau folosite pentru a justifica propunerile. A reușit să obțină câteva dintre cele mai relevante date prin cereri bazate pe legislația privind liberul acces la informație, dar autoritățile locale au oferit datele într-un format proprietăresc ce poate fi citit doar folosind programe produse de o companie numită Saturn, specializată în modelarea și anticiparea traficului. Nu era oferită o versiune „” a programului, așa că grupul lui Andrew nu avut nicio alternativă, decât să cumpere o licență pentru programe, plătind în final £500 (€600) utilizând o reducere educatională. Pachete principale de programe de pe lista de prețuri ale comaniei Saturn, din aprilie 2010, pornesc de la £13,000 (peste €15,000), un preț care nu este accesibil cetățenilor obișnuiți.

source: Although no access to information law gives a right of access to information in open formats, open government data initiatives are starting to be accompanied by policy documents which stipulate that official information must be made available in open file formats. Setting the gold standard has been the Obama Administration, with the Open Government Directive issued in December 2009, which says:
he: למרות שאין חוק גישה למידע שמאפשר גישה למידע בפורמט פתוח, יוזמות מידע ממשלתי פתוח מתחילות להיות מגובות במסמכי מדיניות, שקובעים שמידע רשמי חייב להימסר בפורמט פתוח. ממשל אובמה היה זה שהתווה את חוק הזהב, עם הדירקטיבה לממשל םתוח, שאושרה בדצמבר 2009, ושקובעת ש:
hr: Iako ne postoji zakon o pristupu informacijama koji daje pravo pristupa informacijama otvorenih formata, inicijative otvorenih državnih podataka sve češće sadrže dokumentaciju koja propisuje da službene informacije moraju biti dane u otvorenim formatima. Određivanje zlatnog standarda je bilo za vrijeme Obamine administracije, s Direktivom Otvorene Vlade izdanom u prosincu 2009., koja kaže:
id: Meskipun tidak ada akses ke informasi, hukum memberi hak untuk mengakses informasi dalam format terbuka, setiap inisiatif data terbuka pemerintah perlu dimulai dengan didampingi dokumen-dokumen kebijakan yang menyatakan informasi resmi harus tersedia dalam format file terbuka. Pengaturan standar emas telah menjadi agenda kerja Obama melalui Ketentuan Terbuka Pemerintah yang diterbitkan pada Desember 2009 yang mengatakan:
ja: オープンなフォーマットで情報にアクセスする権利を認めた情報法はないが、オープンガバメントデータの動きは政策の文書とともに始まった。公式情報を公開するときにはオープンなファイルフォーマットを使わないといけないというものだ。基準を定めたのはオバマ政権とOpen Government Directiveで、2009年12月に次のように言った。
ro: Deși nicio lege pentru accesul la informație nu dă dreptul la accesul în formate deschise, inițiativele guvernamentale de deschidere a datelor încep să fie însoțite de documente de politici care stipulează că informațiile oficiale trebuie să fie disponibile în formate deschise. Standardul înalt a fost stabilit de administrația Obama, prin Directiva pentru o duvernare deschisă, din decembrie 2009, care spune:

source: *To the extent practicable and subject to valid restrictions, agencies should publish information online in an open format that can be retrieved, downloaded, indexed, and searched by commonly used web search applications. An open format is one that is platform independent, machine readable, and made available to the public without restrictions that would impede the re-use of that information.*
he: "עד כמה שניתן ובכפוף למגבלות תקפות, גופים חייבים לפרסם מידע מקוון בפורמט פתוח, שניתן לאחזרו, להורידו, לאנדקס אותו ולמצוא אותו באמצעות מנועי החיפוש הפופולריים. פורמט פתוח הוא כזה, שאינו תלוי בפלטפורמה, קריא על-ידי מחשב וזמין לציבור ללא מגבלות שיכולות למנוע אחזור המידע.
hr: *Do određene mjere i podložne valjanim restrikcijama, organizacije bi trebale objaviti informacije online u otvorenom formatu koji se može pronaći, preuzeti, indeksirati i pretražiti obično korištenim aplikacijama za pretraživanje. Otvoreni format je onaj koji je neovisan o platformi, čitljiv strojevima te dostupan javnosti bez restrikcija koje bi sprječavale korištenje tih informacija van originalnog područja.*
id: *Untuk tujuan praktis dan tunduk pada pembatasan yang valid, lembaga-lembaga harus mempublikasikan informasi secara daring dalam format terbuka yang dapat diambil, diunduh, diindeks, dan dicari oleh aplikasi web yang umum digunakan dalam pencarian. Format terbuka adalah salah satu platform yang independen, dapat dibaca mesin, dan dibuat tersedia untuk umum tanpa pembatasan yang akan menghambat penggunaan kembali informasi tersebut.*
ja: *現実的な範囲で妥当な制約に従う限り、政府機関が情報をオンラインで公開するときにはオープンなフォーマットを使わないといけない。データの取得やダウンロードそしてインデックス付けや検索を、一般的なWebの検索アプリケーションからできるようにする。オープンなフォーマットはプラットフォームに依存せず、機械可読であり、一般に公開するときい何も制約を課していない。そんなことをすればデータの再利用に支障が出るからだ。*
ro: *Pe cât posibil și în concordanță cu restricțiile valabile, agențiile ar trebui să publice informația pe internet într-un format deschis care poate fi găsit, descărcat, indexat și în care se poate căuta folosind aplicații de căutare web. Un format deschis este unul care este independent de platformă, se poate citi automat și poate fi disponibil publicului fără restricții care ar împiedica refolosirea acelei informații.*

source: When an authority must exhibit new data – data that has not been exhibited before – you should choose the format that provides the best balance between cost and suitability for purpose. For each format there are some things you should be aware of, and this section aims to explain them.
he: כשרשות חייבת לפרסם מידע חדש - מידע שלא פורסם קודם לכן - אתם צרכים לבחור את הפורמט שמאזן הכי טוב בין עלות להתאמה למטרה. עבור כל פורמט, יש כמה דברים שעליכם להיות מודעים אליהם ופרק זה מטרתו להסביר אותם.
hr: Kada vlast mora predstaviti nove podatke koji još nisu bili predstavljeni, treba odabrati format koji pruža najbolji omjer troškova i namjene. Za svaki format treba imati na umu nekoliko stvari, što ćemo objasniti u ovome dijelu.
id: Ketika pihak otoritas harus menunjukkan data baru - data yang belum dipamerkan sebelumnya - anda harus memilih format yang dapat memberikan keseimbangan terbaik antara biaya dan kesesuaian dengan tujuan. Untuk setiap formatnya ada beberapa hal yang harus anda sadari, dan bagian ini bertujuan untuk menjelaskannya.
ja: 官公庁が新しいデータ(これまで公開されていなかったもの)を公開するときには、利用目的との適合性とコストとの間でのバランスをうまくとらないといけない。どんなフォーマットにも注意すべき点があるので、ここではそれを説明する。
ro: Când o autoritate trebuie să expună noi date - date care nu au fost expuse înainte - ar trebui să alegi formatul care oferă cel mai bun balans între cost și potrivirea cu scopul. Pentru fiecare format există anumite lucruri de care trebuie să fii conștient și această secțiune încearcă să le explice.
zh_cn: 当官方必须要展示新数据的时候，你应当选取一种文件格式来平衡成本需求和可持续使用的需求。对于每一种你应该知道的文件格式，我们这一节中都会给出详细的解释。

source: This section focuses only on how the cut surfaces are best arranged so that machines can access them directly. Advice and guidance about how web sites and web solutions should be designed can be found elsewhere.
he: פרק זה מתמקד בדרך לארגן את החומרים בצורה הטובה ביותר, שמחשבים יוכלו לגשת אליהם ישירות. עצות והדרכה על תכנות אתרים ופתרונות אינטרנט ניתן למצוא ברשת.
hr: Ovaj je dio usmjeren na to kako najbolje urediti površine da im strojevi mogu direktno pristupiti. Savjeti i upute o dizajniranju web stranica i izradi web rješenja mogu se naći negdje drugdje.
id: Bagian ini hanya berfokus pada bagaimana memotong permukaan menjadi cara pengaturan terbaik sehingga mesin dapat mengaksesnya secara langsung. Nasihat dan bimbingan tentang bagaimana situs dan solusi web harus didesain agar dapat ditemukan dari tempat lain.
ja: このセクションでは、うまい切り口でマシンが直接データにアクセスできるようにするためにはどうすればいいのかだけに注目する。ウェブサイトのうまい作りかたなどについては、他をあたって欲しい。
ro: Această secțiune se focalizează doar pe modul în care elementele sunt îmbinate astfel încât să poată fi accesate automat. Sfaturi și ghiduri despre cum ar trebui proiectate siturile și serviciile web pot fi găsite în altă parte.
zh_cn: 这一节将侧重在如何安排cut surfaces来使机器直接访问。关于网站和网络服务的建议和指导可以到其他地方获得。

source: For data that changes frequently, and where each pull is limited in size, it is very relevant to expose data through web services. There are several ways to create a web service, but some of the most used is SOAP and REST. Generally, SOAP over REST, REST services, but are very easy to develop and use, so it is a widely used standard.
he: לגבי מידע שמשתנה בתכיפות, ושכל פול מוגבל בהיקפו, מאוד חשוב לחשוףף את המידע באמצעות שירותי רשת. ישנן כמה דרכים ליצור שירות רשת. כמה מהמוכרים יורת הם SOAP ו- REST. בעיקרון, SOAP עדיף, אבל בשניהם הפיתוח והשימוש קלים ולכן הם פופולריים.
hr: Za podatke koji se često mijenjaju te su preuzimanja ograničena u veličini, vrlo je bitno prikazati podatke putem web servisa. Nekoliko je načina kako izraditi web servis, no neki od najčešće korištenih su SOAP i REST. U pravilu, SOAP se češće koristi od REST-a, no oba su vrlo jednostavna za izradu i korištenje, stoga su u širokoj primjeni.
id: Untuk data yang berubah secara berkala, dan ketika untuk mendapatkannya telah dibatasi jumlahnya, menjadi sangat relevan untuk mengekspos data melalui layanan web. Terdapat beberapa cara untuk membuat layanan web, tetapi beberapa di antaranya yang paling sering digunakan adalah SOAP dan REST. Umumnya, SOAP melampaui REST, namun layanan REST lebih mudah untuk dikembangkan dan digunakan, sehingga ia menjadi standar yang banyak digunakan.
ja: 頻繁に変わるデータで、一度に取得するデータサイズが限られている場合は、データをウェブサービス経由で公開するのが適している。ウェブサービスを作る方法はいろいろあるが、中でもよく使われているのがSOAPとRESTだ。SOAPのほうがRESTより優勢だが、RESTサービスは開発がとても楽だし使いやすいので、広く標準として使われている。
ro: Pentru date care se schimbă frecvent și acolo unde fiecare cerere este limitată în dimensiune, este relevantă expunerea datelor prin servicii web. Există mai multe moduri de a crea servicii web, dar unele dintre cele mai folosite sunt SOAP și REST. În general, SOAP mai mult decât REST sau servicii REST, dar sunt foarte ușor de dezvoltat și folosit, așa că sunt standarde folosite pe scară largă.
zh_cn: 对于经常有大规模变动的数据，通过网络服务提供数据是较好的方式。网络服务可以通过很多方式创建，但最常用的是 REST 和 SOAP。一般来说，相比 SOAP，REST 服务更容易开发和使用因此它是较常用的网络服务标准。

source: Database
he: בסיסי נתונים
hr: Baza podataka
id: Basisdata
ja: データベース
ro: Baze de date
zh_cn: 数据库

source: Like web services, databases provide direct access to data dynamically. Databases have the advantage that they can allow users to put together just the extraction that they are interested in.
he: כמו בשירותי רשת, בסיסי נתונים מאפשרים גישה ישירה ודינמית למידע. לבסיסי נתונים היתרון, שהם יכולים לאפשר למשתמשים להרכיב רק את המידע שמעניין אותם.
hr: Kao i web servisi, baze podataka dinamički pružaju direktan pristup podacima. Prednost baza podataka je ta što korisnicima omogućavaju izvadak konkretno onoga što ih zanima.
id: Seperti layanan web, basisdata menyediakan akses langsung ke data secara dinamis. Basisdata mempunyai kelebihan yaitu di mana para penggunanya bisa menyimpan secara bersama hanya dengan mengekstrasi apa yang mereka butuhkan.
ja: ウェブサービスと同様にデータベースも、データへの動的なアクセス機能を提供できる。データベースの利点は、ユーザーが自分の欲しいデータだけを取り出せるようにできるということだ。
ro: La fel ca serviciile web, bazele de date oferă acces direct la date în mod dinamic. Bazele de date au avantajul ca pot îngădui utilizatorilor să pună la un loc doar extragerile care îi interesează.
zh_cn: 和网络服务一样，数据库也提供数据的动态访问。数据库的优势在于它们能允许用户只关注它们感兴趣的数据和数据关系。

source: There are some security concerns about allowing remote database extraction and database access is only useful if the structure of the database and the importance of individual tables and fields are well documented. Often, it is relatively simple and inexpensive to create web services that expose data from a database, which can be an easy way to address safety concerns.
he: ישנם כמה נושאי אבטחה בקשר לאפשרות לשלוף מרחוק נתונים מבסיס הנתונים, והגישה לבסיס הנתונים יעילה רק אם מבנה הנתונים וחשיבות הטבלאות והשדות מתועדת היטב. לרוב, זה די פשוט וזול, ליצור שירותי רשת שמציגים מידע מבסיסי נתונים, דרך שעונה בקלות על בעיות האבטחה.
hr: Postoje određena sigurnosna pitanja u vezi dopuštanja izvatka baze podataka na daljinu, a pristup bazi podataka je koristan samo onda kada su struktura baze te važnost pojedinih tablica i polja dobro dokumentirane. Odgovor na ova sigurnosna pitanja je često puta izrada jeftinih i jednostavnih web servisa za prikaz podataka iz baza podataka.
id: Terdapat beberapa masalah keamanan mengenai fasilitas ekstrasi basisdata dengan kendali jarak jauh dan akses basisdata hanya akan berguna bila strukturnya dan kebernilaian dari tabel-tabel individualnya dan field-field telah didokumentasikan dengan baik. Seringkali, adalah hal yang relatif sederhana dan murah untuk membuat layanan web yang mengekspos data dari basisdata, yang dapat menjadi cara mudah untuk mengatasi masalah keamanan.
ja: リモートからデータベースにアクセスさせるというのには、セキュリティ的な問題もある。また、データベースの構造は各テーブルおよびフィールドの意味がきちんとドキュメント化されていなければ、うまく使えない。たいていは、データベースから取り出したデータを公開するためのウェブサービスを作るほうが比較的シンプルになるし安くつく。セキュリティ的な問題に対応するのも、こちらのほうが簡単だ。
ro: Există unele îngrijorări cu privire la securitate atunci când se îngăduie acces de la distanță pentru extragerea din bazele de date și accesul la bazele de date este folositor doar dacă structura bazei de date și importanța tabelelor individuale și a câmpurilor sunt bine documentate. Adesea, este relativ simplu și ieftin să se creeze servicii web care expun date dintr-o bază de date, care poate fi o metodă ușoară de a aborda îngrijorările cu privire la securitate.
zh_cn: 允许远程数据抓取有这一定的安全隐患。数据访问仅在其结构和重要的数据表格和数据域都已经配备了完好的说明文档才会有用。通常而言，建设网络服务来提供数据库数据是较为安全，简单且成本低廉的方式。

source: Appendices
he: נספחים
hr: Dodaci
id: Lampiran
ja: 付録
ro: Anexe
zh_cn: 附录

source: When talking about data(bases) we first need to distinguish between the structure and the content of a database (when we use the term 'data' we shall mean the content of the database itself). Structural elements include things like the field names and a model for the data – the organization of these fields and their inter-relation.
he: כשמדברים על בסיס/י נתונים צריך תחילה להבדיל בין המבנה לתוכן של הנתונים (כאשר אנו משתמשים במושג 'נתונים', הכוונה לבסיס הנתונים עצמו). גורמים מבניים הם שמות שדות ומודלים של נתונים, למשל - הארגון של שדות אלה והיחסים בניהם.
hr: Kada govorimo o podacima (bazama podataka) prvo trebamo razlučiti strukturu od sadržaja baze podataka (kada koristimo riječ 'podaci', mislimo na sadržaj same baze podataka.). Strukturni elementi sadržavaju stvari poput imena polja i modela namijenjenog podacima, odnosno organizaciju tih polja i njihovu međusobnu povezanost.
id: Ketika berbicara tentang (basis)data kita pertama-tama perlu membedakan antara struktur dan isi dari basisdata (ketika kita menggunakan istilah 'data' kita akan mengartikannya isi dari basisdata itu sendiri). Elemen struktural mencakup hal-hal seperti nama field dan model untuk data - pengorganisasian dari field-field ini dan keterkaitan antar mereka.
ja: データ(データベース)について語るときは、まずデータ構造とデータの中身をきちんと区別する必要がある(私たちが「データ」という用語を使うときは、データベースの中身そのものを指している)。データ構造とは、フィールド名やデータモデルなどのことだ。フィールドの構造やフィールド間の関連などもデータ構造に含まれる。
ro: Când vorbim despre bazele de date, prima oară trebuie să distingem între structura și conținutul unei baze de date (când folosim termenul de „date” ne vom referi la conținutul bazei de date însăși). Elementele de structură includ lucruri cum ar fi câmpurile și un model pentru date – organizarea acestor câmpuri și inter-relaționarea lor.
zh_cn: 当我们谈论数据库时，我们首先要搞清楚数据库结构和数据库内容（当我们这里用「数据」指的是数据库内容）间的区别。结构化的元素包括了数据域名称和数据模型——即数据域是如何被组织起来的以及互相之间的关系。
