Repository: okfn/opendatahandbook-old
Catalog: translation/*/LC_MESSAGES/all.po
Languages: he, hr, id, it, ja, ro, zh_cn

source: While there are numerous instances where open data is already creating both social and economical value in very diverse ways, at the same time we don’t know yet what new things will become possible. New combinations of data can create new knowledge and insights, that lead to whole new fields of application. We have seen that in the past, such as when Dr. Snow in London discovered the relationship between drinking water pollution and cholera in the 19th century, by combining data about cholera deaths with the location of water wells. This led to the building of London’s sewage systems, and meant a huge improvement in general health of the population. We will likely see that as well when unexpected insights flow from combining open data sets.
it: Sebbene già ci siano numerosi casi in cui i dati aperti creano valore sociale ed economico in modi diversi, al momento non possiamo predire con esattezza quali sono le loro potenzialità. Nuove combinazioni di dati possono generare nuova conoscenza e nuove intuizioni, da applicare a campi completamente nuovi. É già successo in passato, quando il dottor J. Snow nel 1854 scoprì una relazione tra inquinamento dell'acqua e colera nella Londra del 19° secolo combinando i dati sui decessi per colera con i dati sull'ubicazione dei pozzi. Questa scoperta condusse alla costruzione del sistema fognario della città, e ad un considerevole miglioramento della salute della popolazione. Situazioni simili possono capitare di nuovo, qualora la combinazione di basi di dati aperte darà luogo a intuizioni inaspettate.

source: This untapped potential can be unleashed if we turn public government data into open data. Only, however, if it is really open, so if there are no restrictions (legal, financial or technological) to the re-use by others. Every restriction will exclude people from re-using the public data, and make it harder to find valuable ways of doing that. For the potential to be realized, the public data needs to be open data.
it: Questo potenziale sottoutilizzato può esprimersi compiutamente se trasformiamo i dati pubblici in dati aperti. Ciò succederà solo se questi dati saranno realmente aperti, cioè se non vi saranno restrizioni (legali, finanziarie e tecnologiche) al riutilizzo da parte di altri soggetti. Qualsiasi restrizione applicata potrebbe potenzialmente escludere riutilizzatori o rendere più difficile identificare modi efficaci per estrarre valore dai dati. Perché il potenziale sia completamente realizzato, i dati pubblici devono essere dati aperti.

source: What is Open Data?
he: מה הוא מידע נגיש?
hr: Što su otvoreni podaci?
id: Apakah Data Terbuka itu?
it: Cosa sono i dati aperti (open data)?
ja: オープンデータとは何か?
ro: Ce sunt datele deschise?
zh_cn: 什么是开放数据？

source: What Data are You Talking About?
he: אל איזה מידע מדובר?
hr: O kakvim podacima Vi pričate?
id: Data apa yang Anda Bicarakan?
it: Di quali dati stiamo parlando?
ja: どんなデータを取り上げる?
ro: Despre ce date este vorba?
zh_cn: 开放什么数据？

source: Readers have already seen examples of the sorts of data that are or may become open - and they will see more examples below. However, it will be useful to quickly outline what sorts of data are, or could be, open -- and, equally importantly, won’t be open.
it: Abbiamo già menzionato esempi di dati che sono stati già o possono diventare aperti, e altri ne incontreremo in seguito. È comunque utile delineare per sommi capi quali tipi di dati sono aperti, o potrebbero diventarlo e, cosa altrettanto importante, quali non sono adatti per essere aperti.

source: The key point to make is that when opening up data the focus is on non-personal data, that is, data which does not contain information about specific individuals.
it: Il questione centrale è che nel momento si decida di rilasciare dati in formato aperto, ci si concentri sui dati non personali, quelli cioè che non contengono informazioni su singoli individui.

source: Similarly, for some kinds of government data, national security restrictions may apply.
he: בדומה לכך, כמה סוגים של מידע ממשלתי מוגנים מטעמי בטחון לאומי
hr: Slično, za neke vrste državnih podataka mogu postojati nacionalne restrikcije.
id: Begitu pula, untuk beberapa jenis data pemerintah, pembatasan keamanan nasional mungkin diterapkan.
it: Allo stesso modo altre categorie di dati pubblici non possono essere aperte per ragioni di sicurezza nazionale.
ja: 同様に、ある種の政府のデータに関しては、国家機密に関連する制限が適用されることもあり得るだろう。
ro: În mod similar, pentru anumite tipuri de date guvernamentale, restricții privind siguranța națională pot fi aplicate.
zh_cn: 同样的，对于一些政府数据，国家安全的限制条例和政策将会适用。

source: What is Open?
he: מה היא נגישות?
hr: Što znači otvoreno?
id: Apa itu Terbuka?
it: Cosa si intende per "aperto"?
ja: オープンとは?
ro: Ce înseamnă deschis?
zh_cn: 什么是开放？

source: This manual is about open data but what exactly is *open* data? For our purposes open data is as defined by the `Open Definition`_:
it: Il presente manuale si occupa dei dati aperti, ma cosa sono esattamente i dati *aperti*? Per i nostri fini i dati aperti sono quelli che rientrano nella `Open Definition`_:

source: *Open data is data that can be freely used, reused and redistributed by anyone - subject only, at most, to the requirement to attribute and sharealike.*
it: *I dati aperti sono dati che possono essere liberamente utilizzati, riutilizzati e ridistribuiti da chiunque, soggetti eventualmente alla necessità di citarne la fonte (diritto di paternità) e di condividerli con lo stesso tipo di licenza con cui sono stati originariamente rilasciati.*

source: The `full Open Definition`_ gives precise details as to what this means but to summarize the most important:
it: La `full Open Definition`_ spiega nei dettagli cosa questo significhi. Gli aspetti più importanti sono:

source: **Availability and Access:** the data must be available as a whole and at no more than a reasonable reproduction cost, preferably downloading over the internet. The data must also be available in a convenient and modifiable form.
it: **Disponibilità e accesso:** i dati devono essere disponibili nel loro complesso, per un prezzo non superiore ad un ragionevole costo di riproduzione, preferibilmente mediante scaricamento da Internet. I dati devono essere disponibili in un formato utile e modificabile.

source: **Reuse and Redistribution:** the data must be provided under terms that permit reuse and redistribution including the intermixing with other datasets.
it: **Riutilizzo e ridistribuzione:** i dati devono essere forniti a condizioni tali da permetterne il riutilizzo e la ridistribuzione. Ciò comprende la possibilità di combinarli con altre basi di dati.

source: **Universal Participation:** everyone must be able to use, reuse redistribute - there should be no discrimination against fields of endeavour or against persons or groups. For example, ‘non-commercial’ restrictions that would prevent ‘commercial’ use or restrictions of use for certain purposes (e.g. only in education) are not allowed.
it: **Partecipazione universale:** tutti devono essere in grado di usare, riutilizzare e ridistribuire i dati. Non devono essere poste discriminazioni di ambiti di iniziativa in riferimento a soggetti o gruppi. Per esempio, il divieto di utilizzare i dati per scopi commerciali o le restrizioni che permettono l'uso solo per determinati fini (quale quello educativo) non sono contemplabili.

source: If you’re wondering why it is so important to be clear about what open means and why this definition is used there’s a simple answer: **interoperability.**
it: La ragione fondamentale per cui è importante chiarire il significato di "aperto" e del perché utilizzare proprio questa definizione, può essere identificata in un termine: **interoperabilità.**

source: Interoperability denotes the ability of diverse systems and organizations to work together (inter-operate). In this case, it is the ability to interoperate - or intermix - different datasets.
he: יכולת פעולה הדדית (Interoperability) משמעותה, היכולת של מערכות וארגונים מגוונים לעבוד ולשתף פעולה יחד. במקרה הזה, זו היכולת לפעולה הדדית, או שילוב מערכי מידע שונים.
hr: Interoperabilnost znači mogućnost zajedničkog rada različitih sistema i organizacija (među-djelovanje). U našem slučaju, to znači mogućnost spajanja različitih setova podataka.
id: Interoperabilitas menunjukkan ragam kemampuan sistem dan organisasi untuk saling bekerja sama (lintas-operasi). Dalam kasus ini, adalah kemampuan untuk lintas operasi - atau lintas pemaduan - dari kumpulan data-data yang berbeda.
it: L'interoperabilità è la capacità di diversi sistemi e organizzazioni di lavorare insieme (Inter-operare). In questo caso, è la capacità di combinare una base di dati con altre.
ja: 相互運用性とは、さまざまなシステムや組織が共同で作業を進められることを意味する。今回の場合は、さまざまなデータセットを組み合わせて混ぜて使えるということを表す。
ro: Interoperabilitatea denotă abilitatea diverselor sisteme și organizații de a lucra împreună (inter-opera). În acest caz, este abilitatea de a interopera - sau combina - diferite seturi de date.
zh_cn: 互用性指的是不同系统和组织间协同工作 (协同操作) 的能力。在这里，它指的是协同操作或者混合不同数据集的能力

source: Interoperability is important because it allows for different components to work together. This ability to componentize and to ‘plug together’ components is essential to building large, complex systems. Without interoperability this becomes near impossible — as evidenced in the most famous myth of the Tower of Babel where the (in)ability to communicate (to interoperate) resulted in the complete breakdown of the tower-building effort.
he: יכולת פעולה הדדית חשובה, משום שהיא מאפשרת למרכיבים שונים לעבוד במשותף. יכולת זו, לחלק לחלקים שונים ולחבר אותם, הכרחית לבניית מערכות גדולות ומורכבות. בלי יכולת פעולה הדדית, הדבר כמעט אינו אפשרי, כפי שהוכח בסיפור על מגדל בבל, שם חוסר היכולת לתקשר כדי לפעול במשותף, הביא לשבר מוחלט של ניסיונות בניית המגדל.
hr: Interoperabilnost je važna jer omogućava zajednički rad različitih komponenti. Mogućnost spajanja komponenti je neophodna za izgradnju velikih, kompleksnih sustava. Bez interoperabilnosti to postaje skoro pa nemoguće - kao što je prikazano u poznatome mitu Kule Babilonske gdje je (ne)mogućnost komunikacije (interoperabilnosti) rezultirala krahom cjelokupne gradnje.
id: Interoperabilitas sangat penting karena ia memungkinkan komponen-komponen yang berbeda untuk bisa bekerja sama. Kemampuan untuk mengkomponenisasi ini dan untuk ‘memasang bersama’ komponen-komponen sangatlah esensial untuk membangun sistem yang besar dan kompleks. Tanpa interoperabilitas hal ini menjadi tidak mungkin — sebagaimana dalam sejarah dikenal mitos Menara Babel di mana (ber)kemampuan untuk berkomunikasi (lintas operasi) menghasilkan kegagalan penuh dari upaya membangun menara tersebut.
it: L'interoperabilità è importante perché permette a componenti diverse di lavorare insieme. L'abilità di rendere ciascun dato un componente e di combinare insieme vari componenti è essenziale per la costruzione di sistemi sofisticati. In assenza di interoperabilità ciò diventa quasi impossibile – come nel mito della Torre di Babele, in cui l'impossibilità di comunicare (e quindi di Inter-operare) dà luogo a un fallimento sistemico della costruzione della torre.
ja: 相互運用性が大切な理由は、さまざまなコンポーネントを組み合わせて使えるようになるからだ。コンポーネントにまとめてそれらを「つなぎ合わせて」使うという仕組みは、大規模で複雑なシステムを構築するときに欠かせない。相互運用性がなければ、これは事実上不可能だ。かの有名なバベルの塔の神話が示すとおり、お互いにコミュニケーションができなければ塔を建築する作業は完全に崩壊してしまう。
ro: Interoperabilitatea este importantă pentru că permite diferitelor componente să lucreze împreună. Această abilitate de a componentiza și de a ‘lega’ componente este esențială pentru a construi sisteme complexe și mari. Fără interoperabilitate aceasta devine aproape imposibil — după cum este evidențiat în cel mai faimos mit al Turnului Babel unde (in)abilitatea de a comunica (de a interopera) a rezultat în prăbușirea completă a construcției turnului.
zh_cn: 互用性很重要，因为它使得不同部件之间共同合作成为可能。这种将部件模块化并组建起来的能力对于创建大型复杂系统是或不可缺的。而这一切在没有互用性的情况下几乎不可能完成，这就由如在建设著名的巴比塔的工程中沟通 (协同操作) 的能力是至关重要的一样。

source: We face a similar situation with regard to data. The core of a “commons” of data (or code) is that one piece of “open” material contained therein can be freely intermixed with other “open” material. This interoperability is absolutely key to realizing the main practical benefits of “openness”: the dramatically enhanced ability to combine different datasets together and thereby to develop more and better products and services (these benefits are discussed in more detail in the section on ‘why’ open data).
he: אנו ניצבים בפני מצב דומה בהתייחס למידע. בסיס ההיגיון של משאב מידע (או קוד) הוא, שחלק אחד של מידע “פתוח” שנמצא בו, יכול להתחבר לחומר “פתוח” אחר. יכולת פעולה הדדית זו היא המפתח המוחלט לתועלת העיקרית של “פתיחות”: היכולת המוגברת באופן דרמטי לשלב בסיסי מידע שונים יחד, ובכך לפתח יותר מוצרים ושירותים טובים יותר (יתרונות אלה נידונים בפירוט רב יותר בפרק “מדוע” לפתוח מידע)
hr: Ni s podacima nije ništa drugačije. Osnova zajedništva podataka (ili koda) je da se bilo koji sadržani "otvoreni" podatak može spojiti s drugim "otvorenim" materijalom. Ova interoperabilnost je ključ u razumijevanju koristi od "otvorenosti": dramatično poboljšanje mogućnosti za spajanje različitih skupova podataka, a time i mogućnost za razvoj boljih ili brojnijih proizvoda i usluga (ove koristi su detaljnije objašnjene u dijelu "zašto" otvoriti podatke).
id: Kami menghadapi situasi yang serupa berkenaan dengan data. Inti dari sebuah “keumuman” data (atau kode) merupakan salah satu bagian dari materi “terbuka” material yang kandungan di dalamnya dapat secara bebas dilintaspadu dengan material “terbuka” lainnya. Interoperabilitas ini merupakan kunci sepenuhnya untuk merealisasikan praktik utama manfaat dari “keterbukaan”: Peningkatan dramatis kemampuan untuk mengkombinasikan sekumpulan data berbeda secara bersama-sama sehingga merangsang pengembangan produk dan layanan yang lebih baik (keuntungan-keuntungan ini didiskusikan lebih rinci dalam seksi ‘mengapa’ data terbuka).
it: Nel caso dei dati ci troviamo in una situazione simile. Il punto cruciale di un bacino di dati (o linee di codice) accessibili e utilizzabili in modo condiviso è il fatto che potenzialmente possono essere liberamente "mescolati" con dati provenienti da fonti anch'esse aperte. L'interoperabilità è la chiave per realizzare il principale vantaggio pratico dell'apertura: aumenta in modo esponenziale la possibilità di combinare diverse basi di dati, e quindi sviluppare nuovi e migliori prodotti e servizi (questo tipo di vantaggi sono esaminati in dettaglio nella sezione sul ‘perché’ fare open data)
ja: データに関しても、私たちは同じような状況に直面している。データ(あるいはコード)の「公共性」の鍵となるのは、そこに含まれる「オープンな」素材が別の「オープンな」素材と自由に組み合わせられるということである。この相互運用性が、データをオープンにすることで得られる現実的な利益を理解するための鍵となる。他のデータセットと組み合わせて使うことが劇的に容易になり、そのおかげでより優れた製品やサービスを生み出せるようになる(これらのメリットについては「なぜ」オープンデータなのかに関するセクションで詳述する)。
ro: Suntem puși în fața unei situații similare cu privire la date. Nucleul unei “comune” a datelor (sau codurilor) este aceea că o bucată de material “deschis” conținută poate fi combinată liber cu alte materiale “deschise”. Această interoperabilitate este cheia absolută în realizarea beneficiilor practice principale ale “deschiderii”: abilitatea dramatic sporită de a combina seturi de date diferite și astfel de a crea produse și servicii mai multe și mai bune (aceste beneficii sunt discutate pe larg în secțiunea ‘de ce’ date deschise).
zh_cn: 对于数据，我们有着类似的境况。数据（或者代码）的「共通」核心在于「开放」资料中的数据可以和其他「开放」资料自由得互相整合。而互用性则是体现「开放性」实际益处的关键所在：基于急速提高的整合不同数据集的能力，更多更好的产品和服务将会被创造（相关的例子可参见「为什么要开放数据」一节）。

source: Providing a clear definition of openness ensures that when you get two open datasets from two different sources you will be able to combine them together, and it ensures we **avoid our own ‘tower of babel’: lots of datasets but little or no ability to combine them together into the larger systems where the real value lies.**
it: Offrire una definizione chiara di apertura garantisce che, utilizzando due basi di dati "aperte" proveniente da due fonti diverse, sarà possibile combinarle; garantisce inoltre che saremo in grado di **evitare una nuova versione della Torre di Babele: tante basi di dati ma scarsa o nulla capacità di metterle insieme in sistemi più complessi dove è insito il vero valore dell'operazione.**

source: Apply an Open License (Legal Openness)
he: הגש בקשה לרישון פתוח (פתיחות חוקית)
hr: Dozvola za otvorenost (legalna otvorenost)
id: Menerapkan sebuah Lisensi Terbuka (Keterbukaan Resmi)
it: Applicare una licenza aperta (apertura giuridica)
ja: オープンなライセンスを適用する(法的にオープンにする)
ro: Aplicarea licențelor de tip deschis (libertatea legală)
zh_cn: 应用一个开放许可协议 （法律上的开放）

source: apply-an-open-license.rst choose-datasets.rst index.rst make-data-available.rst prevent third-parties from using, reusing and redistributing data without explicit permission. Even in places where the existence of rights is uncertain, it is important to apply a license simply for the sake of clarity. Thus, **if you are planning to make your data available you should put a license on it** -- and if you want your data to be `open`_ this is even more important.
it: apply-an-open-license.rst choose-datasets.rst index.rst make-data-available.rst impedisce a terze parti di usare, riutilizzare o ridistribuire i dati senza un'autorizzazione esplicita. Anche in circostanze in cui non è accertata l'esistenza di diritti di proprietà intellettuale, è importante applicare una licenza d'uso, anche solo per chiarezza. Quindi, **se vuoi rendere disponibili i tuoi dati devi associarli a una licenza d'uso** --e se vuoi che i tuoi dati siano `aperti`_ questo è ancora più importante.

source: What licenses can you use? We recommend for 'open' data you use one of the licenses conformant with the `Open Definition`_ and marked as suitable for data. This list (along with instructions for usage) can be found at:
it: Quali licenze usare? Per i dati aperti consigliamo una licenza che sia compatibile con la `Open Definition`_ e contrassegnata come applicabile ai dati. Una lista (e le relative istruzioni per l'uso) si può trovare presso:

source: A short 1-page instruction guide to applying an open data license can be found on the Open Data Commons site:
he: מדריך קצר (באנגלית) לשימוש ברישיונות מידע פתוח ניתן למצוא באתר ה- Open Data Commons
hr: Kratak vodič od samo jedne -1- stranice o tome kako primijeniti dozvolu za otvorenost podataka se nalazi na:
id: Panduan singkat 1-halaman instruksi penerapan lisensi open data dapat ditemukan situs Open Data Commons:
it: Una breve guida in inglese (una pagina) su come applicare una licenza Open Data può essere trovata sul sito Open Data Commons:
ja: オープンデータにライセンスを適用する際の簡単な手引きがOpen Data Commonsのサイトで公開されている。
ro: Un scurt ghid de instrucțiuni de o pagină referitor la aplicarea licențelor pentru datele de tip deschis poate fi accesat la site-ul Open Data Commons:
zh_cn: 一个一页的关于如何应用开放数据许可协议的简短指引可以在 Open Data Commons 网站上找到：

source: Choose Dataset(s)
he: בחר מערך(י) מידע
hr: Odabir skup(ov)a podataka
id: Pilih Kumpulan data(s)
it: Scegliere le banche dati
ja: データセットを選ぶ
ro: Alegerea setului (seturilor) de date
zh_cn: 选取数据集

source: Choosing the dataset(s) you plan to make open is the first step to take – though remember the whole opening up data process is iterative and you can return to this step if you encounter problems later on.
it: La scelta dell'insieme di dati che si prevede di rendere aperti è il primo passo da compiere - anche se è bene ricordare che l'intero processo di apertura dei dati è iterativo e pertanto rimane possibile tornare indietro qualora si presentino problemi.

source: If you already know exactly what dataset(s) you plan to open up you can move straight on to the next section. However, in many cases, especially for large institutions, choosing what datasets to focus on is a challenge. How should one proceed in this case?
it: Se si ha già esattamente un'idea di quali dati si prevede di aprire si può passare direttamente alla consultazione della sezione successiva. In molti casi, tuttavia, soprattutto nel caso delle grandi istituzioni, stabilire con quale insieme di dati cominciare è sempre una sfida. Come si dovrebbe procedere in questo caso?

source: Creating this list should be a quick process that identifies which datasets could be made open to start with. There will be time at later stages to check in detail whether each dataset is suitable.
he: יצירת רשימת בסיסי הנתונים הניתנים לפתיחה, צריכה להיות תהליך מהיר, במהלכו מזהים את בסיסי הנתונים שכדאי להתחיל מהם. יהיה זמן בשלבים מאוחרים יותר, לבדוק בפרוטרוט האם בסיסי הנתונים מתאימים..
hr: Sastavljanje liste bi trebao biti brzi proces koji bi za početak prepoznao koji skupovi se mogu otvoriti. U kasnijim fazama će biti vremena za utvrditi koji su to skupovi podataka zapravo pogodni.
id: Pembuatan daftar ini harus menjadi proses cepat yang mengidentifikasi kumpulan data mana saja yang dapat mulai dijadikan terbuka. Akan ada waktu berikutnya untuk memeriksa secara rinci apakah setiap kumpulan data cocok atau tidak.
it: Creare una lista potrebbe aiutare a velocizzare il processo di identificazione dei dati con cui cominciare il processo di apertura. In un momento successivo sarà possibile poi verificare nel dettaglio se tutte le banche dati sono adatte allo scopo.
ja: このリストが、どのデータセットをオープンにできるかを特定するための最初の一歩となるだろう。この後の段階で、個々のデータセットが適切かどうかをより詳しくチェックするときがくる。
ro: Crearea acestei liste ar trebui să fie un proces rapid care identifică ce seturi de date pot fi deschise încă de la început. Va fi timp în fazele ulterioare pentru verificarea în detaliu dacă fiecare set de date este potrivit.
zh_cn: 准备一个你考虑可以开放的数据集清单将会是很快完成的工作。之后会有时间具体来审视每个数据集是否合适开放。

source: There is **no requirement** to create a comprehensive list of your datasets. The main point to bear in mind is whether it is feasible to publish this data at all (whether openly or otherwise) - example see the ‘What Data’ section above.
it: Non vi è **alcun obbligo** di creare un elenco completo dei set di dati. Il punto principale da considerare è se sia possibile pubblicare questi dati o meno (qualsiasi sia l'approccio scelto, aperto o meno) - si veda ad esempio la sezione 'Quali dati'.

source: Asking the community
he: לשאול את הקהילה
hr: Društveno informiranje
id: Meminta komunitas
it: Contattare la comunità
ja: コミュニティに尋ねる
ro: Consultarea comunității
zh_cn: 向社区询问

source: We recommend that you ask the community in the first instance. That is, the people who will be accessing and using the data, are likely to have a good understanding of which data are valuable.
it: E' consigliabile consultare la comunità in primo luogo. Questo perché è molto probabile che i soggetti che accederanno ed utilizzeranno i dati hanno una buona comprensione di quali sono i dati di valore.

source: Prepare a short list of potential datasets that you would like feedback on. It is not essential that this list concurs with what your expectations are, the main intention is to get a feel for the demand. This could be based on other countries' open data catalogues.
it: Si può preparare un breve elenco di banche di dati potenziali su cui si desidera avere feedback. Non è indispensabile che questa lista con quelle che sono le aspettative, l'intento principale è quello di avere un sentore della domanda. L'elenco potrebbe ispirarsi ad un analogo dei cataloghi open data di altri paesi.

source: Create a request for comment.
he: צור בקשה להערות
hr: Zahtijevajte komentare
id: Membuat permintaan untuk komentar.
it: Creare una richiesta di ricevere commenti.
ja: 提案文書を作成する。
ro: Creează o solicitare de comentarii.
zh_cn: 邀请社区评论你的清单。
